Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/activity-log-manager.po
Languages: bo_cn

source: %u hour
bo_cn: ཆུ་ཚོད་%u

source: %u minute
bo_cn: སྐར་མ%u

source: %u second
bo_cn: སྐ་ཆ%u

source: 0 second (lock immediately)
bo_cn: སྐར་ཆ0(བརྙན་ཡོལ་སྒྲོག་པ།)

source: <small>This includes things like how many programs are running, how much disk space the computer has, and what devices are connected.</small>
bo_cn: ཆ་འཕྲིན་དེ་དག་གིས་བྱ་རིམ་ག་ཚོད་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད་པ་དང་།རྩིས་འཁོར་ལ་སྡུད་སྡེར་གྱི་བར་སྟོང་ག་ཚོད་ཡོད་པ།སྒྲིག་ཆས་གང་དག་སྦྲེལ་མཐུད་བྱེད་པ་སོགས་ཚུད་ཡོད།

source: Activities and Privacy Manager Tool
bo_cn: བྱེད་སྒོ་དང་སྒེར་གསང་དོ་དམ་ལག་ཆ།

source: Activity
bo_cn: བྱེད་སྒོ།

source: Activity Log Manager
bo_cn: བྱེད་སྒོའི་ཉིན་ཐོ་དོ་དམ་ཆས།

source: Add Application…
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྣོན་པ།

source: Add Folder…
bo_cn: ཡིག་ཁུག་སྣོན་པ།

source: Chat Logs
bo_cn: ཁ་བརྡའི་ཟིན་ཐོ།

source: Clear Usage Data
bo_cn: བཀོལ་སྤྱོད་ཟིན་ཐོ་གཙང་སེལ་བྱེད་དགོས།

source: Clear Usage Data…
bo_cn: བེད་སྤྱོད་གཞི་གྲངས་གཙང་སེལ་བྱེད་པ།

source: Configure what gets logged in your Zeitgeist activity log
bo_cn: བྱེད་སྒོའི་ཉིན་ཐོZeitgeistཡི་ཟིན་ཐོའི་ནང་དོན་བཀོད་སྒྲིག་བྱེད་པ།

source: Delete records of which files and applications were used:
bo_cn: ཡིག་ཆ་དང་ཉེར་སྤྱོད་ཀྱི་བེད་སྤྱོད་ཟིན་ཐོ་སུབ་པ།

source: Diagnostics
bo_cn: བརྟག་དཔྱད།

source: Documents
bo_cn: ཡིག་ཚགས།།

source: Exclude:
bo_cn: སེལ་བ།

source: Files & Applications
bo_cn: ཡིག་ཆ་དང་ཉེར་སྤྱོད།

source: From all time
bo_cn: ཟིན་ཐོ་ཚང་མ།

source: From:
bo_cn: གཏོང་མཁན།

source: In the past day
bo_cn: ཉིན་གཅིག་འདས་པ།

source: In the past hour
bo_cn: ཆུ་ཚོད་གཅིག་འདས་པ།

source: In the past week
bo_cn: གཟའ་འཁོར་གཅིག་འདས་པ།

source: Include online search results
bo_cn: དྲ་ཐོག་བཤེར་འཚོལ་མཇུག་འབྲས་ཚུད་ཡོད།

source: Include:
bo_cn: ཚུད་དེ།

source: Invalid Timerange
bo_cn: ནུས་མེད་ཀྱི་དུས་ཚོད་ཀྱི་ཁྱབ་ཁོངས།

source: Last Used
bo_cn: ཉེ་དུས་བེད་སྤྱོད།

source: Music
bo_cn: རོལ་དབྱངས།།

source: Name
bo_cn: མིང་།

source: Never
bo_cn: གཏན་ནས་མི་བྱེད།

source: No description available
bo_cn: སྤྱོད་རུང་མེད་པའི་ཞིབ་བརྗོད།

source: Password Settings
bo_cn: གསང་ཨང་སྒྲིག་འགོད།

source: People using this computer can:
bo_cn: རྩིས་འཁོར་འདི་སྤྱོད་མཁན་གྱིས།

source: Pictures
bo_cn: པར་རིས།།

source: Power Settings
bo_cn: གློག་ཁུངས་སྒྲིག་འགོད།

source: Presentations
bo_cn: འགྲེམས་སྟོན་གྱི་ཟིན་བྲིས།

source: Privacy Policy
bo_cn: གསང་དོན་སྲིད་ཇུས།

source: Privacy and Activity Manager
bo_cn: གསང་དོན་དང་བྱེད་སྒོའི་དོ་དམ་ཆས།

source: Record file and application usage
bo_cn: ཡིག་ཆ་དང་བཀོལ་སྤྱོད་གནས་ཚུལ་ཐོ་འགོད།

source: Remove Item
bo_cn: རྣམ་གྲངས་མེད་པར་བཟོ་བ།

source: Require my password when:
bo_cn: གསང་ཨང་ནང་འཇུག་བྱ་དགོས།

source: Search
bo_cn: འཚོལ་བ།

source: Security
bo_cn: བདེ་འཇགས།

source: Security & Privacy
bo_cn: བདེ་འཇགས་དང་གསང་བ།

source: Select Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Select a file to blacklist
bo_cn: མིང་ཐོ་ནག་པོའི་ནང་ཞུགས་པའི་ཡིག་ཆ་འདེམས་དགོས།

source: Select a folder to blacklist
bo_cn: མིང་ཐོ་ནག་པོའི་ཡིག་ཁུག་ཏུ་ཞུགས་རྒྱུ་འདེམས་དགོས།

source: Send error reports to Canonical
bo_cn: Canonicalལ་ནོར་འཁྲུལ་སྙན་ཞུ་བསྐུར།

source: Send occasional system information to Canonical
bo_cn: མ་ལག་གི་ཆ་འཕྲིན་ཉུང་ངུ་ཞིག་Canonicalལ་བསྐུར།

source: Show Previous Reports
bo_cn: སྔར་གྱི་སྙན་ཞུ་འཆར།

source: Spreadsheets
bo_cn: གློག་རྡུལ་རེའུ་མིག

source: This operation cannot be undone, are you sure you want to delete this activity?
bo_cn: བཀོལ་སྤྱོད་འདི་ཕྱིར་འཐེན་ཐབས་མེད། བྱ་འགུལ་འདི་བསུབ་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: To:
bo_cn: འབྱོར་མཁན།

source: Today, %H:%M
bo_cn: དེ་རིང་%H:%M

source: Videos
bo_cn: བརྙན་ལམ།

source: When searching in the Dash:
bo_cn: Dashནང་འཚོལ་སྐབས།

source: Yesterday, %H:%M
bo_cn: ཁ་སང་%H:%M

source: _Returning from blank screen
bo_cn: འཆར་ངོས་ནག་པོ་ནས་སླར་གསོ་བྱེད།(_R)

source: _Waking from suspend
bo_cn: བཀལ་བ་ནས་སློངས་(_W)

source: _if screen has been blank for
bo_cn: གལ་ཏེ་བརྙན་ཡོལ་རྒྱུན་པར་སྟོང་བ་ཡིན་ན།(_I)
