Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/adduser.po
Languages: bo_cn

source: %s failed with return code 15, shadow not enabled, password aging cannot be set. Continuing.
bo_cn: %sསྐྱོན་བྱུང་།，ཚབ་ཨང་15ལོག གྲིབ་མ(shadow)བཀོལ་མེད། གསང་ཨང་གི་ནུས་དུས་སྒྲིག་ཐབས་མེད། མུ་མཐུད་དུ

source: Adding group `%s' (GID %d) ...
bo_cn: ཚོ་སྣོན་བཞིནཔ་\%s"། (GID %d)... "

source: Adding new group `%s' (%d) ...
bo_cn: ཚོ་གསར་སྣོན་བཞིན་པ\%s"། (%d)... "

source: Adding new group `%s' (GID %d) ...
bo_cn: ཚོ་གསར་སྣོན་བཞིན་པ\%s"། (GID %d)... "

source: Adding new user `%s' (%d) with group `%s' ...
bo_cn: སྤྱོད་མཁན་གསར་བ\%s"། (%d)ཚོ་"%s"...རུ་སྣོན་བཞིན་པ། "

source: Adding new user `%s' (UID %d) with group `%s' ...
bo_cn: སྤྱོད་མཁན་གསར་བ\%s"། (UID %d)ཚོ་"%s"...རུ་སྣོན་བཞིན་པ། "

source: Adding new user `%s' to extra groups ...
bo_cn: སྤྱོད་མཁན་\%s"ཟུར་སྣོན་ཚོ...རུ་སྣོན་བཞིན་པ "

source: Adding system user `%s' (UID %d) ...
bo_cn: རྒྱུད་ཁོངས་སྤྱོད་མཁན་\%s"། (UID %d)...སྣོན་བཞིན་པ། "

source: Adding user `%s' ...
bo_cn: སྤྱོད་མཁན་\%s"...སྣོན་བཞིན་པ། "

source: Adding user `%s' to group `%s' ...
bo_cn: སྤྱོད་མཁན་\%s"ཚོ་"%s"རུ་སྣོན་བཞིན་པ།... "

source: Allowing use of questionable username.
bo_cn: དོགས་པ་ཅན་སྤྱོད་མཁན་གྱི་མིང་བཀོལ་ཆོག

source: Backing up files to be removed to %s ...
bo_cn: བསུབ་རྒྱུ་ཡིག་ཆ་ %s...རུ་གྲབས་ཉར་བྱེད་བཞིན་པ།

source: Cannot handle special file %s
bo_cn: དམིགས་བསལ་བའི་ཡིག་ཆ་ %sསྒྲིག་དྲས་རྒྱག་བྱ་མི་ཐུབ།

source: Caught a SIG%s.
bo_cn: SIG%s. འཛིན་པ།

source: Copying files from `%s' ...
bo_cn: \%s"ནས་ཡིག་ཆ་...བསྐྱར་མར་བྱེད་བཞིན་ཡོད། "

source: Could not find program named `%s' in $PATH.
bo_cn: $PATH རུ་མིང་\%s"ཡིན་པའི་བྱ་རིམ་རྙེད་ཐབས་བྲལ། "

source: Couldn't create home directory `%s': %s.
bo_cn: དཀར་ཆག་གཙོ་བོ\%s"：%sབཟོ་ཐབས་བྲལ། "

source: Couldn't parse `%s', line %d.
bo_cn: འགྲེལ་ཐབས་བྲལ%s"འཕྲེད་ཨང་ %d "

source: Creating home directory `%s' ...
bo_cn: དཀར་ཆག་གཙོ་བོ\%s"...བཟོ་བ། "

source: Done.
bo_cn: ལེགས་འགྲུབ།

source: Enter a group name to remove:
bo_cn: ཁྱེད་ཀྱིས་བསུབ་དགོས་ཚོ་མིང་ནང་འཇུག་རོགས།

source: Enter a user name to remove:
bo_cn: ཁྱེད་ཀྱིས་བསུབ་དགོས་པའི་སྤྱོད་མིང་ནང་འཇུག་རོགས།

source: If you really want this, call deluser with parameter --force
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་དངོས་གནས་འདི་ལྟར་བསྒྲུབ་དགོས་ན། བཀའ་བརྡdeluser དང་།ཞུགས་གྲངས་--forceསྤྱོད་རོགས།

source: Internal error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།

source: Is the information correct? [Y/n]
bo_cn: ཆ་འཕྲིན་འདི་དག་ཡང་དག་པ་ཡིན་ནམ། [Y/n]

source: Looking for files to backup/remove ...
bo_cn: ཡིག་ཆ་གྲབས་ཉར་དང་བསུབ་དགོས་པའི་ཡིག་ཆ་འཚོལ་བཞིན་ཡོད།...

source: No GID is available in the range %d-%d (FIRST_GID - LAST_GID).
bo_cn: %d-%d། (FIRST_GID - LAST_GID)ཁོངས་སུ་སྤྱོད་རུང་བའི་GIDམེད།

source: No GID is available in the range %d-%d (FIRST_SYS_GID - LAST_SYS_GID).
bo_cn: d-%d། (FIRST_SYS_GID - LAST_SYS_GID)ཁོངས་སུ་སྤྱོད་རུང་བའི་GIDམེད།

source: No UID is available in the range %d-%d (FIRST_SYS_UID - LAST_SYS_UID).
bo_cn: %d-%d། (FIRST_SYS_UID - LAST_SYS_UID)ཁོངས་སུ་སྤྱོད་རུང་བའི་UIDམེད།

source: No UID is available in the range %d-%d (FIRST_UID - LAST_UID).
bo_cn: ཁོངས་ %d-%d། (FIRST_UID - LAST_UID)སུ་སྤྱོད་རུང་བའི་UIDམེད།

source: No UID/GID pair is available in the range %d-%d (FIRST_SYS_UID - LAST_SYS_UID).
bo_cn: ཁོངས་ %d-%d། (FIRST_SYS_UID - LAST_SYS_UID)རུ་སྤྱོད་རུང་བའི་UID/GIDམེད།

source: No UID/GID pair is available in the range %d-%d (FIRST_UID - LAST_UID).
bo_cn: ཁོངས%d-%d། (FIRST_UID - LAST_UID) རུ་སྤྱོད་རུང་བའི་UID/GIDམེད།

source: No options allowed after names.
bo_cn: མིང་རྗེས་སུ་འདེམས་ཚན་ཡོད་མི་ཆོག

source: Not backing up/removing `%s', it is a mount point.
bo_cn: '%s'གྲབས་ཉར་དང་སུབ་པ་མིན། དེ་ནི་བཀལ་ཚེག་ཅིག་ཡིན།

source: Not backing up/removing `%s', it matches %s.
bo_cn: \%s"གྲབས་ཉར་དང་སུབ་པ་མིན། དེ་ནི%s དོ་མཉམ་བྱ། "

source: Not creating home directory `%s'.
bo_cn: དཀར་ཆག་གཙོ་བོ་བཟོ་མི་ཐུབ།\%s" "

source: Only one or two names allowed.
bo_cn: མིང་གཅིག་གམ་གཉིས་མ་གཏོགས་ཡོད་མི་ཆོག

source: Only root may add a user or group to the system.
bo_cn: rootམ་གཏོགས་སྤྱོད་མཁན་ནམ་ཚོ་རྒྱུད་ཁོངས་སུ་སྣོན་མི་ཐུབ།

source: Only root may remove a user or group from the system.
bo_cn: rootམ་གཏོགས་རྒྱུད་ཁོངས་སུ་སྤྱོད་མཁན་ནམ་ཚོ་འདོར་མི་ཐུབ།

source: Permission denied
bo_cn: དབང་ཚད་མི་འདང་

source: Removes users and groups from the system.
bo_cn: རྒྱུད་ཁོངས་སུ་སྤྱོད་མཁན་དང་ཚོ་འདོར་བ

source: Removing crontab ...
bo_cn: crontab...སུབ་བཞིན་པ།

source: Removing directory `%s' ...
bo_cn: དཀར་ཆག'%s'སུབ་པ།

source: Removing files ...
bo_cn: ཡིག་ཆ་སུབ་པ།...

source: Removing group `%s' ...
bo_cn: ཚོ་'%s'...སུབ་པ།

source: Removing user `%s' ...
bo_cn: སྤྱོད་མཁན་'%s'...སུབ་པ།

source: Removing user `%s' from group `%s' ...
bo_cn: སྤྱོད་མཁན་\%s"ནི་ཚོ་"%s"ནང་དུ་བསུབ་པ།... "

source: Selecting GID from range %d to %d ...
bo_cn: %d ནས་ %d རུ་ GID...འདེམ་པ།

source: Selecting UID from range %d to %d ...
bo_cn: %dནས %dརུ་UID...འདེམ་པ།

source: Setting quota for user `%s' to values of user `%s' ...
bo_cn: སྡུད་སྡེར་བགོད་བ་སྒྲིག་པ། སྤྱོད་མཁན་\%s"ཡི་བགོད་པ"%s"དང་འདྲ། ... "

source: Setting up encryption ...
bo_cn: གསང་ཨང་སྒྲིག་འགོད ...

source: Specify only one name in this mode.
bo_cn: རྣམ་པ་འདི་རུ་མིང་གཅིག་མ་གཏོགས་གཏན་འཁེལ་བྱ་ཐུབ།

source: Stopped: %s
bo_cn: མཚམས་འཇོག：%s

source: Stopping now without having performed any action
bo_cn: ད་ལྟ་མཚམས་འཇོག བཀོལ་སྤྱོད་ཅི་ཡང་ལག་བསྟར་བྱེད་མེད།

source: The --group, --ingroup, and --gid options are mutually exclusive.
bo_cn: འདེམས་ཚན--group，--ingroup，དང --gidམཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: The GID %d does not exist.
bo_cn: GID %d མི་འདུག

source: The GID %d is already in use.
bo_cn: GID %d བཀོལ་ཟིན།

source: The GID `%s' is already in use.
bo_cn: GID \ %s"བཅད་ཟིན། "

source: The UID %d is already in use.
bo_cn: UID %d བཀོལ་ཟིན།

source: The group `%s' already exists and is not a system group. Exiting.
bo_cn: ཚོ%s ཡོད་པ་དང་། རྒྱུད་ཁོངས་ཀྱི་ཚོ་མ་རེད། ཕྱིར་འཐེན།

source: The group `%s' already exists as a system group. Exiting.
bo_cn: ཚོ\%s"རྒྱུད་ཁོངས་ཀྱི་ཚོ་རེད། ཕྱིར་འཐེན། "

source: The group `%s' already exists, but has a different GID. Exiting.
bo_cn: ཚོ\%s"ཡོད་ཀྱང་། GIDདང་མི་འདྲ། ཕྱིར་འཐེན། "

source: The group `%s' already exists.
bo_cn: \%s"ཚོ་ཡོད་པ། "

source: The group `%s' does not exist.
bo_cn: \%s"ཚོ་གནས་པ། "

source: The group `%s' is not a system group. Exiting.
bo_cn: ཚོ\%s"ནི་རྒྱུད་ཁོངས་ཀྱི་མ་རེད། ཕྱིར་འཐེན། "

source: The group `%s' is not empty!
bo_cn: \%s"ཚོ་མི་སྟོང་བ། "

source: The group `%s' was not created.
bo_cn: ཚོ\%s"བཟོས་མེད། "

source: The home dir must be an absolute path.
bo_cn: དཀར་ཆག་གཙོ་བོ་ངེས་པར་དུ་བལྟོས་མེད་འགྲོ་ལམ་ཡིན་དགོས།

source: The home directory `%s' already exists. Not copying from `%s'.
bo_cn: དཀར་ཆག་གཙོ་བོ་\%s"ཡོད་པ། "%s"ནས་ཡིག་ཆ་བསྐྱར་བཟོ་བྱེད་མེད། "

source: The system user `%s' already exists. Exiting.
bo_cn: རྒྱུད་ཁོངས་སྤྱོད་མཁན་\%s"ཡོད་པ། ཕྱིར་འཐེན། "

source: The user `%s' already exists with a different UID. Exiting.
bo_cn: སྤྱོད་མཁན་\%s"ཡོད་ཀྱང་ UIDདང་མི་འདྲ། ཕྱིར་ཐོན། "

source: The user `%s' already exists, and is not a system user.
bo_cn: སྤྱོད་མཁན་\%s"ཡོད་ཀྱང་། རྒྱུད་ཁོངས་ཀྱི་སྤྱོད་མཁན་མིན། "

source: The user `%s' already exists.
bo_cn: སྤྱོད་མཁན་\%s"ཡོད་པ། "

source: The user `%s' already exists. Exiting.
bo_cn: སྤྱོད་མཁན་\%s"ཡོད་པ། ཕྱིར་འཐེན། "

source: The user `%s' does not exist, but --system was given. Exiting.
bo_cn: སྤྱོད་མཁན་\%s"མེད་ཀྱང་འདེམས་ཚན--system བཀོལ་བས། ཕྱིར་འཐེན། "

source: The user `%s' does not exist.
bo_cn: སྤྱོད་མཁན་\%s"མེད་པ། "

source: The user `%s' is already a member of `%s'.
bo_cn: སྤྱོད་མཁན་\%s"ནི་ཚོ་"%s"ཡི་ཁུངས་སུ་གཏོགས། "

source: The user `%s' is not a member of group `%s'.
bo_cn: \%s"ནི་ཚོ"%s"ཡི་ཁོངས་མི་མིན། "

source: The user `%s' is not a system user. Exiting.
bo_cn: སྤྱོད་མཁན་\%s"ནི་རྒྱུད་ཁོངས་ཀྱི་སྤྱོད་མཁན་མིན། ཕྱིར་འཐེན། "

source: The user `%s' was not created.
bo_cn: སྤྱོད་མཁན་\%s"བཟོ་ཐུབ་མ་སོང་། "

source: Try again? [y/N]
bo_cn: ཡང་བསྐྱར་ཚོད་ལྟ་བྱའམ།[y/N]

source: Unknown variable `%s' at `%s', line %d.
bo_cn: མི་ཤེས་པའི་འགྱུར་ཚད་\%s"ནི་"%s"རུ་ཐོན་པ། འཕྲེད་ཨང་ %d "

source: Usually this is never required as it may render the whole system unusable
bo_cn: འདི་སྤྱིར་བཏང་དུ་མི་དགོས། དེས་རྒྱུད་ཁོངས་ཡོངས་བཀོལ་མི་ཐུབ་པ་བཟོས་སྲིད།

source: WARNING: You are just about to delete the root account (uid 0)
bo_cn: ཐ་ཚིག ཁྱེད་ཀྱིས་rootཡི་རྩིས་ཐེབ་བསུབ་གྲབས་འདུག(uidནི0ཡིན།)

source: Warning: The home dir %s you specified already exists.
bo_cn: ཐ་ཚིག ཁྱེད་ཀྱིས་གཏན་འཁེལ་བའི་དཀར་ཆག་གཙོ་བོ་ %s ཡོད་པ།

source: Warning: The home dir %s you specified can't be accessed: %s
bo_cn: ཐ་ཚིག ཁྱེད་ཀྱིས་གཏན་འཁེལ་བའི་དཀར་ཆག་གཙོ་བོ་ %s ལྟ་སྤྱོད་བྱ་མི་ཐུབ།%s

source: Warning: The home directory `%s' does not belong to the user you are currently creating.
bo_cn: ཐ་ཚིག དཀར་ཆག་གཙོ་བོ་ %s ནི་ཁྱེད་ཀྱིས་བཟོས་སྤྱོད་མཁན་དུ་མི་གཏོགས།

source: Warning: group `%s' has no more members.
bo_cn: ཐ་ཚིག ཚོ\%s"ལ་ཁོངས་མི་མེད། "

source: You may not remove the user from their primary group.
bo_cn: ཁྱེད་ཀྱིས་སྤྱོད་མཁན་ནི་ཚོ་གཙོ་བོ་ནང་ནས་སུབ་མི་རུང་།

source: `%s' does not exist. Using defaults.
bo_cn: \%s"མེད་པ། སོར་བཞག་ཚད་བཀོལ། "

source: `%s' exited from signal %d. Exiting.
bo_cn: \%s"ནི་བརྡ་རྟགས %d ལས་ཐོན་པ། ཕྱིར་འདོན། "

source: `%s' returned error code %d. Exiting.
bo_cn: \%s"ལ་ནོར་ཨང་ %dཐོན་པ། ཕྱིར་འདོན། "

source: `%s' still has `%s' as their primary group!
bo_cn: \%s"ད་དུང་"%s"ནི་ཁོ་ཚོའི་འདེམས་བྱ་དང་བོ་བྱས་ཡོད། "

source: fork for `find' failed: %s
bo_cn: བུ་འཕེལ་རིམ་\find"བཟོས་ཕམ།%s "

source: fork for `mount' to parse mount points failed: %s
bo_cn: བུ་འཕེལ་རིམ\mount"བཟོ་བའི་དབྱེ་ཞིབ་བཀལ་ཚེག་ཕམ་པ།%s "

source: getgrnam `%s' failed. This shouldn't happen.
bo_cn: getgrnam \%s"ཕམ་པ། འདི་འབྱུང་མི་འོས། "

source: invalid argument to option
bo_cn: ནུས་མེད་ཀྱི་ཞུགས་གྲངས་

source: invalid combination of options
bo_cn: འདེམས་ཚན་སྡེབ་སྒྲིག་ནུས་མེད་

source: passwd file busy, try again
bo_cn: passwd ཡིག་ཆ་བྲེལ་བས། ཡང་ཚོད་ལྟ་བྱེད།

source: pipe of command `mount' could not be closed: %s
bo_cn: བཀའ་བརྡ་\mount"ཡི་དུང་ལམ་ཁ་རྒྱག་མི་ཐུབ།%s "

source: unexpected failure, nothing done
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ། བཀོལ་སྤྱོད་ལེན།

source: unexpected failure, passwd file missing
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ། ，passwd ཡིག་ཆ་བོར།
