Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/apport.po
Languages: bo_cn

source: %prog <report number>
bo_cn: %prog <སྙན་ཞུའི་ཨང་>

source: %prog [options] [symptom|pid|package|program path|.apport/.crash file]
bo_cn: %prog [འདེམས་ཚན་] [ནད་རྟགས|PID|མཉེན་ཆས་དུམ|བྱ་རིམ་དཀར་ཆག|.apport/.crash file]

source: &Cancel
bo_cn: ལེན་པ།(&C)

source: &Confirm
bo_cn: གཏན་འཁེལ།(&C)

source: &Done
bo_cn: ལེགས་འགྲུབ།(&D)

source: &Examine locally
bo_cn: རང་གནས་ཞིབ་བཤེར།(&E)

source: &Keep report file for sending later or copying to somewhere else
bo_cn: སྙན་ཞུའི་ཡིག་ཆ་ཉར་ནས་ཅུང་ཙམ་དུ་གནས་གཞན་དུ་སྐུར་བའམ་འདྲ་བཟོ་བྱེད་པ།(&K)

source: &Send report (%s)
bo_cn: སྐུར་བ་སྙན་ཞུ་(&S)(%s)

source: &View report
bo_cn: སྙན་ཞུ་ལྟ་བ།(&V)

source: (%i bytes)
bo_cn: (ཡིག་ཚིགས་%i )

source: (binary data)
bo_cn: (གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་གཞི་གྲངས་)

source: <big><b>Collecting problem information</b></big>
bo_cn: <big><b>གདན་དོན་ཆ་འཕྲིན་བསྡུ་པ།</b></big>

source: <big><b>Sorry, an internal error happened.</b></big>
bo_cn: <big><b>ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་བྱུང་བ།</b></big>

source: <big><b>Uploading problem information</b></big>
bo_cn: <big><b>གནད་དོན་གྱི་ཆ་འཕྲིན་ཡར་སྐྱེལ་པ།</b></big>

source: Add an extra tag to the report. Can be specified multiple times.
bo_cn: སྙན་ཞུ་རུ་མཚོན་རྟགས་གཞན་སྣོན་པ། ཐེངས་མང་གཏན་འཁེལ་བྱ་ཆོག

source: After closing this message please click on an application window to report a problem about it.
bo_cn: བརྡ་འཕྲིན་འདི་ཁ་བརྒྱབ་རྗེས། གནད་དོན་ཞུ་དགོས་པའི་བྱ་རིམ་སྒེའུ་ཁུང་ལ་ཆིག་རྡེབ་བྱོས།

source: An Ubuntu package has a file conflict with a package that is not a genuine Ubuntu package.
bo_cn: མཉེན་ཆས་ཐུམ Ubuntuདང་དངོས་མིན་གྱི་མཉེན་ཆས་ཐུམ Ubuntu བར་དུ་ཡིག་ཆ་འགལ་བ་བྱུང་།

source: An error occurred while attempting to process this problem report:
bo_cn: གནད་དོན་སྙན་ཞུ་འབུལ་སྐབས་སུ་སྐྱོན་འབྱུང་བ།

source: Apport crash file
bo_cn: Apport ཐོར་ཞིག་གི་ཡིག་ཆ་

source: Authentication is required to collect system information for this problem report
bo_cn: གནད་དོན་སྙན་ཞུ་བསྡུ་སྐབས་རྒྱུད་ཁོངས་ཆ་འཕྲིན་ལ་དབང་སྤྲོད་དགོས།

source: Cache directory for packages downloaded in the sandbox
bo_cn: བྱེ་སྒམ་གྱི་མཉེན་ཆས་ཁུག་མའི་ལྷོད་གསོག་དཀར་ཆག་ཏུ་ཕབ།

source: Cancel
bo_cn: འདོར་བ།

source: Cancel and &ignore future crashes of this program version
bo_cn: པར་གཞི་འདིའི་རྗེས་སུ་བྱུང་བའི་ཐོར་ཞིག་མཚམས་འཇོག་པ་དང་སྣང་མེད་དུ་གཏོང་།(&I)

source: Cannot connect to crash database, please check your Internet connection.
bo_cn: ཐོར་ཞིག་གཞི་གྲངས་མཛོད་དུ་འབྲེལ་མི་ཐུབ། ཁྱེད་ཀྱི་ Internetཡི་འབྲེལ་མཐུད་ལ་ཞིབ་བཤེར་བྱོས།

source: Cannot create report
bo_cn: སྙན་ཞུ་བཟོ་མི་ཐུབ།

source: Choices:
bo_cn: འདེམ་པ།

source: Click a window as a target for filing a problem report.
bo_cn: སྒེའུ་ཁུང་ཅིག་ལ་ཆིག་རྡེབ་བྱས་ནས་གནད་དོན་སྙན་ཞུའི་དམིགས་ཡུལ་བྱ།

source: Collect system information
bo_cn: རྒྱུད་ཁོངས་ཆ་འཕྲིན་བསྡུ་པ།

source: Collecting Problem Information
bo_cn: གནད་དོན་ཆ་འཕྲིན་བསྡུ་བཞིན་པ།

source: Collecting problem information
bo_cn: གནད་དོན་ཆ་འཕྲིན་བསྡུ་བཞིན་པ།

source: Continue
bo_cn: མུ་མཐུད།

source: Could not determine the package or source package name.
bo_cn: ཐུམ་མམ་ཁུངས་ཨང་ཐུམ་གྱི་མིང་ཞིབ་བཤེར་བྱ་མི་ཐུབ།

source: Crash report
bo_cn: ཐོར་ཞིག་གི་སྙན་ཞུ་

source: Create and use third-party repositories from origins specified in reports
bo_cn: སྙན་ཞུ་ལས་བསྟན་པའི་ཁུངས་ཀྱིས་ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་མཛོད་གསར་བཟོ་དང་བེད་སྤྱོད་བྱ།

source: Destination directory exists and is not empty.
bo_cn: དམིགས་ཚད་དཀར་ཆག་ཡོད་ཅིང་སྟོང་མིན།

source: Directory for unpacked packages. Future runs will assume that any already downloaded package is also extracted to this sandbox.
bo_cn: ཐུམ་གྱི་དཀར་ཆག་བཙིར་འགྲོལ་བྱེད་པ། རྗེས་ཀྱི་འཁོར་སྐྱོད་ནི་ཕབ་པའི་ཐུབ་ཚང་མ་བྱེ་སྒམ་འདིར་ལེན་པ་དབང་དུ་བཏང་།

source: Display retraced stack traces and ask for confirmation before sending them to the crash database.
bo_cn: ལོག་པའི་དོས་ཀྱི་ཆ་འཕྲིན་ཤར། དེ་ནི་ཐོར་ཞིག་གཞི་གྲངས་མཛོད་དུ་སྐུར་ཡོད་མེད་འདྲི་བ་དང་གཏན་འཁེལ་བྱོས།

source: Do not put the new traces into the report, but write them to stdout.
bo_cn: རྗེས་ཤུལ་གསར་བ་སྙན་ཞུ་རུ་འབྲི་མི་ཐུབ་ཀྱང་། ཚད་ལྡན་ཕྱིར་འདོན་དུ་ཕྲིས།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error: %s
bo_cn: ནོར་འཁྲུལ། %s

source: Error: %s is not an executable. Stopping.
bo_cn: ནོར་འཁྲུལ། %s ནི་ལག་བསྟར་རུང་བའི་ཡིག་ཆ་མིན། མཚམས་འཇོག

source: File a bug report about a symptom. (Implied if symptom name is given as only argument.)
bo_cn: ནད་རྟགས་ཤིག་ལ་དམིགས་ནས་bugཞུ་པ།

source: File does not exist.
bo_cn: ཡིག་ཆ་མེད་པ།

source: Force Closed
bo_cn: བཙན་པོས་ཁ་རྒྱག

source: Hide Details
bo_cn: ཞིབ་ཕྲིའ་ཆ་འཕྲིན་བོས།

source: If you notice further problems, try restarting the computer.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་གནད་དོན་ཇེ་མང་མཐོང་ན། རྩིས་འཁོར་ཡང་བསྐྱར་མགོ་སློངས།

source: Ignore future problems of this program version
bo_cn: རྗེས་སུ་བྱ་རིམ་པར་གཞི་འདི་གནད་དོན་སྣང་མེད་གཏོང་།

source: Ignore future problems of this type
bo_cn: རྗེས་སུ་ནོར་འཁྲུལ་རིགས་འདི་སྣང་མེད་གཏོང་།

source: Information is being collected that may help the developers fix the problem you report.
bo_cn: ཆ་འཕྲིན་བསྡུ་པ། ཆ་འཕྲིན་འདི་དག་གིས་གསར་སྤེལ་མི་སྣ་ལ་ཁྱེད་ཀྱི་སྙན་ཞུའི་གནད་དོན་བཟོ་བཅོས་ལ་རོགས་བྱེད།

source: Install an extra package into the sandbox (can be specified multiple times)
bo_cn: མཉེན་ཆས་ཐུམ་གཞན་དག་བྱེ་སྒམ་དུ་སྒྲིག་འཇུག་བྱ།(ཐེངས་མང་གཏན་འཁེལ་བྱ་ཐུབ།)

source: Invalid PID
bo_cn: ནུས་མེད་ཀྱི་ PID

source: Invalid problem report
bo_cn: ནུས་མེད་ཀྱི་གནད་དོན་སྙན་ཞུ་

source: Launch a browser now
bo_cn: བཤར་ཆས་ཤིག་མགོ་སློངས།

source: Leave Closed
bo_cn: ཁ་རྒྱག་གི་རྣམ་པ་གཏན་སྲུང་བྱེད།

source: Memory exhaustion
bo_cn: ནང་གསོག་ཟད་ཚར།

source: Network problem
bo_cn: དྲ་བའི་གནད་དོན།

source: No additional information collected.
bo_cn: ཆ་འཕྲིན་ཇེ་མང་བསྡུ་མི་ཐུབ།

source: No package specified
bo_cn: གཏན་འཁེལ་གྱི་མཉེན་ཆས་ཐུམ་མེད།

source: No pending crash reports. Try --help for more information.
bo_cn: ཐོར་ཞིག་གི་སྙན་ཞུ་མེད། --helpཚོད་ལྟ་བྱས་ནས་ཆ་འཕྲིན་ཇེ་མང་འཐོབ་ཏུ་འཇུག

source: OK
bo_cn: གཏན་འཁེལ

source: OK to send these as attachments? [y/n]
bo_cn: ཞོར་ཆས་ལྟར་འདི་དག་སྐུར་བ་ཡིན་མིན་གཏན་འཁེལ་བྱེད།[y/n]

source: Override report's CoreFile
bo_cn: སྙན་ཞུའི་ཡིག་ཆ་གཙོ་བོ་ཁེབས་པ།

source: Override report's ExecutablePath
bo_cn: སྙན་ཞུའི་།ལག་བསྟར་འགྲོ་ལམ་ཁེབས་པ

source: Override report's ProcMaps
bo_cn: སྙན་ཞུའི་འཕེལ་རིམ་རེའུ་མིག་ཁེབས་པ།

source: Package %s does not exist
bo_cn: མཉེན་ཆས་ཐུམ %s མེད་པ།

source: Package: %s
bo_cn: མཉེན་ཆས་ཐུམ་%s

source: Password:
bo_cn: གསང་ཨང་།

source: Path to file (Enter to cancel):
bo_cn: ཡིག་ཆའི་འགྲོ་ལམ་(འབེབས་མཐེས་ལེན་པ།)：

source: Path to the duplicate sqlite database (default: no duplicate checking)
bo_cn: SQLite གཞི་གྲངས་མཛོད་འགྲོ་ལམ་བསྐྱར་ཟློས།(སོར་བཞག བསྐྱར་དུ་ཞིབ་བཤེར་མི་བྱེད།)

source: Please choose (%s):
bo_cn: འདེམ་རོགས།(%s)：

source: Please enter your account information for the %s bug tracking system
bo_cn: ནོར་འཚོལ་རྒྱུད་ཁོངས་ %sལ་ཁྱེད་ཀྱིས་རྩིས་ཐེམ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter your password to access problem reports of system programs
bo_cn: ཁྱེད་ཀྱིས་གསང་ཨང་ནང་འཇུག་སྟེ་རྒྱུད་ཁོངས་བྱ་རིམ་གྱི་གནད་དོན་སྙན་ཞུ་ལ་ལྟ་རོགས།

source: Prepend timestamps to log messages, for batch operation
bo_cn: སྡེབ་བཀོལ་བྱ་ཆེད་དུ། དུས་བཀག་བཀོད་ནས་བརྡ་འཕྲིན་གྱི་ཟིན་ཐོར་འགོད་པ།

source: Press any key to continue...
bo_cn: ཐེམ་གང་རུང་བསྣན་ནས་མུ་མཐུད་དུ…

source: Print the Apport version number.
bo_cn: Apportཔར་ཨང་ཕྱིར་འདོན་པ།

source: Problem already known
bo_cn: གནད་དོན་འདི་ནི་ཤེས་པའི་གནད་དོན་རེད།

source: Problem in %s
bo_cn: %s ཡི་གནད་དོན།

source: Problem report file:
bo_cn: གནད་དོན་སྙན་ཞུའི་ཡིག་ཆ།：

source: Rebuild report's Package information
bo_cn: སྙན་ཞུའི་ཐུམ་གྱི་ཆ་འཕྲིན་གསར་བཟོ།

source: Relaunch
bo_cn: བྱ་རིམ་བསྐྱར་སློང་།

source: Remove the core dump from the report after stack trace regeneration
bo_cn: དོས་ཕྱིར་འཁོར་བཟོས་རྗེས་ནང་ཉིང་སྤོ་གསོག་སྙན་ཞུ་ལས་འདོར་བ།

source: Report a malfunction to the developers
bo_cn: གསར་སྤེལ་མཁན་ལ་སྙན་ཞུ་ཞིག་འབུལ།

source: Report a problem...
bo_cn: གནད་དོན་གྱི་སྙན་ཞུ་ཞིག་འབུལ།…

source: Report download/install progress when installing packages into sandbox
bo_cn: མཉེན་ཆས་ཐུམ་བྱེ་སྒམ་དུ་ནང་འཇུག་བྱེད་སྐབས། ཕབ་པ་དང་སྒྲིག་འཇུག་གི་སྙན་ཞུ་འབུལ།

source: Run gdb session
bo_cn: གླེང་མོལ gdbའཁོར་སྐྱོད་བྱེད།

source: Run gdb session without downloading debug symbols
bo_cn: ཚོད་སྒྲིག་ཨང་མི་འབེབས་ནས་གླེང་མོལ་ gdbའཁོར་སྐྱོད་བྱེད།

source: See man page for details.
bo_cn: ཞིབ་ཕྲའི་གནས་ཚུལ་ལག་དེབ་ manལ་ལྟོས།

source: Selected: %s. Multiple choices:
bo_cn: བདམས་ཟིན %s གདམ་ག་མང་པོ།

source: Send
bo_cn: སྐུར་བ།

source: Send an error report to help fix this problem
bo_cn: ནོར་འཁྲུལ་སྙན་ཞུ་སྐུར་རོགས། དེས་གནད་དོན་འདི་ཞིག་གསོ་ལ་རོགས།

source: Send problem report to the developers?
bo_cn: གསར་སྤེལ་མཁན་ལ་གནད་དོན་སྙན་ཞུ་སྐུར་རམ།

source: Show Details
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན་མངོན་པ།

source: Sorry, %s has closed unexpectedly.
bo_cn: དགོངས་པ་མ་ཚོམ། %sཁ་བརྒྱབ་པ།

source: Sorry, %s has experienced an internal error.
bo_cn: དགོངས་པ་མ་ཚོམ། %s ལ་ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་བྱུང་།

source: Sorry, a problem occurred while installing software.
bo_cn: དགོངས་པ་མ་ཚོམ། མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་སྐབས་གནད་དོན་ཐོན།

source: Sorry, the application %s has stopped unexpectedly.
bo_cn: དགོངས་པ་མ་ཚོམ། ཉེར་སྤྱོད་བྱ་རིམ་ %sམཚམས་བཞག་པ།

source: Specify package name.
bo_cn: ཐུམ་གྱི་མིང་གཏན་འཁེལ་བྱེད།

source: Start an interactive gdb session with the report's core dump (-o ignored; does not rewrite report)
bo_cn: སྣོལ་རེས་ཅན་གྱི་ gdb འཕེལ་རིམ་འགོ་བརྩམས་ཏེ་ཕུལ་བའི་ཐོར་ཞིག་ཆ་འཕྲིན་ཞིག་འཇུག (-o སྙན་ཞུ་གསར་པ་མ་འབྱུང་།)

source: Start in bug updating mode. Can take an optional --package.
bo_cn: ནོར་འཁྲུལ་གསར་སྒྱུར་རྣམ་པ་འགོ་རྩོམ། འདེམས་ཚན་བཀོལ་ཆོག --packageཡིས་མཉེན་ཆས་ཐུམ་གཏན་འཁེལ་བྱེད།

source: Symptom script %s did not determine an affected package
bo_cn: ནད་རྟགས་གཞི་གྲངས %s ཡིས་རྐྱེན་ཐེབས་གྱི་ཐུམ་བགོད་མེད།

source: System problem reports
bo_cn: རྒྱུད་ཁོངས་གནད་དོན་སྙན་ཞུ་

source: The application %s has closed unexpectedly.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ %s ཁ་བརྒྱབ།

source: The application %s has experienced an internal error.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ %s ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་བྱུང་།

source: The application %s has stopped responding.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ %s དང་ལེན་མཚམས་བཞག

source: The collected information can be sent to the developers to improve the application. This might take a few minutes.
bo_cn: བསྡུས་པའི་ཆ་འཕྲིན་གསར་སྤེལ་མཁན་ལ་བསྐུར་ནས་བྱ་རིམ་ལེགས་བཅོས་བྱ་ཐུབ། འདི་ལ་སྐར་མ་འགའ་དགོས་སྲིད།

source: The collected information is being sent to the bug tracking system. This might take a few minutes.
bo_cn: བསྡུས་པའི་ཆ་འཕྲིན་སྐྱོན་འདེད་རྒྱུད་ཁོངས་སུ་སྐུར་བཞིན་ཡོད། འདི་ལ་སྐར་མ་འགའ་དགོས་སྲིད།

source: The problem happened with the program %s which changed since the crash occurred.
bo_cn: ཐོར་ཞིག་བྱུང་ནས་བཅོས་པའི་བྱ་རིམ་ %sལ་གནད་དོན་ཐོན།

source: The provided pid is a hanging application.
bo_cn: འཕེལ་རིམ་ཨང་འདིའི་བྱ་རིམ་འགེལ་བ་ཡིན།

source: The report belongs to a package that is not installed.
bo_cn: སྙན་ཞུ་འདི་ནི་སྒྲིག་འཇུག་མ་བྱས་པའི་མཉེན་ཆས་ཐུམ་ཞིག་ལ་གཏོགས།

source: The resume processing hung very near the end and will have appeared to have completed normally.
bo_cn: སླར་གསོའི་བརྒྱུད་རིམ་འདི་མཇུག་འགྲིལ་ལ་ཉེ་བས། རྒྱུན་གཏན་གྱིས་མཇུག་འགྲིལ་རྒྱུ།

source: The specified process ID does not belong to a program.
bo_cn: གཏན་འཁེལ་གྱི་འཕེལ་རིམ་ IDབྱ་རིམ་གཅིག་ཏུ་མི་གཏོགས།

source: The specified process does not belong to you. Please run this program as the process owner or as root.
bo_cn: གཏན་འཁེལ་གྱི་འཕེལ་རིམ་དེ་འཕེལ་རིམ་ཡོད་མཁན་ཡང་ན་rootམ་གཏོགས་འཁོར་སྐྱོད་བྱ་མི་ཐུབ།

source: There is not enough disk space available to process this report.
bo_cn: སྙན་ཞུ་སྒྲིག་དྲས་རྒྱག་བྱེད་པའི་སྡུད་སྡེར་བར་སྟོང་འདང་བ་མེད།

source: This is a directory.
bo_cn: འདི་ནི་དཀར་ཆག་ཅིག་རེད།

source: This is not an official %s package. Please remove any third party package and try again.
bo_cn: འདི་ནི་གཞུང་ཕྱོགས་ཀྱི་%s མཉེན་ཆས་ཐུམ་མིན། ཕྱོགས་གསུམ་པའི་མཉེན་ཆས་ཐུམ་བསུས་ནས་ཡང་ཚོད་ལྟ་བྱེད།

source: This occurred during a previous hibernation, and prevented the system from resuming properly.
bo_cn: གོང་གི་གཉིད་ཉལ་སྐབས། རྒྱུད་ཁོངས་ཀྱི་གུང་ཟས་རྒྱུན་ལྡན་ཆགས།

source: This occurred during a previous suspend, and prevented the system from resuming properly.
bo_cn: གོང་གི་འགེལ་འཇོག་སྐབས་སུ། རྒྱུད་ཁོངས་གུང་ཟས་རྒྱུན་ལྡན་ཆགས།

source: This package does not seem to be installed correctly
bo_cn: མཉེན་ཆས་ཐུམ་འདི་ཡང་དག་གི་སྒྲིག་འཇུག་བྱས་མེད་པ་འདྲ།

source: This problem report applies to a program which is not installed any more.
bo_cn: གནད་དོན་སྙན་ཞུ་འདི་སྒྲིག་འཇུག་ཡང་བྱེད་མི་དགོས་པའི་བྱ་རིམ་ལ་འཚམ།

source: This problem report is damaged and cannot be processed.
bo_cn: གནད་དོན་སྙན་ཞུ་འདི་ཆག་སྐྱོན་བྱུང་། སྒྲིག་དྲས་རྒྱག་བྱ་མི་ཐུབ།

source: This problem was already reported in the bug report displayed in the web browser. Please check if you can add any further information that might be helpful for the developers.
bo_cn: གནད་དོན་འདི་ཐད། སྔོན་དུ་དྲ་ངོས་སུ་ཤར་བའི་སྙན་ཞུ་ལྟར་ཡོད། ཁྱེད་ཀྱིས་ཁ་གསབ་དགོས་སམ།

source: This problem was already reported to developers. Thank you!
bo_cn: གནད་དོན་འདི་གསར་སྤེལ་མཁན་ལ་སྙན་ཞུ་ཕུལ་ཚར། ཐུགས་རྗེ་ཆས།

source: This will launch apport-retrace in a terminal window to examine the crash.
bo_cn: འདི་ནུ་མཐའ་སྣེ་སྒེའུ་ཁུང་དུ་ apport-retraceམགོ་སློང་བ་ཡིན། ཐོར་ཞིག་འདི་ཞིབ་བཤེར་བྱ།

source: To continue, you must visit the following URL:
bo_cn: མུ་མཐུད་འགྲོ་དགོས་ན། ཁྱེད་ཀྱིས་ངེས་པར་དུ་གཤམ་གྱི་དྲ་གནས་ལ་ལྟ་སྤྱོད་བྱ་དགོས།

source: Unable to start web browser
bo_cn: བཤར་ཆས་ཁ་འབྱེད་མི་ཐུབ།

source: Unable to start web browser to open %s.
bo_cn: བཤར་ཆས་བཀོལ་ནས་དྲ་ངོས་ཁ་འབྱེད་མི་ཐུབ།%s

source: Unknown symptom
bo_cn: མི་ཤེས་པའི་ནད་རྟགས།

source: Update %s with fully symbolic stack trace
bo_cn: རྟགས་ཡོངས་ཀྱི་དོས་ཀྱིས་གསར་སྒྱུར་རྗེས་འདེད་བྱ། %s

source: Updating problem report
bo_cn: གསར་སྒྱུར་གནད་དོན་གྱི་སྙན་ཞུ་

source: Uploading Problem Information
bo_cn: གནད་དོན་ཆ་འཕྲིན་ཡར་སྐུར།

source: Uploading problem information
bo_cn: གནད་དོན་ཆ་འཕྲིན་ཡར་སྐུར།

source: Usage: %s <report> <target directory>
bo_cn: སྤྱོད་སྟངས།：%s <སྙན་ཞུ་> <དམིགས་པའི་དཀར་ཆག་>

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: What kind of problem do you want to report?
bo_cn: ཁྱེད་ཀྱིས་གནད་དོན་རིགས་གང་སྙན་ཞུ་འབུལ་རྩིས་ཡོད།？

source: What would you like to do? Your options are:
bo_cn: ཁྱེད་རང་ག་རེ་བྱེད་འདོད་ཡོད། ཁྱེད་ཀྱི་གདམ་པ་ནི།

source: Write modified report to given file instead of changing the original report
bo_cn: བཟོ་བཅོས་པའི་སྙན་ཞུ་དེ་དམིགས་འཛུགས་ཀྱི་ཡིག་ཆའི་ནང་བཀོད་པ་ལས་ཐོག་མའི་སྙན་ཞུར་འགྱུར་བ་མིན།

source: You are not allowed to access this problem report.
bo_cn: ཁྱེད་ལ་གནད་དོན་འདི་ལྟ་སྤྱོད་ཀྱི་དབང་ཆ་མེད།

source: You can launch a browser now, or copy this URL into a browser on another computer.
bo_cn: ཁྱེད་ཀྱིས་བཤར་ཆས་ཤིག་ཁ་འབྱེད་བཞིན་ཡོད། ཡང་ན་དྲ་གནས་འདི་གློག་ཀླད་གཞན་ཞིག་གི་བཤར་ཆས་སུ་འདྲ་ཕམ་བྱེད།

source: You cannot use -C without -S. Stopping.
bo_cn: ཁྱེད་ཀྱིས་-S འདེམས་ཚན་གཏན་འཁེལ་མ་བྱས་བར་ -C འདེམས་ཚན་བཀོལ་མི་ཐུབ། མཚམས་འཇོག

source: You have already encountered this package installation failure.
bo_cn: ཁྱེད་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་ཕམ་པ་དང་ཐུག

source: You need to specify a package or a PID. See --help for more information.
bo_cn: ཁྱོད་ཀྱིས་མཉེན་ཆས་ཐུམ་ཡང་ནPIDཞིག་གཏན་འཁེལ་བྱ་དགོས། --help འདེམས་ཚན་གྱིས་ཆ་འཕྲིན་ཇེ་མང་ཐོབ་ཏུ་འཇུག

source: Your computer does not have enough free memory to automatically analyze the problem and send a report to the developers.
bo_cn: ཁྱེད་ཀྱི་རྩིས་འཁོར་གྱི་བར་སྟོང་མི་འདང་།བྱ་རིམ་གྱིས་བརྟག་དཔྱད་རང་བྱེད་དང་གསར་སྤེལ་མཁན་ལ་གནད་དོན་སྙན་ཞུ་ཕུལ་མི་ཐུབ།

source: Your system does not have enough memory to process this crash report.
bo_cn: ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་ལ་ཐོར་ཞིག་འདི་སྒྲིག་དྲས་རྒྱག་ཀྱི་སྙན་ཞུའི་འདང་ངེས་ཀྱིས་ནང་གསོག་མེད།

source: Your system might become unstable now and might need to be restarted.
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་ད་བརྟན་པོ་མེད་པར་འགྱུར་ཡོད། བསྐྱར་དུ་འགོ་སློང་དགོས་སྲིད།

source: _Examine locally
bo_cn: རང་གནས་ཞིབ་བཤེར།(_E)

source: do not create or reuse a sandbox directory for additional debug symbols but rely only on installed debug symbols.
bo_cn: གསར་དུ་མི་བཟོའམ་བསྐྱར་བཀོལ་ཚོད་སྒྲིག་ཨང་རྟགས་ཀྱི་བྱེ་སྒམ་དཀར་ཆག སྒྲིག་འཇུག་ཚོད་སྒྲིག་ཁོ་ན་ལ་བརྟེན།

source: none
bo_cn: མེད།

source: report download/install progress when installing packages into sandbox
bo_cn: སྒྲིག་འཇུག་ཐུམ་བྱེ་སྒམ་དུ་འཇུག་སྐབས་ཕབ་ལེན་/སྒྲིག་འཇུག་གི་མྱུར་ཚད་སྙན་ཞུ་འབུལ།

source: reuse a previously created cache dir (CDIR) or, if it does not exist, create it
bo_cn: བསྐྱར་དུ་སྔོན་བཟོའི་ལྷོད་གསོག་དཀར་ཆག་(CDIR)བཀོལ་བ། ཡང་ན་དེ་མེད་ན། དེ་གསར་བཟོ་བྱེད།

source: reuse a previously created sandbox dir (SDIR) or, if it does not exist, create it
bo_cn: བསྐྱར་དུ་སྔོན་བཟོའི་ལྷོད་གསོག་དཀར་ཆག་(SDIR) བཀོལ་བ། ཡང་ན་དེ་མེད་ན། དེ་གསར་བཟོ་བྱེད།

source: specify the log file name produced by valgrind
bo_cn: valgrindཡིས་སྐྱེད་གྲུབ་བྱས་པའི་ཉིན་ཐོའི་ཡིག་ཆ་མིང་གཏན་འཁེལ་བྱེད

source: the executable that is run under valgrind's memcheck tool for memory leak detection
bo_cn: ལག་བསྟར་རུང་བའི་ཡིག་ཆ་འདིས་ལག་ཆ་ Valgrind MemCheckཡི་ནང་གསོག་ལུད་པ་ཞིབ་བཤེར་བྱེད།

source: unknown program
bo_cn: མི་ཤེས་པའི་བྱ་རིམ།

source: xprop failed to determine process ID of the window
bo_cn: xprop ཡིས་སྒེའུ་ཁུང་གི་འཕེལ་རིམ་ Idགཏན་མི་འཁེལ།
