Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/apt-listchanges.po
Languages: bo_cn

source: %s: Version %s has already been seen
bo_cn: %s：པར་གཞི་ %s བལྟས་ཚར།

source: %s: will be newly installed
bo_cn: %s：ཚང་མ་གསར་དུ་སྒྲིག་འཇུག་བྱ།

source: Aborting
bo_cn: མཇུག་བསྒྲིལ་བཞིན་ཡོད།

source: Changes for %s
bo_cn: %sཡི་བསྒྱུར་བཅོས་བྱེད།

source: Confirmation failed, don't save seen state
bo_cn: གཏན་འཁེལ་ཕམ་པ། མཐོང་བའི་རྣམ་པ་ཉར་མེད།

source: Continue Installation?
bo_cn: མུ་མཐུད་དུ་སྒྲིག་འཇུག་གམ

source: Do you want to continue? [Y/n]
bo_cn: ཁྱེད་ཀྱིས་མུ་མཐུད་དུ་བྱེད་འདོད་དམ།[Y/n]？

source: Done
bo_cn: ལེགས་འགྲུབ།

source: Ignoring `%s' (seems to be a directory!)
bo_cn: “%s”སྣང་མེད་བྱེད། (ཕལ་ཆེར་དཀར་ཆག་ཅིག་ཡིན་པ་འདྲ།)

source: Informational notes
bo_cn: ཆ་འཕྲིན་བརྗེད་ཐོ།

source: List the changes
bo_cn: བཟོ་བཅོས་འགྲེམས་པ།

source: Mailing %s: %s
bo_cn: %s: %sལ་སྦྲག་སྐུར་བ།

source: News for %s
bo_cn: %s ཡི་བརྡ་འཕྲིན་གསར་བ།

source: Reading changelogs
bo_cn: བཅོས་ཐོ(changelogs)ཀློག་པ།

source: Reading changelogs. Please wait.
bo_cn: བཅོས་ཐོ(changelogs)ཀློག་པ། སྐུག་རོགས།

source: The %s frontend is deprecated, using pager
bo_cn: %s མདུན་སྣེ་ལེན་པ། ཤོག་དབྱེ་ཆས་བཀོལ།

source: The mail frontend needs a installed 'sendmail', using pager
bo_cn: སྦྲག་ཡིག་མདུན་སྣེ་རུ་སྒྲིག་འཇུག་བྱས་པའི་“sendmail”ཞིག་དགོས། ཤོག་དབྱེ་ཆས་བཀོལ།

source: Unknown option %s for --which. Allowed are: %s.
bo_cn: མི་ཤེས་པའི་འདེམས་ཚན་ %sནི་ --whichལ་བཀོལ། རུང་བ་ནི་%sཡོད།

source: You can abort the installation if you select 'no'.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས“no”བདམས་ན་སྒྲིག་འཇུག་མཚམས་འཇོག

source: apt-listchanges: Changelogs
bo_cn: apt-listchanges: ཉིན་ཐོ་བཟོ་བཅོས།

source: apt-listchanges: News
bo_cn: apt-listchanges:ནང་དོན་གསར་པ།

source: apt-listchanges: changelogs for %s
bo_cn: apt-listchanges: %s བཅོས་ཐོ།

source: apt-listchanges: news for %s
bo_cn: apt-listchanges: %sནང་དོན་གསར་བ

source: didn't find any valid .deb archives
bo_cn: ནུས་ལྡན་གྱི་ཡིག་ཚགས།་.debཅི་ཡང་རྙེད་མེད།
