Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/apt-utils.po
Languages: bo_cn

source: %s has no binary override entry either
bo_cn: %s ནང་དུ་གཉིས་གོང་འགྲིལ་ལུགས་ཀྱི་ཡིག་ཆའི་ཚན overrideམེད།

source: %s has no override entry
bo_cn: %s ནང་དུ་ཚནoverrideམེད།

source: %s has no source override entry
bo_cn: %s ནང་ཁུངས་ཚབ་ཨང་གི་ཚན་ override མེད།

source: %s maintainer is %s not %s
bo_cn: %sསྲུང་མཁན་%sནི་%sམིན།

source: DeLink limit of %sB hit.
bo_cn: DeLinkཡི་གོང་ཚད་%sBལ་སླེབས།

source: *** Failed to link %s to %s
bo_cn: *** %sལ་%sའབྲེལ་མི་ཐུབ།

source: Archive had no package field
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་རུ་ཡིག་དུམ package མེད།

source: Archive has no control record
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་རུ་ཚོད་འཛིན་ཡིག་དུམ་མེད།

source: Cannot get debconf version. Is debconf installed?
bo_cn: debconfཡི་པར་གཞི་ཐོབ་མི་ཐུབ། ཁྱེད་ཀྱིས་debconfསྒྲིག་འཇུག་བྱ་བ་ཡིན་ནམ།

source: Compress child
bo_cn: བུ་འཕེལ་རིམ་གནོན་པ།

source: Compressed output %s needs a compression set
bo_cn: བཙིར་ནས་འདོན་པའི་ཡིག་ཆ་ %sལ་བཙིར་གནོན་ཡིག་ཆའི་ཚོགས་སྤྱི་ཞིག་དགོས།

source: DB is old, attempting to upgrade %s
bo_cn: གཞི་གྲངས་མཛོད་དུས་བརྒལ། ད་རིམ་སྤེལ་པ་ཚོད་ལྟ་བྱེད་ %s

source: DB was corrupted, file renamed to %s.old
bo_cn: གཞི་གྲངས་མཛོད་སྐྱོན་བྱུང་བ། གཞི་གྲངས་མཛོད་འདིའི་ཡིག་ཆའི་ཡིག་ཆའི་མིང་%s.oldལ་སྒྱུར།

source: E:
bo_cn: ནོར་འཁྲུལ།：

source: E: Errors apply to file
bo_cn: ནོར་འཁྲུལ། ཡིག་ཆ་སྒྲིག་དྲས་རྒྱག་བྱེད་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: Error processing contents %s
bo_cn: དཀར་ཆག་ %s སྒྲིག་དྲས་རྒྱག་སྐབས་སུ་ནོར་བྱུང་།

source: Error processing directory %s
bo_cn: དཀར་ཆག་ %s སྒྲིག་དྲས་རྒྱག་སྐབས་སུ་ནོར་བྱུང་།

source: Error writing header to contents file
bo_cn: མགོ་དཀར་ཆག་ཡིག་ཆ་རུ་འབྲི་དུས་ནོར་བྱུང་།

source: Failed to create IPC pipe to subprocess
bo_cn: བུ་འཕེལ་རིམ་མདོང་ལམ་ IPCབཟོ་མི་ཐུབ།

source: Failed to fork
bo_cn: fork བྱེད་ཐབས་བྲལ།

source: Failed to open %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་མེད།

source: Failed to read .dsc
bo_cn: .dscཡིག་ཆ་ཀློག་པ་ཕམ་པ།

source: Failed to read the override file %s
bo_cn: overrideཡི་ཡིག་ཆ་ %sཀློག་མི་ཐུབ།

source: Failed to read while computing MD5
bo_cn: MD5ཡི་དག་བཤེར་རྩིས་སྐབས་གཞི་གྲངས་ཀློག་མི་ཐུབ།

source: Failed to readlink %s
bo_cn: རྟགས་སྦྲེལ་ %sཀློག་མི་ཐུབ།

source: Failed to rename %s to %s
bo_cn: %sམིང་བསྐྱར་དུ་བཏགས་ནས་%sཞེས་འབོད་ཐབས་མེད།

source: Failed to resolve %s
bo_cn: %sལ་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Failed to stat %s
bo_cn: %s ཡི་རྣམ་པ་ཐོབ་མི་ཐུབ།

source: IO to subprocess/file failed
bo_cn: བུ་འཕེལ་རིམ་ཡང་ན་ཡིག་ཆ་ལ་ཀློག་འབྲི་བྱ་མི་ཐུབ།

source: Internal error, failed to create %s
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ། %sགསར་བཟོ་བྱ་མི་ཐུབ།

source: Malformed override %s line %llu (%s)
bo_cn: override ཡིག་ཆ་ %sཡི་ཕྲེང་ %llu། (%s)ཡི་རྣམ་གཞག་ནོར་བ།

source: No selections matched
bo_cn: བདམས་པ་གང་ཡང་སྙོམ་འགྲིག་མེད།

source: Package extension list is too long
bo_cn: མཉེན་ཆས་ཐུམ་གྱི་བསྐྱེད་པའི་རེའུ་མིག་རིང་དྲགས།

source: Some files are missing in the package file group `%s'
bo_cn: མཉེན་ཆས་ཐུམ་ཡིག་ཆ་ཚོ“%s”རུ་ཡིག་ཆ་འགའ་མི་འདང་།

source: Source extension list is too long
bo_cn: ཁུངས་རྒྱ་སྐྱེད་རེའུ་མིག་རིང་དྲགས།

source: Tree walking failed
bo_cn: དཀར་ཆག་སྡོང་འགྲེམས་རྒྱུད་མི་ཐུབ།

source: Unable to get a cursor
bo_cn: མཚོན་རྟགས་ཐོབ་མི་ཐུབ།

source: Unable to mkstemp %s
bo_cn: གནས་སྐབས་ཀྱི་ཡིག་ཆ་(mkstemp) %sབཟོ་མི་ཐུབ།

source: Unable to open %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་མེད།

source: Unable to open DB file %s: %s
bo_cn: གཞི་གྲངས་མཛོད་ཡིག་ཆ་ %s：%sཁ་འབྱེད་མི་ཐུབ།

source: Unable to write to %s
bo_cn: %s་འབྲི་ཐབས་མེད།

source: Unknown compression algorithm '%s'
bo_cn: མི་ཤེས་བཙིར་གནོན་རྩི་ཐབས“%s”

source: Unknown package record!
bo_cn: མི་ཤེས་པའི་མཉེན་ཆས་ཐུམ་གྱི་ཐོ་འགོད།

source: W:
bo_cn: ཉེན་བརྡ།

source: W: Unable to read directory %s
bo_cn: ཐ་ཚིག དཀར་ཆག་ %s ཀློག་མི་ཐུབ།

source: W: Unable to stat %s
bo_cn: ཐ་ཚིག %s ཡི་རྣམ་པ་ཐོབ་མི་ཐུབ།

source: realloc - Failed to allocate memory
bo_cn: realloc - ནང་གསོག་བགོད་པ་ཕམ་པ།
