Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/apturl.po
Languages: bo_cn

source: Can not deal with protocol '%s'
bo_cn: གྲོས་ཆིངས་སྒྲིག་དྲས་རྒྱག་བྱེད་མི་ཐུབ།“%s”

source: Can not install '%s' (%s)
bo_cn: “%s”(%s) སྒྲིག་འཇུག་བྱེད་མི་ཐུབ།

source: Could not find package '%s'.
bo_cn: མཉེན་ཆས་ཐུམ་“%s”རྙེད་མི་ཐུབ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Do you want to enable the following software channel: '%s'?
bo_cn: ཁྱེད་ཀྱིས་མཉེན་ཆས་འཕྲིན་ལམ་“%s”བཀོལ་དགོས་སམ།

source: Do you want to install package '%s'?
bo_cn: ཁྱེད་ཀྱིས་མཉེན་ཆས་ཐུམ་“%s”བྱ་པ་ཡིན་ནམ།

source: Enable additional components
bo_cn: ཟུར་སྣོན་སྒྲིག་ལྷུ་བཀོལ་བ།

source: Enable additional software channel
bo_cn: ཟུར་སྣོན་མཉེན་ཆས་འཕྲིན་ལམ་

source: Enabling '%s' failed
bo_cn: “%s”བཀོལ་བ་ཕམ་པ།

source: Enabling channel '%s' failed
bo_cn: འཕྲིན་ལམ་“%s”བཀོལ་བ་ཕམ་པ།

source: Exception '%s'
bo_cn: མ་གཏོགས་“%s”

source: Install additional software?
bo_cn: ཟུར་སྣོན་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་དམ།

source: Invalid /etc/apt/sources.list file
bo_cn: ནུས་མེད་ཀྱི་/etc/apt/sources.list ཡིག་ཆ།

source: Invalid url: '%s' given, exiting
bo_cn: ནོར་འཁྲུལ་གྱི་དྲ་བ། “%s”ནང་འཇུག་སྟེ། ཕྱིར་འདོན།

source: Need a url to continue, exiting
bo_cn: མུ་མཐུད་དུ་དྲ་གནས་ཤིག་དགོས། ཉེར་སྤྱོད་བྱ་རིམ་ཕྱིར་འདོན་པ།

source: No ':' in the uri
bo_cn: URIནང་དུ་“:”མེད།

source: Non whitelist char in the uri
bo_cn: URIནང་དུ་མིང་དཀར་ཡིག་རྟགས་མེད།

source: Package '%s' is already installed
bo_cn: མཉེན་ཆས་ཐུམ་“%s”སྒྲིག་འཇུག་བྱས་ཟིན།

source: Package '%s' is virtual.
bo_cn: མཉེན་ཆས་ཐུམ་“%s”ནི་ཟོལ་ཐུམ་ཡིན།

source: Package '%s' requests minimal version '%s', but only '%s' is available
bo_cn: མཉེན་ཆས་ཐུམ་“%s”ལ་དགོས་པའི་པར་གཞི་དམའ་ཤོས་ནི“%s”དང་། འོན་ཀྱང་“%s”མ་གཏོགས་སྤྱོད་རུང་མེད།

source: Run the command in a terminal
bo_cn: མཐའ་སྣེར་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད།

source: Software index is broken
bo_cn: མཉེན་ཆས་གསལ་བྱང་ལ་སྐྱོན་བྱུང་།

source: The channel '%s' is not known
bo_cn: འཕྲིན་ལམ་“%s”མི་ཤེས།

source: True if the command used to handle this type of URL should be run in a terminal.
bo_cn: Trueཚབ་པའི་URLཡི་སྒྲིག་དྲས་རྒྱག་བྱ་རིམ་ནི་མཐའ་སྣེ་རུ་འཁོར་སྐྱོད་བྱ་དགོས།

source: Unknown channel '%s'
bo_cn: མི་ཤེས་པའི་འཕྲིན་ལམ་“%s”

source: Url string '%s' too long
bo_cn: ཤག་གནས་ཡིག་རྟགས་ཕྲེང་ '%s' རིང་དྲགས།

source: User requested interrupt.
bo_cn: སྤྱོད་མཁན་བར་ཆད།

source: Whitespace in key=value
bo_cn: key=value ནང་གི་སྟོང་ཆ།

source: _Install
bo_cn: སྒྲིག་འཇུག་(_I)
