Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/atk10.po
Languages: bo_cn

source: Accessible Description
bo_cn: གོ་སླ་བའི་འགྲེལ་བཤད།

source: Accessible Layer
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རིམ་པ།

source: Accessible MDI Value
bo_cn: ལྟ་སྤྱོད་རུང་བའི་ཚདMDI

source: Accessible Name
bo_cn: གོ་སླ་བའི་མིང་།

source: Accessible Parent
bo_cn: ལྟ་སྤྱོད་རུང་བའི་ཕའི་ཚོད་ལྷུ།

source: Accessible Role
bo_cn: ལྟ་སྤྱོད་རུང་བའི་བྱེད་མི།

source: Accessible Table Caption
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རེའུ་མིག་ཁ་བྱང་།

source: Accessible Table Caption Object
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རེའུ་མིག་ཁ་བྱང་བྱ་ཡུལ།

source: Accessible Table Column Description
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རེའུ་མིག་སྟར་ཞིབ་བརྗོད།

source: Accessible Table Column Header
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རེའུ་མིག་སྟར་མགོ།

source: Accessible Table Row Description
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རེའུ་མིག་འཕྲེད་ཞིབ་བརྗོད

source: Accessible Table Row Header
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རེའུ་མིག་འཕྲེད་མགོ

source: Accessible Table Summary
bo_cn: ལྟ་སྤྱོད་རུང་བའི་རེའུ་མིག་གནད་བསྡུས།

source: Accessible Value
bo_cn: ལྟ་སྤྱོད་རུང་བའི་ཚད།

source: Description of an object, formatted for assistive technology access
bo_cn: བྱ་ཡུལ་ཞིག་གི་འགྲེལ་བ། རམ་འདེགས་ལག་རྩལ་ངོས་འཛིན་གྱི་རྣམ་གཞག་ཏུ་སྒྱུར།

source: End index
bo_cn: གསལ་བྱང་མཇུག་སྒྲིལ།

source: Is used to notify that the table caption has changed
bo_cn: རེའུ་མིག་ཁ་བྱང་བསྒྱུར་ཟིན་བརྡ་གཏོང་བྱེད།

source: Is used to notify that the table column description has changed
bo_cn: རེའུ་མིག་སྟར་ཞིབ་བརྗོདབསྒྱུར་ཟིན་བརྡ་གཏོང་བྱེད།

source: Is used to notify that the table column header has changed
bo_cn: རེའུ་མིག་སྟར་头བསྒྱུར་ཟིན་བརྡ་གཏོང་བྱེད།

source: Is used to notify that the table row description has changed
bo_cn: རེའུ་མིག་འཕྲེད་ཞིབ་བརྗོདབསྒྱུར་ཟིན་བརྡ་གཏོང་བྱེད།

source: Is used to notify that the table row header has changed
bo_cn: རེའུ་མིག་འཕྲེད་头བསྒྱུར་ཟིན་བརྡ་གཏོང་བྱེད།

source: Is used to notify that the table summary has changed
bo_cn: རེའུ་མིག་གནད་བསྡུས་བསྒྱུར་ཟིན་བརྡ་གཏོང་བྱེད།

source: Is used to notify that the value has changed
bo_cn: ཚད་བསྒྱུར་ཟིན་བརྡ་གཏོང་བྱེད།

source: Number of Accessible Hypertext Links
bo_cn: ལྟ་སྤྱོད་རུང་བའི་བརྒལ་བའི་ཡིག་རྐྱང་སྦྲེལ་མཐུད་གྲངས།

source: Number of Anchors
bo_cn: གནས་ངེས་གྲངས་ཀ

source: Object instance's name formatted for assistive technology access
bo_cn: རམ་འདེགས་ལག་རྩལ་ངོས་འཛིན་དུ་རྣམ་གཞག་ཏུ་བསྒྱུར་བའི་བྱ་ཡུལ་དངོས་དཔེའི་མིང་།

source: Parent of the current accessible as returned by atk_object_get_parent()
bo_cn: atk_object_get_parent() ཡིས་ད་ལྟ་ལྟ་སྤྱོད་རུང་བའི་ཚོད་འཛིན་ཕ་རིགས་ལོག་པ།

source: Selected Link
bo_cn: སྦྲེལ་མཐུད་བདམས་པ།

source: Specifies whether the AtkHyperlink object is selected
bo_cn: AtkHyperlink བྱ་ཡུལ་འདེམས་ཡོད་མེད་གསལ་བོ་སྟོན།

source: Start index
bo_cn: གསལ་བྱང་མགོ་རྩོམ།

source: The accessible MDI value of this object
bo_cn: བྱ་ཡུལ་འདི་ལྟའི་སྤྱོད་རུང་བའི་ཚདMDI

source: The accessible layer of this object
bo_cn: བྱ་ཡུལ་འདིའི་ལྟ་སྤྱོད་རུང་བའི་རིམ་པ།

source: The accessible role of this object
bo_cn: བྱ་ཡུལ་འདིའི་སྤྱོད་རུང་བའི་འཁྲབ་གཟུགས།

source: The end index of the AtkHyperlink object
bo_cn: AtkHyperlink བྱ་ཡུལ་གྱི་མཇུག་སྒྲིལ་གསལ་བྱང་།

source: The number of anchors associated with the AtkHyperlink object
bo_cn: AtkHyperlink བྱ་ཡུལ་དང་འབྲེལ་བའི་གནས་ངེས་གྲངས་ཀ

source: The number of links which the current AtkHypertext has
bo_cn: ད་ལྟ AtkHypertextལ་ཡོད་པའི་སྦྲེལ་མཐུད་གྲངས་ཀ

source: The start index of the AtkHyperlink object
bo_cn: AtkHyperlink བྱ་ཡུལ་གྱི་འགོ་རྩོམ་གསལ་བྱང་།

source: accelerator label
bo_cn: གདོང་འཛར་མགྱོགས་སུ་གཏོང་།

source: acceptable
bo_cn: དང་ལེན་རུང་བ།

source: alert
bo_cn: ཐ་ཚིག

source: animation
bo_cn: འགུལ་རིས།

source: application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: arrow
bo_cn: མདའ་ཐིག

source: article
bo_cn: རྩོམ་ཡིག

source: audio
bo_cn: སྒྲ་ཟློས།

source: autocomplete
bo_cn: ཁ་རང་གསབ།

source: bad
bo_cn: ཧེ་བག

source: best
bo_cn: ཧ་ཅང་བཟང་།

source: block quote
bo_cn: དུམ་འདྲེན་སྤྱོད།

source: calendar
bo_cn: ལོ་ཐོ།

source: canvas
bo_cn: རས་ཁྲ།

source: caption
bo_cn: ཁ་བྱང་།

source: chart
bo_cn: རེའུ་མིག

source: check box
bo_cn: བསྐྱར་འདེམས་སྒྲོམ་གཞི།

source: check menu item
bo_cn: བསྐྱར་འདེམས་འདེམས་ཚན།

source: color chooser
bo_cn: ཁ་དོག་འདེམས་ཆས།

source: column header
bo_cn: སྟར་མགོ

source: combo box
bo_cn: སྡེབ་སྒྲིག་སྒྲོམ།

source: comment
bo_cn: མཆན་འགྲེལ།

source: dateeditor
bo_cn: དུས་ཚོད་རྩོམ་སྒྲིག་ཆས།

source: definition
bo_cn: མཚན་ཉིད།

source: description list
bo_cn: ཞིབ་བརྗོདརེའུ་མིག

source: description term
bo_cn: ཞིབ་བརྗོད་ཐ་སྙད།

source: description value
bo_cn: ཞིབ་བརྗོད་ཚད།

source: desktop frame
bo_cn: ཅོག་ངོས་སྒྲོམ་གཞི།

source: desktop icon
bo_cn: ཅོག་ངོས་རིས་རྟགས་

source: dial
bo_cn: ཨང་འབོད་པ།

source: dialog
bo_cn: གླེང་སྒྲོམ།

source: directory pane
bo_cn: དཀར་ཆག་ངོས་པང་།

source: document email
bo_cn: གློག་རྡུལ་སྦྲག་ཡིག་གི་ཡིག་ཚགས།

source: document frame
bo_cn: ཡིག་ཚགས་སྒྲོམ་གཞི།

source: document presentation
bo_cn: འགྲེམས་སྟོན་ཡིག་ཚགས།

source: document spreadsheet
bo_cn: གློག་རྡུལ་རེའུ་མིག་ཡིག་ཚགས།

source: document text
bo_cn: ཡི་གེ་སྒྲིག་གཅོད་ཡིག་ཚགས།

source: document web
bo_cn: དྲ་ངོས་ཡིག་ཚགས།

source: drawing area
bo_cn: རིས་འགོད་ཁུལ།

source: edit bar
bo_cn: རྩོམ་སྒྲིག་སྡེ།

source: embedded component
bo_cn: འཛུད་བྱེད་སྒྲིག་ལྷུ།

source: entry
bo_cn: ནང་འཇུག

source: file chooser
bo_cn: ཡིག་ཆ་འདེམས་ཆས།

source: filler
bo_cn: ཁ་སྐོང་ཆས།

source: fontchooser
bo_cn: ཡིག་གཟུགས་འདེམས་ཆས།

source: footer
bo_cn: ཤོག་ངོས།

source: form
bo_cn: སྒེའུ་ཁུང་།

source: frame
bo_cn: སྒྲོམ་གཞི།

source: glass pane
bo_cn: ཤེལ་ངོས།

source: good
bo_cn: བཟང་པོ།

source: grouping
bo_cn: ཚོ་ཆུང་བགོས་པ།

source: header
bo_cn: ཤོག་ལྡེབས།

source: heading
bo_cn: ཁ་བྱང་།

source: high
bo_cn: མཐོ།

source: html container
bo_cn: HTMLསྣོད་ཆས།

source: icon
bo_cn: རིས་རྟགས།

source: image
bo_cn: པར་རིས།

source: image map
bo_cn: གནས་རིས།

source: info bar
bo_cn: ཆ་འཕྲིན་སྡེ།

source: input method window
bo_cn: འཇུག་ཐབས་སྒེའུ་ཁུང་།

source: internal frame
bo_cn: ནང་ཁུལ་སྒྲོམ་གཞི།

source: invalid
bo_cn: ནུས་མེད།

source: landmark
bo_cn: མཚམས་རྟགས།

source: layered pane
bo_cn: བཀོད་པ་ངོས་པང་།

source: level bar
bo_cn: རིམ་པའི་ཚན།

source: link
bo_cn: སྦྲེལ་མཐུད་

source: list
bo_cn: རེའུ་མིག

source: list box
bo_cn: རེའུ་མིག་གི་སྒམ།

source: list item
bo_cn: རེའུ་མིག་གི་ཚན་པ།

source: log
bo_cn: ཉིན་ཐོ།

source: marquee
bo_cn: འདེམས་སྒྲོམ་

source: math
bo_cn: གྲངས་རིག་པ།

source: medium
bo_cn: འབྲིང་རིམ།

source: menu
bo_cn: འདེམས་བྱང་།

source: menu bar
bo_cn: ཚལ་རིགས་ཀྱི་ཚན།

source: menu item
bo_cn: འདེམས་བྱང་ཚན་པ།

source: notification
bo_cn: བརྡ་ཐོ།

source: option pane
bo_cn: འདེམ་བྱའི་ངོས་པང་།

source: page
bo_cn: ཤོག་ངོས།

source: page tab
bo_cn: འདེམས་བྱང་།

source: page tab list
bo_cn: འདེམ་བྱང་རེའུ་མིག

source: panel
bo_cn: ངོས་པང་།

source: paragraph
bo_cn: དུམ་ཚན།

source: password text
bo_cn: གསང་ཨང་ཡིག་རྐྱང་།

source: popup menu
bo_cn: འཕར་ཐོན་འདེམས་བྱང་།

source: progress bar
bo_cn: གྲུབ་ཚད་ཐིག

source: push button
bo_cn: མཐེབ་གནོན།

source: radio button
bo_cn: ཆིག་འདེམས་མཐེབ་གནོན།

source: radio menu item
bo_cn: ཆིག་འདེམས་འདེམས་བྱང་ཚན།

source: rating
bo_cn: རིམ་བསྡུར།

source: redundant object
bo_cn: བྱ་ཡུལ་ལྷག་མ།

source: root pane
bo_cn: རྩ་བའི་པང་ལེབ།

source: row header
bo_cn: འཕྲེད་མགོ

source: ruler
bo_cn: ཚད་གཞི།

source: scroll bar
bo_cn: འདེད་མ།

source: scroll pane
bo_cn: འདེད་མ་ངོས་པང་།

source: section
bo_cn: ཚིགས།

source: separator
bo_cn: གཅོད་བྱེད།

source: slider
bo_cn: འདྲེད་རྡོ།

source: spin button
bo_cn: ཅུང་སྒྲིག་མཐེབ་གནོན།

source: split pane
bo_cn: བཤིག་དབྱེ་ངོས་པང་།

source: statusbar
bo_cn: རྣམ་པ་སྡེ།

source: strong
bo_cn: དྲག

source: table
bo_cn: རེའུ་མིག

source: table cell
bo_cn: རེའུ་མིག་སྡེ་ཚན།

source: table column header
bo_cn: རེའུ་མིག་སྟར་མགོ

source: table row
bo_cn: རེའུ་མིག་འཕྲེད་

source: table row header
bo_cn: རེའུ་མིག་འཕྲེད་མགོ

source: tear off menu item
bo_cn: འཕྲལ་རུང་འདེམས་བྱང་ཚན།

source: terminal
bo_cn: མཐའ་སྣེ།

source: text
bo_cn: ཡིག་རྐྱང།

source: timer
bo_cn: དུས་གཅོད་ཆས།

source: title bar
bo_cn: ཁ་བྱང་སྡེ།

source: toggle button
bo_cn: བརྗེ་བྱེད་མཐེབ་གནོན།

source: tool bar
bo_cn: ལག་ཆའི་སྡེ།

source: tool tip
bo_cn: ལག་ཆ་གསལ་སྟོན།

source: tree
bo_cn: སྡོང་འགྲེམས།

source: tree item
bo_cn: སྡོང་འགྲེམས་ས་བཅད།

source: tree table
bo_cn: སྡོང་དབྱིབས་རེའུ་མིག

source: unknown
bo_cn: མི་ཤེས།

source: very bad
bo_cn: ཧ་ཅང་ཞན།

source: very good
bo_cn: ཧ་ཅང་བཟང་།

source: very high
bo_cn: ཧ་ཅང་མཐོ།

source: very low
bo_cn: ཧ་ཅང་དམའ།

source: very strong
bo_cn: ཧ་ཅང་དྲག

source: very weak
bo_cn: ཧ་ཅང་ཞན།

source: video
bo_cn: བརྙན་ལམ།

source: viewport
bo_cn: མཐོང་ཁུལ།

source: weak
bo_cn: ཞན་པ།

source: window
bo_cn: སྒེའུ་ཁུང་།
