Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/bfd.po
Languages: bo_cn

source: Export Address Table
bo_cn: ཤག་གནས་རེའུ་མིག་ཕྱིར་འདྲེན་པ།

source: Name Pointer Table
bo_cn: མིང་ཀྱི་སྟོན་ཁབ་རེའུ་མིག

source: <EABI version unrecognised>
bo_cn: <ངོས་འཛིན་མི་ཐུབ་པའི་EABI པར་གཞི།>

source: [FPA float format]
bo_cn: [FPA འཕྱོ་ཚེག་རྣམ་གཞག]

source: [Maverick float format]
bo_cn: [Maverick འཕྱོ་ཚེག་རྣམ་གཞག]

source: [VFP float format]
bo_cn: [VFP འཕྱོ་ཚེག་རྣམ་གཞག]

source: [Version1 EABI]
bo_cn: [པར་གཞི་1 EABI]

source: [abi unknown]
bo_cn: [abi མི་ཤེས།]

source: [absolute position]
bo_cn: [བལྟོས་མེད་གནས་ས]

source: [dynamic symbols use segment index]
bo_cn: [འགུལ་རྣམ་རྟགས་སྤྱོད་པའི་དུམ་བུའི་གསལ་བྱང་།]

source: [floats passed in float registers]
bo_cn: [འཕྱོ་ཚེག་བཅོལ་ཆས་སུ་འཕྱོ་ཚེག་གྲངས་སྐྱེལ་བ།]

source: [floats passed in integer registers]
bo_cn: [ཧྲིལ་གྲངས་བཅོལ་ཆས་སུ་འཕྱོ་ཚེག་གྲངས་སྐྱེལ་བ།]

source: [has entry point]
bo_cn: འཇུག་སྒོ་འདུས་པ།

source: [interworking enabled]
bo_cn: [བཀོལ་སྤྱོད་བྱེད་རེས་བཀོལ་བ།]

source: [interworking flag not initialised]
bo_cn: [བཀོལ་སྤྱོད་བྱེད་རེས་མཚོན་རྟགས་ཐོག་མ་ཅན་དུ་སྒྱུར་མེད།]

source: [interworking not supported]
bo_cn: [བཀོལ་སྤྱོད་བྱེད་རེས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།]

source: [interworking supported]
bo_cn: [བཀོལ་སྤྱོད་བྱེད་རེས་ལ་རྒྱབ་སྐྱོར་བྱེད།]

source: [new ABI]
bo_cn: [ABIགསར་བ།]

source: [not 32bitmode]
bo_cn: [གནས32མིན་པའི་རྣམ་པ།]

source: [old ABI]
bo_cn: [ABIརྙིང་པ།]

source: [position independent]
bo_cn: [གནས་ས་དང་འབྲེལ་མེད།]

source: [relocatable executable]
bo_cn: [ངེས་བསྐྱར་ངེས་ཐུབ་པའི་ལག་བསྟར་རུང་བའི་བྱ་རིམ།]

source: [software FP]
bo_cn: [མཉེན་ཆས། FP]

source: [sorted symbol table]
bo_cn: [རིམ་སྒྲིག་བྱས་པའི་མཚོན་རྟགས་རེའུ་མིག]

source: [symbols have a _ prefix]
bo_cn: [རྟགས་ལ་ _མངོན་འཇུག་ཅིག་འདུག]

source: [unknown ISA]
bo_cn: [མི་ཤེས་པའི་ ISA]

source: [unsorted symbol table]
bo_cn: [རིམ་སྒྲིག་མེད་པའི་མཚོན་རྟགས་རེའུ་མིག]

source: [v10 and v32]
bo_cn: [v10 དང་ v32]

source: #<Invalid error code>
bo_cn: #<ནུས་མེད་ཀྱི་ནོར་འཁྲུལ་ཨང་།>

source: %B (%s): Section flag %s (0x%x) ignored
bo_cn: %B། (%s): དུམ་བུའི་མཚོན་རྟགས་ %s། (0x%x)སྣང་མེད་དུ་གཏོང་།

source: %B and %B are for different configurations
bo_cn: %Bདང%Bམི་འདྲ་བའི་སྡེབ་སྒྲིག་ལ་བཀོལ།

source: %B and %B are for different cores
bo_cn: %Bདང%Bནི་མི་འདྲ་བའི་ཉིང་ལ་བཀོལ།

source: %B contains CRIS v32 code, incompatible with previous objects
bo_cn: %B རུCRIS v32ཚབ་ཨང་འདུས། སྔོན་གྱི་བྱ་ཡུལ་སྒྲིག་སྒྱུར་འདྲེན་མི་ཐུབ།

source: %B contains non-CRIS-v32 code, incompatible with previous objects
bo_cn: %B རུCRIS v32ཚབ་ཨང་མིན་པ་འདུས། སྔོན་གྱི་བྱ་ཡུལ་སྒྲིག་སྒྱུར་འདྲེན་མི་ཐུབ།

source: %B(%A+0x%lx): %s relocation against SEC_MERGE section
bo_cn: %B(%A+0x%lx): %s གནས་བསྐྱར་ངེས་དང་SEC_MERGEདུམ་ལ་འགལ་བ་བྱུང་།

source: %B(%A+0x%lx): %s used with TLS symbol %s
bo_cn: %B(%A+0x%lx): %s ནི་TLSརྟགས་%sདང་མཉམ་དུ་སྤྱོད་དགོས།

source: %B(%A+0x%lx): %s used with non-TLS symbol %s
bo_cn: %B(%A+0x%lx): %s ནིTLSམིན་པའི་རྟགས%sདང་མཉམ་དུ་སྤྱོད་དགོས།

source: %B(%A+0x%lx): Only ADD or SUB instructions are allowed for ALU group relocations
bo_cn: %B(%A+0x%lx): ADD ཡང་ན་ SUB ཡི་བཀའ་བརྡ་ ཁོ་ནALUཚོའི་གནས་བསྐྱར་ངེས་སུ་བཀོལ་ཐུབ་པ་ཡིན།

source: %B(%A+0x%lx): Overflow whilst splitting 0x%lx for group relocation %s
bo_cn: %B(%A+0x%lx): 0x%lxལ་གནས་བསྐྱར་ངེས་ %sབྱེད་སྐབས་སུ་ལུད་པ།

source: %B(%A+0x%lx): R_ARM_TLS_LE32 relocation not permitted in shared object
bo_cn: %B(%A+0x%lx):R_ARM_TLS_LE32གནས་བསྐྱར་ངེས་sharped བྱ་ཡུལ་དུ་སྤྱོད་མི་རུང་།

source: %B(%A+0x%lx): cannot reach %s, recompile with -ffunction-sections
bo_cn: %B（%A+0x%lx） %sལ་སླེབས་མི་ཐུབ། -ffunction-sectionsཡིས་ཡང་བསྐྱར་རྩོམ་སྒྲིག་བྱེད།

source: %B(%A+0x%lx): reloc against `%s': error %d
bo_cn: %B(%A+0x%lx): གནས་བསྐྱར་ངེས་དང་\%s"འགལ་བ།:ནོར་འཁྲུལ།%d"

source: %B(%A+0x%lx): unresolvable %s relocation against symbol `%s'
bo_cn: %B(%A+0x%lx): %s གནས་བསྐྱར་ངེས་དང་རྟགས “%s”ལ་ཡོད་པའི་འགལ་བ་ཐག་དྲས་རྒྱག་མི་ཐུབ།

source: %B(%A+0x%lx): unresolvable relocation against symbol `%s'
bo_cn: %B(%A+0x%lx): རྟགས\%s"དང་འགལ་བའི་གནས་བསྐྱར་ངེས་ཐག་དྲས་རྒྱག་མི་ཐུབ།"

source: %B, section %A: No PLT for relocation %s against symbol `%s'
bo_cn: %B, %Aདུམ་བུ། གནས་བསྐྱར་ངེས%sལ་PLTམེད། རྒྱུ་མཚན་ནི་རྟགས་\%s"འགལ་བ་བྱུང་།"

source: %B, section %A: No PLT nor GOT for relocation %s against symbol `%s'
bo_cn: %B, %Aདུམ་བུ། གནས་བསྐྱར་ངེས་%sལ་PLTདང་GOTམེད། རྒྱུ་མཚན་ནི་རྟགས\%s"དང་འགལ་བ་བྱུང་།"

source: %B, section %A: relocation %s is not allowed for global symbol: `%s'
bo_cn: %B, %Aདུམ་བུ། གནས་བསྐྱར་ངེས་%sཡིས་ཁྱོན་ཡོངས་མཚོན་རྟགས་\%s"བཀོལ་མི་ཆོག"

source: %B, section %A: relocation %s with no GOT created
bo_cn: %B, %Aདུམ་བུ། གནས་བསྐྱར་ངེས་%sནང་དུ་GOTམེད།

source: %B, section %A: relocation %s with non-zero addend %d against local symbol
bo_cn: %B, %Aདུམ་བུ། གནས་བསྐྱར་ངེས་%sཡོད་པའི་ཀླད་གོར་མིན་པའི་སྣོན་གྲངས%dདང་ཁྱབ་ཁོངས་མཚོན་རྟགས་\%s" འགལ་བ་བྱུང་།"

source: %B, section %A: relocation %s with non-zero addend %d against symbol `%s'
bo_cn: %B, %Aདུམ་བུ། གནས་བསྐྱར་ངེས་%sཡོད་པའི་ཀླད་གོར་མིན་པའི་སྣོན་གྲངས་%dདང་མཚོན་རྟགས་\%s"འགལ་བ་བྱུང་མེད།"

source: %B, section %A: unresolvable relocation %s against symbol `%s'
bo_cn: %B, %Aདུམ་བུ། གནས་བསྐྱར་ངེས་%sཐག་དྲས་རྒྱག་མི་ཐུབ། རྒྱུ་མཚན་ནི་མཚོན་རྟགས་\%s"དང་འགལ་བ་བྱུང་།"

source: %B: BE8 images only valid in big-endian mode.
bo_cn: %B:BE8དཔེ་དབྱིབས་ནི-endian རྣམ་པ་ཁོ་ནར་ནུས་པ་ཡོད།

source: %B: Bad relocation record imported: %d
bo_cn: %B: གནས་བསྐྱར་ངེས་ཟིན་ཐོའི་ནང་འཇུག་ནོར་འཁྲུལ་འདུག

source: %B: Instruction set mismatch with previous modules
bo_cn: %B: མིག་སྔའི་བཀའ་བརྡ་ཚོགས་དང་སྔོན་གྱི་དེ་དང་ཆ་མི་མཉམ་

source: %B: Invalid relocation type imported: %d
bo_cn: %B: དྲངས་པའི་གནས་བསྐྱར་ངེས་རིགས་གྲས།： %d ནུས་མེད།

source: %B: Relocations in generic ELF (EM: %d)
bo_cn: %B：སྤྱིར་བཏང་གིELFགནས་བསྐྱར་ངེས།（M: %d）

source: %B: Unrecognized storage class %d for %s symbol `%s'
bo_cn: %B: བསགས་པའི་རིགས་གྲས་ %d ཡི %sནང་གི`%s'མཚོན་རྟགས་ངོས་འཛིན་མི་ཐུབ།

source: %B: Warning: Ignoring section flag IMAGE_SCN_MEM_NOT_PAGED in section %s
bo_cn: %B:ཐ་ཚིག དུམ་བུ་%sནང་གི་དུམ་བུའི་མཚོན་རྟགས་IMAGE_SCN_MEM_NOT_PAGEDསྣང་མེད་དུ་གཏོང་བ།

source: %B: Warning: Thumb BLX instruction targets thumb function '%s'.
bo_cn: %B: ཐ་ཚིག Thumb BLX བཀའ་བརྡས་thumbརྟེན་འབྱུང་གྲངས་\%s".སྟོན་པ།

source: %B: bad reloc address 0x%lx in section `%A'
bo_cn: %B: གནས་བསྐྱར་ངེས་ཤག་གནས 0x%lx ནི `%A' དུམ་བུར་ནོར་འཁྲུལ་ཡོད།

source: %B: bad string table size %lu
bo_cn: %B: ཡིག་ཕྲེང་རེའུ་མིག་གི་ཆེ་ཆུང་%luལ་ནོར་འཁྲུལ་འདུག

source: %B: bad symbol index: %d
bo_cn: %B:ནོར་འཁྲུལ་གྱི་མཚོན་རྟགས་གསལ་བྱང་།:%d

source: %B: cannot create stub entry %s
bo_cn: %B: stub entry %sགསར་བཟོ་བྱེད་མི་ཐུབ།

source: %B: error: VFP11 veneer out of range
bo_cn: %B: ནོར་འཁྲུལ། VFP11 veneer མཚམས་ཚད་བརྒལ་བ།

source: %B: illegal relocation type %d at address 0x%lx
bo_cn: %B: གནས་བསྐྱར་ངེས་རིགས་གྲས་ %d ཤག་གནས 0x%lxརུ་ལུགས་འགལ།

source: %B: illegal symbol index in reloc: %d
bo_cn: %B: གནས་བསྐྱར་ངེས་ཤག་གནས་སུ་ལུགས་འགལ་མཚོན་རྟགས།： %dའདུག

source: %B: invalid SHT_GROUP entry
bo_cn: %B: SHT_GROUP ཚན་སྤྱོད་མི་རུང་།

source: %B: invalid relocation type %d
bo_cn: %B：ནུས་མེད་ཀྱི་གནས་བསྐྱར་ངེས་རིགས་གྲས་ %d

source: %B: reloc against a non-existant symbol index: %ld
bo_cn: %B:མེད་པའི་མཚོན་རྟགས་གསལ་བྱང་།：%ldགནས་བསྐྱར་ངེས་བྱེད།

source: %B: relocation at `%A+0x%x' references symbol `%s' with nonzero addend
bo_cn: %B: \%A+0x%x"འབྲེལ་བའི་མཚོན་རྟགས་"%s"རུ་ཀླད་ཀོར་མིན་པའི་སྣོན་གྲངས་ཀྱི་གནས་བསྐྱར་ངེས་བྱེད།"

source: %B: relocs in section `%A', but it has no contents
bo_cn: %B：‘%A’ཡི་ཆ་ཤས་སུ་གནས་བསྐྱར་ངེས་བྱེད་ཀྱང་། དེ་ལ་ནང་དོན་མེད།

source: %B: symbol `%s' has unrecognized smclas %d
bo_cn: %B: མཚོན་རྟགས་ `%s'ནང་འདུས་པའི་smclas %dངོས་འཛིན་བྱ་མི་ཐུབ།

source: %B: unable to fill in DataDictionary[9] because __tls_used is missing
bo_cn: %B:གཞི་གྲངས་ཚིག་མཛོད་འབྲི་མི་ཐུབ།[9]__tls_usedབརླག་པའི་རྐྱེན།

source: %B: unable to find ARM glue '%s' for `%s'
bo_cn: %B:ARMཡིས་'%s' དང `%s'འབྲེལ་མཐུད་བྱ་བྱེད་མི་རྙེད།

source: %B: unable to find THUMB glue '%s' for `%s'
bo_cn: %B: THUMBཡིས་ '%s'དང་`%s'འབྲེལ་མཐུད་བྱ་བྱེད་མི་རྙེད།

source: %B: unknown relocation type %d
bo_cn: %B: མི་ཤེས་པའི་ཕྱོགས་བསྐྱར་ངེས་རིགས་གྲས་ %d

source: %B: unknown/unsupported relocation type %d
bo_cn: %B: གནས་བསྐྱར་ངེས་རིགས་གྲས་ %dམི་ཤེས་/རྒྱབ་སྐྱོར་མི་བྱེད།

source: %B: unrecognized relocation (0x%x) in section `%A'
bo_cn: %B: ངོས་འཛིན་མི་ཐུབ་པའི་ཕྱོགས་བསྐྱར་ངེས་། (0x%x)། ཁུལ'%A'རུ་ཡོད།

source: %B: unsupported relocation type %i
bo_cn: %B:གནས་བསྐྱར་ངེས་རིགས་གྲས་ %iརྒྱབ་སྐྱོར་མི་བྱེད།

source: %B: unsupported relocation: ALPHA_R_GPRELHIGH
bo_cn: %B:ཕྱོགས་བསྐྱར་ངེས།： ALPHA_R_GPRELHIGHརྒྱབ་སྐྱོར་མི་བྱེད།

source: %B: unsupported relocation: ALPHA_R_GPRELLOW
bo_cn: %B:ཕྱོགས་བསྐྱར་ངེས།： ALPHA_R_GPRELLOWརྒྱབ་སྐྱོར་མི་བྱེད།

source: %B: uses _-prefixed symbols, but writing file with non-prefixed symbols
bo_cn: %B:_-སྔོན་འཇུག་མཚོན་རྟགས་བཀོལ་བ། འོན་ཀྱང་འབྲི་བའི་ཡིག་ཆ་ལ་སྔོན་འཇུག་མཚོན་རྟགས་མེད།

source: %B: uses non-prefixed symbols, but writing file with _-prefixed symbols
bo_cn: %B:སྔོན་འཇུག་མིན་པའི་མཚོན་རྟགས་བཀོལ་བ། འོན་ཀྱང་འབྲི་བའི་ཡིག་ཆ་ལ་_སྔོན་འཇུག་མཚོན་རྟགས་ཡོད།

source: %B: warning: COMDAT symbol '%s' does not match section name '%s'
bo_cn: %B:ཐ་ཚིག COMDATམཚོན་རྟགས‘%s’དང་དུམ་བུའི་མིང་‘%s’ཆ་མི་མཉམ།

source: %B: warning: duplicate line number information for `%s'
bo_cn: %B:ཐ་ཚིག བསྐྱར་ཟློས་ཀྱི་ཕྲེང་གི་ཆ་འཕྲིན་“%s”

source: %B: warning: illegal symbol index %ld in line numbers
bo_cn: %B: ཐ་ཚིག ཕྲེང་ཨང་དུ་ལུགས་འགལ་བའི་མཚོན་རྟགས་གསལ་བྱང་ %ldའདུག

source: %B: warning: illegal symbol index %ld in relocs
bo_cn: %B：ཐ་ཚིག གནས་བསྐྱར་ངེས་ནང་གི་མཚོན་རྟགས་གསལ་བྱང་།：%ldལུགས་འགལ།

source: %B: warning: line number table read failed
bo_cn: %B: ཐ་ཚིག ཕྲེང་ཨང་ཀློག་པ་ཕམ་པ།

source: %B: warning: selected VFP11 erratum workaround is not necessary for target architecture
bo_cn: %B: ཐ་ཚིག བདམས་པའི་VFP11ནོར་བ། དམིགས་འབེན་གྱི་གྲུབ་ཚུལ་དགོས་ངེས་མིན།

source: %B: warning: sh_link not set for section `%A'
bo_cn: %B: ཐ་ཚིག sh_link སྒྲིག་འགོད་ལེགས་འགྲུབ་བྱུང་མེད། `%A'

source: %s: %s: reloc overflow: 0x%lx > 0xffff
bo_cn: %s：%s：གནས་བསྐྱར་ངེས་ལུད་པ།：0x%lx > 0xffff

source: %s: Error: multiple definition of `%s'; start of %s is set in a earlier linked file
bo_cn: %s：ནོར་འཁྲུལ།：མཚན་ཉིད་བསྐྱར་འཇོག་བྱེད་“%s” %sཡི་འགོ་རྩོམ་ས་དེའི་སྔོན་གྱི་འབྲེལ་མཐུད་ཡིག་ཆར་བཀོད་པ།

source: %s: GAS error: unexpected PTB insn with R_SH_PT_16
bo_cn: %s：GAS ནོར་འཁྲུལ། བློ་ཡུལ་ལས་འདས་པའི་R_SH_PT_16ཡི་ PTB བཀའ་བརྡ་ཡོད།

source: %s: Invalid relocation type exported: %d
bo_cn: %s：དྲངས་པའི་ནུས་མེད་ཀྱི་གནས་བསྐྱར་ངེས་རིགས་གྲས།：%d

source: %s: LOCAL directive: Register $%ld is not a local register. First global register is $%ld.
bo_cn: %s：LOCAL བཀའ་བརྡ། བཅོལ་ཆས་ $%ldནི་རང་གནས་ཀྱི་བཅོལ་ཆས་མིན། ཁྱོན་ཡོངས་བཅོལ་ཆས་དང་པོ་ནི་$%ldཡིན།

source: %s: TOC reloc at 0x%x to symbol `%s' with no TOC entry
bo_cn: %s: Ox%xརུ་མཚོན་རྟགས་ \%s"བཀོལ་ནས་TOCམེད་པའི་TOC ནང་འཇུག་གི་གནས་བསྐྱར་ངེས་བྱེད།"

source: %s: can not represent section `%s' in a.out object file format
bo_cn: %s： a.out བྱ་ཡུལ་ཡིག་ཆའི་རྣམ་གཞག་ཏུ་ཚིགས“%s”མཚོན་མི་ཐུབ།

source: %s: can not represent section for symbol `%s' in a.out object file format
bo_cn: %s：a.out བྱ་ཡུལ་ཡིག་ཆའི་རྣམ་གཞག་ཏུ་མཚོན་རྟགས་“%s”ལ་ཚིགས་མཚོན་མི་ཐུབ།

source: %s: cannot link fdpic object file into non-fdpic executable
bo_cn: %s: dfpicབྱ་ཡུལ་ཡིག་ཆ་འབྲེལ་ནས་ལག་བསྟར་རུང་བའི་-dfpicམིན་པ་བྱེད་མི་ཐུབ།

source: %s: compiled as 32-bit object and %s is 64-bit
bo_cn: %s：སྒྲིག་སྒྱུར་ནི་གནས 32-ཅན་གྱི་དམིགས་ཡུལ་ཡིག་ཆ་ཡིན་ཡང་། %sནི་གནས་64-ཡིན།

source: %s: compiled as 64-bit object and %s is 32-bit
bo_cn: %s：སྒྲིག་སྒྱུར་ནི་གནས 64-ཅན་གྱི་དམིགས་ཡུལ་ཡིག་ཆ་ཡིན་ཡང་། %sནི་གནས་32-ཡིན།

source: %s: compiled with %s and linked with modules compiled with %s
bo_cn: %s：%s སྒྲིག་སྒྱུར་བྱེད་ཅིང་ %s སྒྲིག་སྒྱུར་གྱི་དཔེ་དུམ་འབྲེལ་མཐུད་བྱེད་པ།

source: %s: compiled with %s and linked with modules that use non-pic relocations
bo_cn: %s: %sདང་སྒྲིག་སྒྱུར་བྱེད་ཅིང་སྦྲེལ་མཐུད་བྱེད་ནས་non-picགནས་བསྐྱར་ངེས་ཀྱི་དཔེ་དུམ་དུ་བཀོལ་བ།

source: %s: could not write out added .cranges entries
bo_cn: %s：དོན་ཚན་ .crangesརུ་འབྲི་མི་ཐུབ།

source: %s: could not write out sorted .cranges entries
bo_cn: %s：རིམ་སྒྲིག་བྱས་པའི་ .crangesདོན་ཚན་དུ་འབྲི་མི་ཐུབ།་

source: %s: directive LOCAL valid only with a register or absolute value
bo_cn: %s：བཀའ་བརྡ་ LOCAL བཅོལ་ཆས་ཡང་ན་བལྟོས་མེད་ཚད་ཁོ་ན་ལ་ནུས་པ་ཡོད།

source: %s: encountered datalabel symbol in input
bo_cn: %s：ནང་འཇུག་སྐབས་སུ་གཞི་གྲངས་གདོང་འཛར་མཚོན་རྟགས་ལ་འཕྲད་པ།

source: %s: illegal section name `%s'
bo_cn: %s：ལུགས་འགལ་གྱི་ཚིགས་མིང་།“%s”

source: %s: line number overflow: 0x%lx > 0xffff
bo_cn: %s：ཕྲེང་ཨང་ལུད་པ：0x%lx > 0xffff

source: %s: not implemented
bo_cn: %s：དངོས་འགྱུར་བྱེད་མེད།

source: %s: not supported
bo_cn: %s：རྒྱབ་སྐྱོར་མི་བྱེད།

source: %s: object size does not match that of target %s
bo_cn: %s：དམིགས་པའི་ཡིག་ཆའི་ཆེ་ཆུང་དང་དམིགས་པ་ %s ཆ་མི་མཉམ།

source: %s: relocatable link from %s to %s not supported
bo_cn: %s: %sནས %s ཡི་གནས་བསྐྱར་ངེས་སྦྲེལ་མཐུད་རྒྱབ་སྐྱོར་མི་བྱེད།

source: %s: string too long (%d chars, max 65535)
bo_cn: %s：ཡིག་རྟགས་ཕྲེང་རིང་དྲགས། (%d ཡིག་རྟགས། ཆེས་ཆེ་བ 65535ཡིན།)

source: %s: unknown relocation type %d
bo_cn: %s：མི་ཤེས་པའི་གནས་བསྐྱར་ངེས་རིགས་གྲས་ %d

source: %s: unrecognized symbol `%s' flags 0x%x
bo_cn: %s：ངོས་འཛིན་མི་ཐུབ་པའི་“%s”མཚོན་རྟགས། 0x%x

source: %s: unsupported relocation type 0x%02x
bo_cn: %s：གནས་བསྐྱར་ངེས་རིགས་གྲས་ 0x%02xརྒྱབ་སྐྱོར་མི་བྱེད།

source: %s: uses different e_flags (0x%lx) fields than previous modules (0x%lx)
bo_cn: %s: ཁོངས་e_flags། (0x%lx)གཞན་ཞིག་སྤྱད་ཅིང་སྔོན་གྱི་(0x%lx)དང་མི་འདྲ།

source: %s: uses different unknown e_flags (0x%lx) fields than previous modules (0x%lx)
bo_cn: %s: མི་ཤེས་པའི་ ཁོངས་e_flags(0x%lx)སྤྱོད། སྔོན་གྱི་དཔེ་དུམ་(0x%lx)དང་མི་འདྲ།

source: %s: version count (%ld) does not match symbol count (%ld)
bo_cn: %s：པར་གཞི་གྲངས་བགྲང་(%ld)མཚོན་རྟགས་གྲངས་བགྲང་(%ld)ཆ་མི་མཉམ།

source: %s: warning: %s: line number overflow: 0x%lx > 0xffff
bo_cn: %s：ཐ་ཚིག %s：ཕྲེང་ཨང་ལུད་པ།：0x%lx > 0xffff

source: %s: warning: illegal symbol index %ld in relocs
bo_cn: %s：ཐ་ཚིག གནས་བསྐྱར་ངེས་སུ་ལུགས་འགལ་མཚོན་རྟགས་གསལ་བྱང་ %ldའདུག

source: *unknown*
bo_cn: *ངེས་མེད།*

source: .got section not immediately after .plt section
bo_cn: .got ཚིགས་ .plt ཚིགས་རྗེས་སུ་འབྲེལ་མི་ཉན།

source: : m32r instructions
bo_cn: ：m32r བཀའ་བརྡ།

source: : m32r2 instructions
bo_cn: ：m32r2 བཀའ་བརྡ།

source: : m32rx instructions
bo_cn: ：m32rx བཀའ་བརྡ།

source: <Unrecognised flag bits set>
bo_cn: <ངོས་འཛིན་མི་ཐུབ་པའི་མཚོན་རྟགས་གནས་ཚོགས་སྤྱི།>

source: <unknown>
bo_cn: 〈ངེས་མེད〉

source: Archive has no index; run ranlib to add one
bo_cn: ཡིག་ཚགས།་སུ་གསལ་བྱང་མེད། ranlibའཁོར་སྐྱོད་བྱས་ནས་གཅིག་སྣོན།

source: Archive object file in wrong format
bo_cn: ཡིག་ཚགས།་དམིགས་པའི་ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: BFD %s assertion fail %s:%d
bo_cn: BFD %s ཚིག་ཐག་ཕམ་པ། %s：%d

source: BFD %s internal error, aborting at %s line %d
bo_cn: BFD %1$s ནང་ཁུལ་ནོར་འཁྲུལ། རྒྱུན་འགལ་གྱི་མཚམས་བཞག%3$dཡི་ཕྲེང་ %2$s རུ་གནས།

source: BFD %s internal error, aborting at %s line %d in %s
bo_cn: BFD %1$s ནང་ཁུལ་ནོར་འཁྲུལ། རྒྱུན་འགལ་གྱི་མཚམས་བཞག་ %4$sཡི་%3$dཕྲེང་%2$s རུ་གནས།

source: Bad value
bo_cn: ནོར་འཁྲུལ་གྱི་ཚད།

source: Debug Directory
bo_cn: དཀར་ཆག་ཚོད་སྒྲིག

source: Delay Import Directory
bo_cn: དཀར་ཆག་ནང་འདྲེད་ཕྱིར་འགྱངས།

source: Description Directory
bo_cn: དཀར་ཆག་ཞིབ་བརྗོད།

source: Dwarf Error: Bad abbrev number: %u.
bo_cn: ནོར་འཁྲུལ་ཆུང་བ། ནོར་འཁྲུལ་གྱི་བསྡུས་བྲིས་སྒྲིག་ཨང་།：%u

source: Dwarf Error: Can't find %s section.
bo_cn: Dwarfནོར་འཁྲུལ། %sརྙེད་མི་ཐུབ།

source: Dwarf Error: Could not find abbrev number %u.
bo_cn: ནོར་འཁྲུལ་ཆུང་ངུ། abbrevཡི་ཨང་ %u.རྙེད་མི་ཐུབ།

source: Dwarf Error: Offset (%lu) greater than or equal to %s size (%lu).
bo_cn: Dwarf ནོར་འཁྲུལ། ཡོ་སྤོ(%lu) %sཡི་ཆེ་ཆུང་(%lu)ལ་ཆེའམ་མཚོན།

source: Dwarf Error: found address size '%u', this reader can not handle sizes greater than '%u'.
bo_cn: ནོར་འཁྲུལ་ཆུང་ངུ། ཤག་གནས་ཀྱི་ཆེ་ཆུང་\%u"ཡིན་པར་ཤེས། ཀློག་ཆས་འདིས་ཆེ་ཆུང་"%u"ལས་ཆེ་བའི་ཤག་གནས་སྒྲིག་དྲས་རྒྱག་བྱེད་མི་ཐུབ།"

source: Dwarf Error: mangled line number section (bad file number).
bo_cn: ནོར་འཁྲུལ་ཆུང་ངུ། ཕྲེང་ཨང་དུམ་བུ་ནོར་འཁྲུལ་བྱུང་། (ཡིག་ཆའི་ཨང་ནོར་འཁྲུལ་བྱུང་།).

source: Dwarf Error: mangled line number section.
bo_cn: ནོར་འཁྲུལ་ཆུང་ངུ། ཕྲེང་ཨང་དུམ་བུ་ནོར་འཁྲུལ་བྱུང་།

source: Entry offset = 0x%.8lx (%ld)
bo_cn: ས་བཅད་སྤོ་ཚད། = 0x%.8lx། (%ld)

source: Error reading %s: %s
bo_cn: %sཀློག་སྐབས་ནོར་འཁྲུལ།： %sབྱུང་།

source: Errors encountered processing file %s
bo_cn: ཡིག་ཆ་ %s སྒྲིག་དྲས་རྒྱག་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Export Directory [.edata (or where ever we found it)]
bo_cn: དཀར་ཆག་ཕྱིར་འདྲེན། [.edata། (ཡང་ན་དེ་རྙེད་པའི་གནས་གཞན་དག་གང་རུང་དུ།)]

source: Export Flags %lx
bo_cn: མཚོན་རྟགས་ %lxའདྲེན་པ།

source: Export RVA
bo_cn: RVAའདྲེན་པ།

source: File format is ambiguous
bo_cn: དོན་གཉིས་ཅན་གྱི་ཡིག་ཆ་རྣམ་གཞག

source: File format not recognized
bo_cn: མི་ཤེས་པའི་ཡིག་ཆ་རྣམ་གཞག་

source: File in wrong format
bo_cn: ཡིག་ཆ་རྣམ་གཞག་ནོར་འཁྲུལ་བྱུང་།

source: File too big
bo_cn: ཡིག་ཆ་ཆེ་དྲགས།

source: File truncated
bo_cn: ཡིག་ཆ་བཅད་པ།

source: Flag field = 0x%.2x
bo_cn: མཚོན་རྟགས་ཁོངས = 0x%.2x

source: GP relative relocation used when GP not defined
bo_cn: GPམཚན་ཉིད་མ་བཞག་པའི་གནས་ཚུལ་དུ་GPབལྟོས་བཅས་གནས་བསྐྱར་ངེས་བཀོལ་བ།

source: GP relative relocation when _gp not defined
bo_cn: _pgམཚན་ཉིད་མ་བཞག་དུས་GP བལྟོས་བཅས་གནས་བསྐྱར་ངེས་བཀོལ་བ།

source: GPDISP relocation did not find ldah and lda instructions
bo_cn: GPDISP གནས་བསྐྱར་ངེས་ཀྱིས་ ldah དང་lda བཀའ་བརྡ་རྙེད་མི་ཐུབ།

source: Import Address Table Directory
bo_cn: ཤག་གནས་རེའུ་མིག་དཀར་ཆག་འདྲེན་པ།

source: Import Directory [parts of .idata]
bo_cn: དཀར་ཆག་འདྲེན་པ། [.idataཡི་ཆ་ཤས།]

source: Invalid TARGET2 relocation type '%s'.
bo_cn: TARGET2 ཕྱོགས་བསྐྱར་ངེས་རིགས་གྲས་\%s" ནུས་མེད་."

source: Invalid bfd target
bo_cn: ནུས་མེད་ཀྱི་ bfdདམིགས་ཡུལ།

source: Invalid operation
bo_cn: ནུས་མེད་ཀྱི་བཀོལ་སྤྱོད།

source: Length = 0x%.8lx (%ld)
bo_cn: རིང་ཚད་ = 0x%.8lx། (%ld)

source: Load Configuration Directory
bo_cn: སྡེབ་སྒྲིག་དཀར་ཆག་ནང་འཇུག་བྱེད།

source: MISC
bo_cn: སྣ་ཚོགས།

source: Malformed archive
bo_cn: ཡ་མ་གཟུགས་ཀྱི་ཡིག་ཚགས།།

source: Memory exhausted
bo_cn: ནང་གསོག་བཀོལ་ཚར།

source: Name
bo_cn: མིང་

source: No error
bo_cn: ནོར་འཁྲུལ་མེད།

source: No more archived files
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་དེ་ལས་མང་མེད།

source: No symbols
bo_cn: མཚོན་རྟགས་མེད།

source: Nonrepresentable section on output
bo_cn: མཚོན་མི་ཐུབ་པའི་ཚིགས་ཕྱིར་འདོན།

source: Not enough memory to sort relocations
bo_cn: འདང་ངེས་ཀྱི་ནང་གསོག་གིས་གནས་བསྐྱར་ངེས་རིམ་སྒྲིག་བྱ་བྱེད་མེད།

source: Output file requires shared library `%s'
bo_cn: ཡིག་ཆ་ཕྱིར་འདོན་གྱི་མཉམ་སྤྱོད་མཛོད“%s”དགོས།

source: Output file requires shared library `%s.so.%s'
bo_cn: ཡིག་ཆ་ཕྱིར་འདོན་མཉམ་སྤྱོད་མཛོད་“%s.so.%s”དགོས།

source: PTA mismatch: a SHcompact address (bit 0 == 0)
bo_cn: PTA ཆ་མི་མཉམ། SHcompact ཤག་གནས། (གནས 0 == 0)

source: PTB mismatch: a SHmedia address (bit 0 == 1)
bo_cn: PTB ཆ་མི་མཉམ། SHmedia ཤག་གནས། (གནས 0 == 1)

source: Partition name = "%s"
bo_cn: ཁུལ་མིང་དབྱེ་ = \%s" "

source: Partition[%d] end = { 0x%.2x, 0x%.2x, 0x%.2x, 0x%.2x }
bo_cn: ཁུལ་བགོད[%d] མཐའ་སྣེ = { 0x%.2x, 0x%.2x, 0x%.2x, 0x%.2x }

source: Partition[%d] length = 0x%.8lx (%ld)
bo_cn: ཁུལ་བགོད[%d] རིང་ཚད་ = 0x%.8lx། (%ld)

source: Partition[%d] sector = 0x%.8lx (%ld)
bo_cn: ཁུལ་བགོད[%d] གཡབ་ཁུལ = 0x%.8lx། (%ld)

source: Please report this bug.
bo_cn: BUG འདི་སྙན་ཞུ་བྱེད་རོགས།

source: R_BFIN_FUNCDESC references dynamic symbol with nonzero addend
bo_cn: R_BFIN_FUNCDESC དང་ཀླད་ཀོར་མིན་པའི་སྣོན་གྲངས་ཀྱི་འགུལ་རྣམ་མཚོན་རྟགས་དང་འབྲེལ་བ་ཡོད།

source: R_BFIN_FUNCDESC_VALUE references dynamic symbol with nonzero addend
bo_cn: R_BFIN_FUNCDESC_VALUE དང་ཀླད་ཀོར་མིན་པའི་སྣོན་གྲངས་ཀྱི་འགུལ་རྣམ་མཚོན་རྟགས་དང་འབྲེལ་བ་ཡོད།

source: Reading archive file mod timestamp
bo_cn: ཡིག་ཆ་བཟོ་བཅོས་དུས་བཀག་ཀློག་པ།

source: Register section has contents
bo_cn: བཅོལ་ཆས་ཀྱི་ཚིགས་སུ་ནང་དོན་ཡོད།

source: Reserved
bo_cn: སོར་བཞག

source: Resource Directory [.rsrc]
bo_cn: ཐོན་ཁོངས་དཀར་ཆག [.rsrc]

source: SDA relocation when _SDA_BASE_ not defined
bo_cn: _SDA_BASE_མཚན་ཉིད་མ་བཞག་སྐབས་སུ་ SDA གནས་བསྐྱར་ངེས་བྱུང་བ།

source: Section has no contents
bo_cn: ས་བཅད་དུ་ནང་དོན་མེད།

source: Security Directory
bo_cn: བདེ་འཇགས་ཀྱི་དཀར་ཆག་

source: Special Directory
bo_cn: དམིགས་བསལ་བའི་དཀར་ཆག་

source: Symbol needs debug section which does not exist
bo_cn: མཚོན་རྟགས་གནས་མེད་པའི་ཚོད་སྒྲིག་ཚིགས་དགོས།

source: System call error
bo_cn: རྒྱུད་ཁོངས་འདྲེན་སྤྱོད་ནོར་འཁྲུལ་བྱུང་།

source: Table Addresses
bo_cn: རེའུ་མིག་ཤག་གནས

source: Thread Storage Directory [.tls]
bo_cn: སྐུད་རིམ་གསོག་པའི་དཀར་ཆག [.tls]

source: Time/Date stamp %lx
bo_cn: ཚེས་གྲངས/དུས་བཀག %lx

source: Unexpected machine number
bo_cn: ངེས་མེད་ཀྱི་འཕྲུལ་ཆས་ཨང་ཀི

source: Unhandled relocation %s
bo_cn: སྒྲིག་དྲས་རྒྱག་ངེས་མེད་ཀྱི་གནས་བསྐྱར་ངེས། %s

source: Unknown basic type %d
bo_cn: མི་ཤེས་པའི་གཞི་རྩའི་རིགས་གྲས། %d

source: Unrecognized TI COFF target id '0x%x'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ TI COFF དམིགས་འབེན། id “0x%x”

source: Unrecognized reloc
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་གནས་བསྐྱར་ངེས།

source: Unrecognized reloc type 0x%x
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་གནས་བསྐྱར་ངེས་རིགས་གྲས། 0x%x

source: Unsupported .stab relocation
bo_cn: .stab གནས་བསྐྱར་ངེས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Variable `%s' can only be in one of the small, zero, and tiny data regions
bo_cn: འགྱུར་ཚད་“%s”གཞི་གྲངས་ཁུལ་ཆུང་བ། ཀླད་ཀོར་གཞི་གྲངས་ཁུལ། གཞི་གྲངས་ཁུལ་ཕྲ་མོའི་གཅིག་ཁོ་ན་བཀོལ།

source: Variable `%s' cannot be in both small and tiny data regions simultaneously
bo_cn: འགྱུར་ཚད་“%s”ནི་གཞི་གྲངས་ཁུལ་ཆུང་བ་དང་གཞི་གྲངས་ཁུལ་ཕྲ་མོ་མཉམ་དུ་ཐོན་མི་ཆོག

source: Variable `%s' cannot be in both small and zero data regions simultaneously
bo_cn: འགྱུར་ཚད་“%s”ནི་གཞི་གྲངས་ཁུལ་ཆུང་བ་དང་གཞི་གྲངས་ཁུལ་ཕྲ་མོ་མཉམ་དུ་ཐོན་མི་ཆོག

source: Variable `%s' cannot be in both zero and tiny data regions simultaneously
bo_cn: འགྱུར་ཚད་“%s”ནི་གཞི་གྲངས་ཁུལ་ཆུང་བ་དང་གཞི་གྲངས་ཁུལ་ཕྲ་མོ་མཉམ་དུ་ཐོན་མི་ཆོག

source: Variable `%s' cannot occupy in multiple small data regions
bo_cn: འགྱུར་ཚད་“%s”ཡིས་གཞི་གྲངས་ཁུལ་ཆུང་བ་མང་པོ་བཅད་མི་ཆོག

source: Warning: %B does not support interworking, whereas %B does
bo_cn: ཐ་ཚིག %Bཡིས་མཐུན་སྦྱོར་ལས་དོན་ལ་རྒྱབ་སྐྱོར་མི་བྱེད། %Bཡིས་རྒྱབ་སྐྱོར་བྱེད།

source: Warning: %B supports interworking, whereas %B does not
bo_cn: ཐ་ཚིག %Bཡིས་མཐུན་སྦྱོར་ལས་དོན་ལ་རྒྱབ་སྐྱོར་བྱེད། %Bཡིས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Warning: %B: Conflicting platform configuration
bo_cn: ཐ་ཚིག %B：ལས་སྟེགས་སྡེབ་སྒྲིག་བྱེད་སྐབས་འགལ་བ་བྱུང་།

source: Warning: %B: Unknown EABI object attribute %d
bo_cn: ཐ་ཚིག %B：EABIབྱ་ཡུལ་གཏོགས་གཤིས %dམི་ཤེས།

source: Warning: Clearing the interworking flag of %B due to outside request
bo_cn: ཐ་ཚིག ཕྱི་རོལ་གྱི་རེ་ཞུས%Bགཙང་སེལ་གྱི་བཀོལ་སྤྱོད་བྱེད་རེས་ཀྱི་མཚོན་རྟགས།

source: Warning: Not setting interworking flag of %B since it has already been specified as non-interworking
bo_cn: ཐ་ཚིག གལ་ཏེ%Bལ་བཀོལ་སྤྱོད་བྱེད་རེས་མི་བྱེད་པ་གསལ་བོ་བསྟན་ན་དེ་ལ་བཀོལ་སྤྱོད་བྱེད་རེས་ཀྱི་མཚོན་རྟགས་འགོད་མི་དགོས།

source: Warning: Writing section `%s' to huge (ie negative) file offset 0x%lx.
bo_cn: ཐ་ཚིག ཚིགས“%s”ཆེ་དྲགས་པའི་(དཔེར་ན་མོ་གྲངས།)ཡིག་ཆ་སྤོ་ཚད་ཀྱི་གནས་ས 0x%lxལ་འབྲི་བ།

source: Warning: type of symbol `%s' changed from %d to %d in %B
bo_cn: ཐ་ཚིག མཚོན་རྟགས་རིགས་གྲས་ '%s' ནི%dལས་ %dལ་བསྒྱུར་དེ %Bརུ་གནས།

source: Warning: writing archive was slow: rewriting timestamp
bo_cn: ཐ་ཚིག ཡིག་ཚགས།་འབྲི་མ་དལ་དྲགས། དུས་བཀག་ཡང་བསྐྱར་འབྲི

source: Writing updated armap timestamp
bo_cn: armap དུས་བཀག་གསར་སྒྱུར་བྱེད།

source: [whose name is lost]
bo_cn: [མིང་ཅིག་བོར་བ།]

source: bad section index in %s
bo_cn: %s རུ་ནོར་འཁྲུལ་གྱི་ཚིགས་གསལ་བྱང་།

source: cannot emit dynamic relocations in read-only section
bo_cn: ཀློག་ཙམ་གྱི་ཆ་ཤས་སུ་འགུལ་རྣམ་གྱིས་གནས་བསྐྱར་ངེས་བྱེད་མི་ཐུབ།

source: cannot emit fixups in read-only section
bo_cn: ཀློག་ཙམ་ཁབ་ལེན་ཁུལ་དུ་ཉམས་གསོ་བྱེད་ཐབས་མེད།

source: cannot handle R_MEM_INDIRECT reloc when using %s output
bo_cn: %sཕྱིར་འདོན་བཀོལ་སྐབས་R_MEM_INDIRECTགནས་བསྐྱར་ངེས་སྤྱོད་མི་ཐུབ།

source: could not locate special linker symbol __ctbp
bo_cn: དམིགས་བསལ་གྱི་མཉམ་འབྲེལ་འཕྲུལ་ཆས་མཚོན་རྟགས་__ctbpགཏན་འཁེལ་བྱེད་ཐབས་མེད།
