Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/bfd.po
Languages: bo_cn

source: dynamic variable `%s' is zero size
bo_cn: འགུལ་རྣམ་གྱི་འགྱུར་ཚད་\%s"ཆེ་ཆུང་ནི་0ཡིན།"འགུལ་རྣམ་འགྱུར་ཚད།

source: error: %B is compiled as absolute position code, whereas target %B is position independent
bo_cn: ནོར་འཁྲུལ། %Bནི་བལྟོས་མེད་གནས་སའི་ཚབ་ཨང་ལྟར་སྒྲིག་སྒྱུར་བྱས་པ་ཡིན། %Bནི་རྟེན་མེད་གནས་ས་ཞིག་གི་དམིགས་འབེན་ཡིན།

source: error: %B is compiled as position independent code, whereas target %B is absolute position
bo_cn: ནོར་འཁྲུལ། %Bནི་རྟེན་མེད་གནས་སའི་ཚབ་ཨང་ལྟར་སྒྲིག་སྒྱུར་བྱས་པ་ཡིན། %Bནི་བལྟོས་མེད་གནས་ས་ཞིག་གི་དམིགས་འབེན་ཡིན།

source: error: %B is compiled for APCS-%d, whereas %B is compiled for APCS-%d
bo_cn: ནོར་འཁྲུལ། %B ནི་APCS-%dལ་སྒྲིག་སྒྱུར་བྱེད་པ་ཡིན་ཡང་། %Bནི་APCS-%dལ་སྒྲིག་སྒྱུར་བྱེད་པ་ཡིན།

source: error: %B is compiled for the EP9312, whereas %B is compiled for XScale
bo_cn: ནོར་འཁྲུལ། %Bནི་EP9312ལ་འབྲིས་པ་ཡིན་ཡང་། %Bནི་Xscaleལ་འབྲིས་པ་ཡིན།

source: error: %B passes floats in float registers, whereas %B passes them in integer registers
bo_cn: error: %B འཕྱོ་ཚེག་གྲངས་འཕྱོ་ཚེག་ཟིན་ཐོར་ལ་བརྒྱུད་དགོས། འོན་ཀྱང་%B འཕྱོ་ཚེག་གྲངས་ཧྲིལ་གྲངས་ཟིན་ཐོར་ལ་བརྒྱུད་འདུག

source: error: %B: Object tag '%d, %s' is incompatible with tag '%d, %s'
bo_cn: ནོར་འཁྲུལ། %B： བྱ་ཡུལ་གདོང་འཛར་‘%d， %s’དང་གདོང་འཛར་‘%d， %s’མི་མཐུན།

source: error: inappropriate relocation type for shared library (did you forget -fpic?)
bo_cn: ནོར་འཁྲུལ། མཉམ་སྤྱོད་མཛོད་དུ་འོས་འཚམ་མིན་པའི་ཕྱོགས་བསྐྱར་ངེས་རིགས་གྲས་（-fpic？བརྗེད་པ།）སྤྱད་པ།

source: error: undefined symbol __rtinit
bo_cn: ནོར་འཁྲུལ། མཚན་ཉིད་མ་བཞག་པའི་མཚོན་རྟགས། __rtinit

source: hidden symbol
bo_cn: སྦེད་པའི་མཚོན་རྟགས།

source: ignoring reloc %s
bo_cn: གནས་བསྐྱར་ངེས་ %sསྣང་མེད་དུ་གཏོང་བ།

source: internal error: dangerous error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ། ཉེན་ཁའི་ནོར་འཁྲུལ།

source: internal error: dangerous relocation
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ། ཉེན་ཁའི་གནས་བསྐྱར་ངེས།

source: internal error: out of range error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ། ཁྱབ་ཁོངས་བརྒལ་བའི་ནོར་འཁྲུལ།

source: internal error: suspicious relocation type used in shared library
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ། མཉམ་སྤྱོད་མཛོད་དུ་དོགས་པ་ཅན་གྱི་ཕྱོགས་བསྐྱར་ངེས་རིགས་གྲས་སྤྱད་པ།

source: internal error: unknown error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ། མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: internal error: unsupported relocation error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ། རྒྱབ་སྐྱོར་མི་བྱེད་པའི་གནས་བསྐྱར་ངེས་ནོར་འཁྲུལ།

source: internal symbol
bo_cn: ནང་ཁུལ་མཚོན་རྟགས།

source: ip2k linker: missing page instruction at 0x%08lx (dest = 0x%08lx).
bo_cn: ip2k linker:ལྡེབ་བཀའ་བརྡ་0x%08lx། (dest = 0x%08lx）རུ་བོར།

source: ip2k linker: redundant page instruction at 0x%08lx (dest = 0x%08lx).
bo_cn: ip2k linker: ལྡེབ་བཀའ་བརྡ་ 0x%08lx། (dest = 0x%08lx)རུ་མི་དགོས།

source: not enough GOT space for local GOT entries
bo_cn: འདང་ངེས་ཀྱི་GOT བར་སྟོང་ GOTདོན་ཚན་ལ་སྤྱོད་པ་མེད།

source: out of range
bo_cn: མཐའ་མཚམས་ལས་བརྒལ་བ།

source: private flags = 0x%lx:
bo_cn: སྒེར་དབང་གི་མཚོན་རྟགས། = 0x%lx：

source: protected symbol
bo_cn: སྲུང་སྐྱོབ་ཀྱི་མཚོན་རྟག།

source: relocation references symbol not defined in the module
bo_cn: གནས་བསྐྱར་ངེས་འབྲེལ་བའི་མཚོན་རྟགས་ད་དུང་དཔེ་དུམ་ལས་མཚན་ཉིད་བཞག་མེད།

source: relocation requires zero addend
bo_cn: གནས་བསྐྱར་ངེས་ལ་ཀླད་ཀོར་སྣོན་གྲངས་དགོས།

source: relocations between different segments are not supported
bo_cn: ཁག་མི་འདྲ་བའི་བར་གྱི་གནས་བསྐྱར་ངེས་ལ་རྒྱབ་སྐྱོར་བྱས་མེད།

source: static procedure (no name)
bo_cn: འཇགས་རྣམ་བརྒྱུད་རིམ། (མིང་མེད།)

source: symbol
bo_cn: མཚོན་རྟགས།

source: uncertain calling convention for non-COFF symbol
bo_cn: -COFFམིན་པའི་མཚོན་རྟགས་གཏན་མི་འཁེལ་བའི་འདྲེན་སྤྱོད་ཀྱི་གྲོས་ཆིངས་སྐོར།

source: unknown
bo_cn: མི་ཤེས།

source: unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: unsupported STA cmd %s
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་STA བཀའ་བརྡ། %s

source: unsupported reloc
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་གནས་བསྐྱར་ངེས།

source: unsupported reloc type
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་གནས་བསྐྱར་ངེས་རིགས་གྲས།

source: unsupported relocation
bo_cn: ཕྱོགས་བསྐྱར་ངེས་རྒྱབ་སྐྱོར་བྱེད་མི་ཐུབ།

source: unsupported relocation between data/insn address spaces
bo_cn: གཞི་གྲངས་དང་བཀའ་བརྡའི་ཤག་གནས་བར་སྟོང་གི་ནུས་མེད་གནས་བསྐྱར་ངེས།

source: using multiple gp values
bo_cn: GPཚད་མང་པོ་སྤྱད་པ།

source: v850 architecture
bo_cn: v850 མ་ལག་གྲུབ་ཚུལ།

source: v850e architecture
bo_cn: v850e མ་ལག་གྲུབ་ཚུལ།

source: warning: %B uses %s enums yet the output is to use %s enums; use of enum values across objects may fail
bo_cn: ཐ་ཚིག %B ཡིས %s རེར་འགོད་སྤྱད་ཀྱང་ཕྱིར་འདོན་གྱིས་%s རེར་འགོད་སྤྱད་པ། བྱ་ཡུལ་བརྒལ་བའི་རེར་འགོད་སྤྱོད་ན་ནོར་འཁྲུལ་འབྱུང་སྲིད།

source: warning: %B: local symbol `%s' has no section
bo_cn: ཐ་ཚིག %B: རང་གནས་མཚོན་རྟགས་ `%s'བདམས་མེད།

source: warning: %s section has zero size
bo_cn: ཐ་ཚིག %s ཚིགས་ཀྱི་ཆེ་ཆུང་ནི་ཀླད་ཀོར་ཡིན།

source: warning: attempt to export undefined symbol `%s'
bo_cn: ཐ་ཚིག མཚན་ཉིད་མ་བཞག་པའི་མཚོན་རྟགས་“%s”འདྲེན་རྩིས་བྱེད་པ།

source: warning: relocation references a different segment
bo_cn: ཐ་ཚིག གནས་བསྐྱར་ངེས་མི་འདྲ་བའི་ཁག་ཅིག་དང་འབྲེལ་འདུག

source: warning: type and size of dynamic symbol `%s' are not defined
bo_cn: ཐ་ཚིག འགུལ་རྣམ་གྱི་མཚོན་རྟགས་“%s”ཡི་རིགས་གྲས་དང་ཆེ་ཆུང་ལ་མཚན་ཉིད་བཞག་མེད།

source: warning: unable to update contents of %s section in %s
bo_cn: ཐ་ཚིག %2$sནང་གི་%1$sལེ་ཚན་གསར་སྒྱུར་མི་ཐུབ།
