Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/biometric-authentication.po
Languages: bo_cn

source: New Feature Name
bo_cn: ཁྱད་རྟགས་གསར་བའི་མིང་།

source: New thread created: %s
bo_cn: སྐུད་རིམ་གསར་བ་གསར་བཟོ།：％s

source: No %s finger vein device detected
bo_cn: ％sམཛུབ་མོ་སྡོད་རྩའི་སྒྲིག་ཆས་བཤེར་འཇལ་བྱེད་མ་ཐུབ།

source: No %s fingerprint device detected
bo_cn: %s མཛུབ་རིས་སྒྲིག་ཆས་བཤེར་འཇལ་བྱེད་མ་ཐུབ།

source: No R301 finger print device detected
bo_cn: R301མཛུབ་རིས་སྒྲིག་ཆས་བཤེར་འཇལ་བྱེད་མ་ཐུབ།

source: No define driver in [%s]
bo_cn: [％s]ནང་ནས་འདེད་སྐུལ་མཚན་ཉིད་བཞག་མེད།

source: No permission to perform this operation
bo_cn: བཀོལ་སྤྱོད་དེ་ལག་བསྟར་བྱེད་པའི་དབང་ཚད་མེད།

source: No specified features were found
bo_cn: དམིགས་འཛུགས་ཁྱད་རྟགས་འཚོལ་བཤེར་བྱས་མ་ཐུབ།

source: No such device
bo_cn: སྒྲིག་ཆས་འདི་མེད།

source: No.%d processing end, ret = %d ...
bo_cn: ཐེངས་ %d སྒྲིག་དྲས་རྒྱག་མཇུག་སྒྲིལ།ret = %d ...

source: No.%d processing starts ...
bo_cn: ཐེངས་ %d སྒྲིག་དྲས་རྒྱག་འགོ་བརྩམས།

source: Not allowed to issue the interface internal command
bo_cn: མཐུད་སྣེའི་ནང་ཁུལ་གྱི་བཀའ་བརྡ་གཤམ་ལ་བསྒྲགས་མི་ཆོག

source: OS
bo_cn: རྒྱུད་ཁོངས།

source: Only add driver and Not enable driver
bo_cn: ཁ་སྣོན་བྱེད་པ་ལས་འདེད་སྐུལ་བཀོལ་སྤྱོད་མི་བྱེད།

source: Open
bo_cn: ཁ་ཕྱེ་བ།

source: Open R301 device failed
bo_cn: R301སྒྲིག་ཆས་ཁ་ཕྱེ་ཐུབ་མ་སོང་།

source: Open Result: %d
bo_cn: ཕྱེ་འབྲས།：%d

source: Open UD650 finger vein device error
bo_cn: UD650མཛུབ་མོ་སྡོད་རྩའི་སྒྲིག་ཆས་ཁ་ཕྱེས་ནོར་འཁྲུལ་བྱུང་།

source: Open device and create UD650 algorithms library successful
bo_cn: སྒྲིག་ཆས་ཁ་འབྱེད་པ་དང་། UD650རྩི་ཐབས་མཛོད་གསར་བཟོ་ལེགས་གྲུབ་བྱུང་།

source: Open device completion
bo_cn: སྒྲིག་ཆས་ཁ་ཕྱེ་ཚར།

source: Open device failed
bo_cn: སྒྲིག་ཆས་ཁ་ཕྱེ་ཕམ་པ།

source: Open your eyes
bo_cn: མིག་ཆེན་པོ་གདངས་རོགས།

source: Opening device
bo_cn: སྒྲིག་ཆས་ཁ་འབྱེད་བཞིན་ཡོད།

source: Operation failed
bo_cn: བཀོལ་སྤྱོད་ཕམ་པ།

source: Operation is in an unknown status......
bo_cn: བཀོལ་སྤྱོད་ནི་མ་ཤེས་པའི་རྣམ་པར་གནས།

source: Operation successful
bo_cn: བཀོལ་སྤྱོད་ལེགས་གྲུབ་བྱུང་།

source: Operation timeout
bo_cn: བཀོལ་སྤྱོད་དུས་བརྒལ།

source: Original Data
bo_cn: གདོད་མའི་གཞི་གྲངས།

source: Other
bo_cn: གཞན་དག

source: Out of memory
bo_cn: ནང་གསོག་གིས་མི་འདང་བ།

source: Parameter length error
bo_cn: ཞུགས་གྲངས་རིང་ཚད་ནོར་འཁྲུལ།

source: Please place your finger again because of poor quality of the sample or other scanning problems
bo_cn: དཔེ་སྒྲུག་པའི་པར་རིས།་ཀྱི་རྒྱུ་སྤུས་ཞན་པའམ་ཡང་ན་བཤར་འབེབས་གཞན་པའི་གནད་དོན་གྱིས་མཛུབ་རིས་དཔེ་སྒྲུག་ཕམ་པ།བསྐྱར་དུ་མཛུབ་མོ་འཇོག་རོགས།

source: R301 device has insufficient storage space to record the fingerprint
bo_cn: R301སྒྲིག་ཆས་གསོག་འཇོག་བར་སྟོང་མི་འདང་བས།མཛུབ་རིས་དེ་ཕབ་འཇུག་མི་ཐུབ།

source: R301 driver unload
bo_cn: R301འདེད་སྐུལ་ལེན་པ།

source: R301 receive respond error
bo_cn: R301ཨ་ལན་སྡུད་ལེན་ནོར་འཁྲུལ།

source: R301 send command error
bo_cn: R301གཤམ་དུ་བསྒྲགས་པའི་བཀའ་བརྡ་ནོར་འཁྲུལ་བྱུང་བ།

source: R301 send data package error
bo_cn: R301གཤམ་དུ་བསྒྲགས་པའི་གཞི་གྲངས་ཐུམ་ནོར་འཁྲུལ་བྱུང་བ།

source: R301GetFingerPrintData error: %s
bo_cn: R301GetFingerPrintData ནོར་འཁྲུལ།：%s

source: R301RespondParse: Not a respond package
bo_cn: R301RespondParse: ཨ་ལན་ཐུམ་མིན་པ།

source: R301RespondParse: Respond package checksum error
bo_cn: R301RespondParse: ཨ་ལན་ཐུམ་དག་བཤེར་དང་ནོར་འཁྲུལ།

source: R301RespondParse: Respond package length error
bo_cn: R301RespondParse: ཨ་ལན་ཐུམ་རིང་ཚད་ནོར་འཁྲུལ།

source: Read M1 card number success, card number: %X%X%X%X
bo_cn: M1བྱང་ཨང་ཀློག་པ་ལེགས་གྲུབ་བྱུང་།བྱང་ཨང་ནི།：%X%X%X%X

source: Read the M1 card number failed, please check if the card is in the slot
bo_cn: M1བྱང་ཨང་བཀླགས་ནས་ཕམ་པ།བྱང་བུ་ཤུར་ནང་དུ་ཡོད་མེད་ལ་ཞིབ་བཤེར་བྱ་རོགས།

source: Read user failed
bo_cn: སྤྱོད་མཁན་ཀློག་ལེན་ཕམ་པ།

source: Read user success, user list: %s
bo_cn: སྤྱོད་མཁན་ཀློག་ལེན་ལེགས་གྲུབ་བྱུང་།སྤྱོད་མཁན་རེའུ་མིག：%s

source: Receive download command failed
bo_cn: བཀའ་བརྡ་བསྡུ་ལེན་ཕམ་པ།

source: Receive the data of multiple packets, result = %d, ret = %d
bo_cn: ཐུམ་མང་གཞི་གྲངས་བསྡུ་ལེན།ཕྱིར་ལོག་གྲངས་ཐང་།：%d，ret = %d

source: Receiving %d bytes of data from a serial port: %s
bo_cn: ཕྲེང་ཁུང་ནས་%dཡིག་ཚིགས་གྱི་གཞི་གྲངས་བསྡུ་ལེན་བྱས། ：%s

source: Remove drive
bo_cn: འདེད་སྐུལ་སྤོ་སེལ།

source: Rename
bo_cn: མིང་བསྐྱར་འདོགས།

source: Rename Table 'EIGEN_INFO' to 'EIGEN_INFO_VERSION_0_0_0' Error: %s
bo_cn: བསྐྱར་མིང་བཏགས་རེའུ་མིག'EIGEN_INFO' 为 'EIGEN_INFO_VERSION_0_0_0' ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Rename feature failed
bo_cn: ཁྱད་རྟགས་མིང་བསྐྱར་བཏགས་ཕམ་པ།

source: Rename feature successful
bo_cn: ཁྱད་རྟགས་མིང་བསྐྱར་བཏགས་ལེགས་གྲུབ་བྱུང་།

source: Renaming feature
bo_cn: ཁྱད་རྟགས་མིང་བསྐྱར་འདོགས་བྱེད་བཞིན་ཡོད།

source: Sample complete
bo_cn: དཔེ་སྒྲུག་ཚར་བ།

source: Sample start, please press and lift your finger (Some devices need to swipe your finger)
bo_cn: དཔེ་སྒྲུག་འགོ་བརྩམས།ཁྱེད་རང་གི་མཛུབ་མོ་བསྣན་ནས་འདེགས་རོགས།（སྒྲིག་ཆས་ཁ་ཤས་ལ་མཛུབ་མོ་འདྲེད་དགོས།）

source: Save fingerprint template failed
bo_cn: མཛུབ་རིས་དཔེ་པང་གསོག་འཇོག་ཕམ་པ།

source: Search
bo_cn: འཚོལ་བ།

source: Search from offset %d, index %d has been searched, global index %d(%d + %d)
bo_cn: ཡོ་སྤོ་%d ནས་འཚོལ་བཤེར་འགོ་བརྩམས།གསལ་བང་ %dདུ་འཚོལ་བཤེར།གསལ་བང་%d(%d + %d)ཁྱོན་ཡོངས།

source: Search operation timeout
bo_cn: འཚོལ་བཤེར་བཀོལ་སྤྱོད་དུས་བརྒལ།

source: Search operation was interrupted by the user
bo_cn: འཚོལ་བཤེར་བཀོལ་སྤྱོད་སྤྱོད་མཁན་གྱི་མཇུག་སྒྲིལ།

source: Searching
bo_cn: བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Send data package failed
bo_cn: གཞི་གྲངས་ཐུམ་གཏོང་བར་ཕམ་པ།

source: Serial
bo_cn: ཕྲེང་ཁ།

source: Serial port is not opened, please open it
bo_cn: ཕྲེང་ཁ་ཕྱེ་མེད།ཁ་ཕྱེ་རོགས།

source: Set Database Format(%d.%d.%d): %s
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་རྣམ་གཞག་སྒྲིག་འགོད།(%d.%d.%d)： %s

source: Set R301 device failed
bo_cn: R301སྒྲིག་ཆས་སྒྲིག་འགོད་ཕམ་པ།

source: Set R301 port[%s] file descriptor flag failed
bo_cn: R301མཐུད་སྣེ་[%s]ཡིག་ཆ་ཞིབ་བརྗོད་མཚོན་རྟགས་སྒྲིག་འགོད་ཕམ་པ།

source: Set UD650 security level error[%d]
bo_cn: UD650བདེ་འཇགས་རིམ་པ་སྒྲིག་འགོད་ནོར་འཁྲུལ་བྱུང་།[%d]

source: Set port for R301 failed
bo_cn: R301མཐུད་སྣེ་སྒྲིག་འགོད་ཕམ་པ།

source: Set security level error
bo_cn: བདེ་འཇགས་རིམ་པ་སྒྲིག་འགོད་ནོར་འཁྲུལ་བྱུང་།

source: Set serial failed
bo_cn: ཕྲེང་ཁ་སྒྲིག་འགོད་ཕམ་པ།

source: Set the key value of the specified driver
bo_cn: སྐུལ་བའི་རྡང་ཐང་སྒྲིག་འགོད།

source: Show 'Biometric Type' fields
bo_cn: ‘སྐྱེ་དངོས་ཁྱད་རྟགས་རིགས’ཡིག་དུམ་འཆར་བ།

source: Show 'Driver Full Name' fields
bo_cn: ‘འདེད་སྐུལ་མིང་ཡོངས།’ཡིག་དུམ་འཆར་བ།

source: Show 'Eigen Type' fields
bo_cn: ‘ཁྱད་རྟགས་རིགས།’ཡིག་དུམ་འཆར་བ།

source: Show 'Identify Type' fields
bo_cn: ‘ངོས་འཛིན་མིང་ཡོངས།’ཡིག་དུམ་འཆར་བ།

source: Show 'Storge Type' fields
bo_cn: ‘གསོག་འཇོག་རིགས།’ཡིག་དུམ་འཆར་བ།

source: Show 'Verify Type' fields
bo_cn: ‘ར་སྤྲོད་རིགས།’ཡིག་དུམ་འཆར་བ།

source: Show all fields (Highest priority)
bo_cn: ཡིག་དུམ་ཡོངས་འཆར་བ།（ཆེས་མཐོ་བའི་སྔོན་ཐོབ་རིམ་པ།）

source: Software
bo_cn: མཉེན་ཆས།

source: Start of Feature Index (default 0)
bo_cn: འགོ་རྩོམ་པའི་ཁྱད་རྟགས་གསལ་བང་།（སོར་བཞག་གྲངས་ནི།0）

source: Status
bo_cn: རྣམ་པ།

source: Stop generating real-time template failed
bo_cn: དུས་ཐོག་དཔེ་པང་བྱུང་བ་མཇུག་སྒྲིལ་ཕམ་པ།

source: Stop generating real-time template success
bo_cn: དུས་ཐོག་དཔེ་པང་བྱུང་བ་མཇུག་སྒྲིལ་ལེགས་གྲུབ་བྱུང་།

source: Storge Type
bo_cn: གསོག་འཇོག་རིགས།

source: Switch mode failed
bo_cn: བརྗེ་སྟངས་ཕམ་པ།

source: Switch mode success, current mode is card-read mode, please insert the IC card into the slot
bo_cn: རྣམ་པ་བརྗེ་བ་ལེགས་གྲུབ་བྱུང་།མིག་སྔའི་རྣམ་པ་ནི་བྱང་བུ་ཀློག་པའི་རྣམ་པ་ཡིན།ICབྱང་བུ་བྱང་ཤུར་ནང་དུ་འཇུག་རོགས།

source: Switch mode success, the current mode is local recognition mode, identify by the iris library that is stored in device
bo_cn: རྣམ་པ་བརྗེ་བར་ལེགས་གྲུབ་བྱུང་།མིག་སྔའི་རྣམ་པ་ནི་རང་སའི་་ངོས་འཛིན་རྣམ་པ་ཡིན།སྒྲིག་ཆས་གསོག་འཇོག་བེད་སྤྱད་ནས་འཇའ་སྐྱིའི་མཛོད་ངོས་འཛིན་གསོག་འཇོག་བྱེད་པ།

source: System level Clean Result: Failed
bo_cn: རྒྱུད་ཁོངས་རིམ་པའི་གཙང་སེལ་མཇུག་འབྲས།：ནོར་འཁྲུལ།

source: System level Clean Result: Success
bo_cn: རྒྱུད་ཁོངས་རིམ་པའི་གཙང་སེལ་མཇུག་འབྲས།：ལེགས་གྲུབ།

source: System level cleaning of the specified range of biometric features (all drivers)
bo_cn: རྒྱུད་ཁོངས་རིམ་པའི་དམིགས་འཛུགས་ཁྱབ་ཁོངས་ཀྱི་སྐྱེ་དངོས་ཁྱད་རྟགས།（འདེད་སྐུལ་ཡོད་ཚད།）

source: Template file or user ID length error
bo_cn: དཔེ་པང་ཡིག་ཆའམ་སྤྱོད་མཁན་IDརིང་ཚད་ནོར་འཁྲུལ།

source: Terminating Verify operation
bo_cn: ར་སྤྲོད་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: Terminating capture operation
bo_cn: འཛིན་བཟུང་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: Terminating clean operation
bo_cn: ཁྱད་རྟགས་བཀོལ་སྤྱོད་གཙང་སེལ་བྱེད་བཞིན་ཡོད།

source: Terminating close operation
bo_cn: སྒྲིག་ཆས་ཁ་རྒྱག་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིནཡོད།

source: Terminating current operation
bo_cn: མིག་སྔའི་བཀོལ་སྤྱོད་མཇུག་སྒྲིལ་བཞིན་ཡོད།

source: Terminating enroll operation
bo_cn: ཕབ་འཇུག་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: Terminating feature rename operation
bo_cn: ཁྱད་རྟགས་མིང་བསྐྱར་འདོགས་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: Terminating get feature list operation
bo_cn: ཁྱད་རྟགས་རེའུ་མིག་ཐོབ་པའི་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: Terminating identify operation
bo_cn: ངོས་འཛིན་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: Terminating open operation
bo_cn: སྒྲིག་ཆས་ཁ་ཕྱེ་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: Terminating search operation
bo_cn: འཚོལ་བཤེར་བཀོལ་སྤྱོད་བར་མཚམས་འཇོག་བཞིན་ཡོད།

source: The %d [%d/%d] sampling was successful, in the next sampling: please press and lift your finger (Some devices need to swipe your finger)
bo_cn: ཐེངས་ %d [%d/%d] དཔེ་སྒྲུག་ལེགས་གྲུབ་བྱུང་།ཐེངས་རྗེས་མའི་དཔེ་སྒྲུག་བྱེད་བཞིན་ཡོད།：ཁྱེད་རང་གི་མཛུབ་མོ་བསྣན་ནས་ཡར་འཇོག་རོགས།（སྒྲིག་ཆས་ཁ་ཤས་ལ་མཛུབ་མོ་འདྲེད་འགུལ་བྱེད་དགོས།）

source: The %d feature has been searched(UID = %d, Index = %d, Index Name = %s), please press your finger to continue the search
bo_cn: ཁྱད་རྟགས་%dའཚོལ་བཤེར་བྱས་ཟིན།(UID = %d, Index = %d, Index Name = %s)མཛུབ་མོ་གནོན་ནས་མུ་མཐུད་དུ་འཚོལ་བཤེར་བྱེད་རོགས།

source: The %dth sampling is successful and the eigenvalue is: %.32s
bo_cn: ཐེངས་ %d དཔེ་སྒྲུག་ལེགས་གྲུབ་བྱུང་།ཁྱད་རྟགས་གྲངས་ཐང་ནི།%.32s

source: The %dth sampling is successful and the eigenvalue(Base64) is: %.*s
bo_cn: ཐེངས་%dདཔེ་སྒྲུག་ལེགས་གྲུབ་བྱུང་།ཁྱད་རྟགས་གྲངས་ཐང་(Base64)ནི།：%.*s

source: The Feature Index You Want To Delete (-1 means delete all)
bo_cn: སུབ་དགོས་པའི་ཁྱད་རྟགས་ཀྱི་གསལ་བང་།（-1ཡི་ཁྱད་རྟགས་ཡོད་ཚད་སུབ་བ་མཚོན།）

source: The Feature Index that needs to be renamed
bo_cn: མིང་བསྐྱར་དུ་འདོགས་དགོས་པའི་ཁྱད་རྟགས་གསལ་བང་།

source: The PID information of the requester (%s) could not be obtained. Error: %s
bo_cn: ཞུ་མཁན་(%s)PIDཆ་འཕྲིན་ཐོབ་ཐུབ་མ་སོང་།ནོར་འཁྲུལ།：%s

source: The UID information of the requester (%s) could not be obtained. Error: %s
bo_cn: ཞུ་མཁན་(%s)UIDཆ་འཕྲིན་ཐོབ་ཐུབ་མ་སོང་།ནོར་འཁྲུལ།：%s

source: The abort operation failed and the current operation will continue in the background.
bo_cn: བཀོལ་སྤྱོད་མཇག་སྒྲིལ་ཕམ་པ།མིག་སྔའི་བཀོལ་སྤྱོད་རྒྱབ་སྟེགས་ཏུ་མུ་མཐུད་འཁོར་སྐྱོད་སྲིད།

source: The biometric authentication server failed to start, requiring administrator permission to start
bo_cn: སྐྱེ་དངོས་ཁྱད་རྟགས་ར་སྤྲོད་ཞམས་ཞུ་འགོ་སློང་མ་ཐུབ།འགོ་སློང་ན་དོ་དམ་པའི་དབང་ཚད་ཡོད་དགོས།

source: The database format is compatible with the current framework
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་རྣམ་གཞག་མིག་སྔའི་སྒྲོམ་གཞི་དང་འཆམ་མཐུན་ཡོང་།

source: The device is busy, please try again later
bo_cn: སྒྲིག་ཆས་བྲེལ་ཆེ།ཅུང་ཙམ་འགོར་རྗེས་ཚོད་ལྟ་བྱེད་རོགས།

source: The device may have to wait a while before being used.
bo_cn: སྒྲིག་ཆས་འདི་དུས་ཚོད་ངེས་ཅན་ཞིག་ལ་སྒུག་ན་ད་གཟོད་བཀོལ་སྤྱོད་བྱེད་ཐུབ།

source: The device or driver does not support this operation
bo_cn: མིག་སྔའི་སྒྲིག་ཆས་སམ་འདེད་སྐུལ་བཀོལ་སྤྱོད་དེར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The eigenvalue(Base64) is: %.*s
bo_cn: ཁྱད་རྟགས་གྲངས་ཐང་(Base64)ནི།：%.*s

source: The fingerprint template is being saved, please wait
bo_cn: མཛུབ་རིས་དཔེ་པང་གསོག་འཇོག་བྱེད་བཞིནཡོད།ཅུང་ཙམ་སྒུག་རོགས།

source: The key already exists and is not forcibly overwritten, ignoring the setting operation If you want to ignore this error, use the "-i" parameter
bo_cn: མཐེབ་ཡོད་པ་མ་ཟད།ད་དུང་བཙན་ཁེབས་དམིགས་འཛུགས་བྱས་མེད།ཐེངས་འདིའི་སྒྲིག་ཆས་བཀོལ་སྤྱོད་སྣང་མེད་དུ་བཞག གལ་ཏེ་ནོར་འཁྲུལ་འདི་སྣང་མེད་དུ་བཞག་འདོད་ན་།ཞུགས་གྲངས"-i"་སྤྱོད་དགོས།།

source: The number of parameters is incorrect
bo_cn: ཞུགས་གྲངས་གྲངས་ཀ་མི་འགྲིག

source: The operation was interrupted by the user
bo_cn: བཀོལ་སྤྱོད་སྤྱོད་མཁན་གྱིས་མཇུག་སྒྲིལ།

source: The wait problem can be solved by restarting the biometrics backend framework service.
bo_cn: སྐྱེ་དངོས་ཀྱི་ཁྱད་རྟགས་ངོས་འཛིན་རྒྱབ་སྟེགས་སྒྲོམ་གཞིའི་ཞབས་ཞུ་བསྐྱར་སློང་བྱས་ནས་གནད་དོན་ཐག་དྲས་རྒྱག་བྱེད་ཆོག

source: There are %d feature samples to renaming failed, please try again
bo_cn: ཁྱད་རྟགས་%d དཔེ་སྒྲུག་མིང་བསྐྱར་འདོགས་ཕམ་པ།ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: There is %d %s finger vein device detected
bo_cn: %s མཛུབ་མོའི་སྡོད་རྩ་སྒྲིག་ཆས་%dབཤེར་འཇལ་བྱས་ཟིན།

source: There is %d %s fingerprint device detected
bo_cn: %sམཛུབ་རིས་སྒྲིག་ཆས་%dབཤེར་འཇལ་བྱས་ཟིན།

source: There is an exception to write PID file: %s
bo_cn: PIDཡིག་ཆ་འབྲི་དུས་རྒྱུན་འགལ་བྱུང་།：%s

source: This command does not need to issue data
bo_cn: བཀའ་བརྡ་འདིའི་གཞི་གྲངས་ཆ་འཕྲིན་བསྐུར་མི་དགོས།

source: This driver already exists, using the -f parameter if you need to override the configuration
bo_cn: འདེད་སྐུལ་དེ་གནས་འདུག གལ་ཏེ་སྡེབ་སྒྲིག་འགེབས་དགོས་ན།ཞུགས་གྲངས་-f བཀོལ་སྤྱོད་བྱས་ནས་བཙན་འགེབས་བྱེད་རོགས།

source: Transport fingerprint template failed
bo_cn: མཛུབ་རིས་དཔེ་པང་བརྒྱུད་གཏོང་་ཕམ་པ།

source: UD650 driver library version: %s
bo_cn: UD650འདེད་སྐུལ་མཛོད་ཀྱི་པར་གཞི་ནི།：%

source: Unable to allocate memory
bo_cn: ནང་གསོག་བགོད་མི་ཐུབ

source: Unable to find feature that require renaming
bo_cn: མིང་བསྐྱར་འདོགས་བྱེད་དགོས་པའི་ཁྱད་རྟགས་རྙེད་མ་བྱུང་།

source: Unable to generate feature data, enroll failure
bo_cn: ཁྱད་རྟགས་གཞི་གྲངས་འགྲུབ་ཐབས་བྲལ།ཕབ་འཇུག་ཕམ་པ།

source: Unable to set database(%s) permissions. ERROR[%d]: %s
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་དབང་ཚད་སྒྲིག་འགོད་བྱེད་མི་ཐུབ།ནོར་འཁྲུལ།[%d]：%s

source: Unknown Builtin Commands: %s
bo_cn: མ་ཤེས་པའི་ནང་འཛུགས་བཀའ་བརྡ།：%s

source: Unknown command %s
bo_cn: མ་ཤེས་པའི་བཀའ་བརྡ།%s

source: Unknown error, error code: %d
bo_cn: མ་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་སོང་།ནོར་འཁྲུལ་ཨང་གྲངས།：%d

source: Unload the dynamic link library '%s'
bo_cn: འགུལ་རྣམ་སྦྲེལ་མཐུད་མཛོད་ལེན་པ།'%s'

source: Unsupported commands
bo_cn: གནས་སྐབས་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་བཀའ་བརྡ།

source: Update UUID=%s to database(UID=%d) ...
bo_cn: UUID=%sགཞི་གྲངས་མཛོད་ནང་གི་(UID=%d) དུ་གསར་སྒྱུར་བྱས།

source: Update column "UUID" to Table "%s" Error: %s
bo_cn: ཡིག་དུམ་ "UUID" རེའུ་མིག་ "%s" ནང་དུ་གསར་སྒྱུར་བྱས་ནས་ནོར་འཁྲུལ་བྱུང་།：%s

source: Update failed
bo_cn: རིམ་སྤར་ལེགས་གྲུབ་བྱུང་།

source: Update success
bo_cn: རིམ་སྤོར་ལེགས་གྲུབ་བྱུང་།

source: Upgrade database ...
bo_cn: གཞི་གྲངས་མཛོད་རིམ་སྤར་བྱེད་བཞིན་ཡོད།

source: Usage: biometric-auth-client BuiltinCommands ... BuiltinCommands: get-driver-list Get Driver List get-device-list Get Device List get-feature-list Get Feature List enroll Enroll Feature verify Verify Feature capture Capture Feature search Search Feature clean Clean Feature rename Rename Feature Options: -h, --help show this help message and exit
bo_cn: སྤྱོད་ཐབས།： biometric-auth-client ནང་སྐྲུན་བཀའ་བརྡ། ... ནང་སྐྲུན་བཀའ་བརྡ།: get-driver-list ཁྱད་རྟགས་རེའུ་མིག་ཐོབ་པ། get-device-list སྒྲིག་ཆས་རེའུ་མིག་ཐོབ་པ། get-feature-list ཁྱད་རྟགས་རེའུ་མིག་ཐོབ་པ། enroll ཁྱད་རྟགས་ཕབ་འཇུག verify ཁྱད་རྟགས་ར་སྤྲོད། capture ཁྱད་རྟགས་འཛིན་བཟུང་། search ཁྱད་རྟགས་འཚོལ་བ། clean ཁྱད་རྟགས་གཙང་སེལ། rename ཁྱད་རྟགས་མིང་བསྐྱར་འདོགས། འདེམས་ཚན།： -h, --help རོགས་རམ་འདེམས་ཚན་འཆར་བ་མ་ཟད།ད་དུང་ཕྱིར་འཐེན་པ།

source: User ID
bo_cn: སྤྱོད་མཁན་གྱིID

source: User ID length error
bo_cn: སྤྱོད་མཁན་གྱི་IDརིང་ཚད་ནོར་འཁྲུལ་བྱུང་།

source: User Name
bo_cn: སྤྱོད་མཁན་མིང་།

source: User Name (Default is current user: %s)
bo_cn: སྤྱོད་མཁན་མིང་།（མིག་སྔའི་སྤྱོད་མཁན་སོར་བཞག：%s）

source: User Name (Not set to search for all users)
bo_cn: སྤྱོད་མཁན་མིང་།（སྤྱོད་མཁན་ཡོད་ཚད་འཚོལ་བཤེར་བྱེད་པ་སྒྲིག་འགོད་མི་བྱེད་པ།）

source: Verify
bo_cn: ཁྱད་རྟགས་ར་སྤྲོད་བྱེད་བཞིན་ཡོད།

source: Verify Result: Match
bo_cn: ར་སྤྲོད་མཇུག་འབྲས།：ཟླ་སྒྲིག

source: Verify Result: No Match
bo_cn: ར་སྤྲོད་མཇུག་འབྲས།：ཟླ་སྒྲིག་མིན་པ།

source: Verify Type
bo_cn: ར་སྤྲོད་རིགས།

source: Verify feature match
bo_cn: ར་སྤྲོད་ཁྱད་རྟགས་ཟླ་སྒྲིག

source: Verify feature no match
bo_cn: ར་སྤྲོད་ཁྱད་རྟགས་ཟླ་སྒྲིག་མིན་པ།

source: Verify operation timeout
bo_cn: ར་སྤྲོད་བཀོལ་སྤྱོད་དུས་བརྒལ།

source: Verify operation was interrupted by the user
bo_cn: ར་སྤྲོད་བཀོལ་སྤྱོད་དེ་སྤྱོད་མཁན་གྱི་མཇུག་སྒྲིལ།

source: Verifying
bo_cn: ཁྱད་རྟགས་ར་སྤྲོད་བྱེད་བཞིན་ཡོད།

source: Voice Print
bo_cn: སྒྲ་རིས།

source: When there is a driver of the same name, force to override it
bo_cn: མིང་མཐུན་པའི་འདེད་སྐུལ་ཐོན་སྐབས།བཙན་ཤེད་ཀྱིས་ཁེབས།

source: Write configuration failure: %s
bo_cn: སྡེབ་སྒྲིག་འབྲི་བ་ཕམ་པ།：%s

source: XG_OpenVeinDev ERROR[%d]
bo_cn: XG_OpenVeinDevནོར་འཁྲུལ།[%d]

source: Your swipe was too short, please place your finger again.
bo_cn: མཛུབ་མོ་ཤུད་འགུལ་གྱི་བར་ཐག་ཇེ་ཐུང་དུ་སོང་བས་དཔེ་སྒྲུག་བྱེད་མ་ཐུབ།བསྐྱར་དུ་མཛུབ་མོ་འཇོག་རོགས།

source: a210_ops_search return NULL, device status: %d
bo_cn: a210_ops_searchཕྱིར་ལོགNULL, སྒྲིག་ཆས་རྣམ་པ་ནི།：%d

source: bio_conf_init failed
bo_cn: bio_conf_initརྟེན་འབྱུང་གྲངས་ལག་ལེན་བྱེད་མ་ཐུབ།

source: can't find "bioconf" struct, maybe someone forget use "bio_conf_init()" before
bo_cn: "bioconf"སྒྲིག་གཞི་ཕུང་པོ་རྙེད་མ་བྱུང་།ཕལ་ཆེར་སྔོན་ལ་"bio_conf_init()"རྟེན་འབྱུང་གྲངས་སྤྱོད་རྒྱུ་བརྗེད་སྲིད།

source: dlopen %s error: %s
bo_cn: dlopen %s ནོར་འཁྲུལ།：%s

source: failed to initialise libusb: %s
bo_cn: libusbའགོ་སྒྲིག་ཕམ་པ།：%s

source: getFingerVeinData error: %s
bo_cn: getFingerVeinData ནོར་འཁྲུལ།：%s

source: libbiometric detected usb device(%s): %d
bo_cn: libbiometric USBསྒྲིག་ཆས་བཤེར་འཇལ་བྱས་ཟིན།(%s)：%d

source: libusb_handle_events failed: %s
bo_cn: libusb_handle_eventsཕམ་པ།：%s

source: name_acquired_cb called, Acquired bus name: %s
bo_cn: name_acquired_cbརྟེན་འབྱུང་གྲངས་འདོན་སྤྱོད་བྱས་ཟིན།ཐོབ་པའི་མ་སྐུད་མིང་།：%s

source: name_lost_cb called, Error: Failed to connect to dbus
bo_cn: name_lost_cbརྟེན་འབྱུང་གྲངས་འདོན་སྤྱོད་བྱས་ཟིན།ནོར་འཁྲུལ།：DBusམ་སྐུད་ལ་སྦྲེལ་མཐུད་མི་ཐུབ།

source: name_lost_cb called, Error: Failed to obtain bus name: %s
bo_cn: name_lost_cbརྟེན་འབྱུང་གྲངས་འདོན་སྤྱོད་བྱས་ཟིན། ནོར་འཁྲུལ།：མ་སྐུད་མིང་ཐོབ་མི་ཐུབ།(%s)

source: non-existent user
bo_cn: སྤྱོད་མཁན་མི་འདུག

source: remove the key value of the specified driver
bo_cn: སྐུལ་བའི་རྡང་ཐང་སྤོ་བ།

source: run called in the server
bo_cn: Runརྟེན་འབྱུང་གྲངས་ཀྱི་ཞབས་ཞུའི་སྣེ་འདོན་སྤྱོད་བྱས་ཟིན།

source: software level cancel success, dev_status = %d, StopFlag = %d, timeused = %d, timeout = %d
bo_cn: འདོར་བ་ལེགས་གྲུབ་བྱུང་།，dev_status = %d, StopFlag = %d, timeused = %d, timeout = %d

source: sqlite3 prepare err: %s
bo_cn: sqlite3སྔོན་གྱི་སྒྲིག་དྲས་རྒྱག་ནོར་འཁྲུལ།：%s
