Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/biometric-authentication.po
Languages: bo_cn

source: Driver API(DRV_API): %d.%d.%d
bo_cn: འདེད་སྐུལ།API(DRV_API)：%d.%d.%d

source: Application API(APP_API): %d.%d.%d
bo_cn: ཉེར་སྤྱོད།API(APP_API)：%d.%d.%d

source: %s %s -d DRIVER_ID
bo_cn: %s %s [-u སྤྱོད་མཁན་མིང།] -dའདེད་སྐུལ།ID

source: %s %s [-u USER_NAME] -d DRIVER_ID
bo_cn: %s %s [-u སྤྱོད་མཁན་མིང་།] -d འདེད་སྐུལ།ID

source: %s %s [-u USER_NAME] -d DRIVER_ID -i INDEX
bo_cn: %s %s [-u སྤྱོད་མཁན་མིང་།] -d འདེད་སྐུལ།ID -i གསལ་བང་།

source: %s %s [-u USER_NAME] -d DRIVER_ID -i INDEX -n NEW_NAME
bo_cn: %s %s [-u སྤྱོད་མཁན་མིང་།] -d འདེད་སྐུལ།ID -i གསལ་བང་། -n ཁྱད་རྟགས་གསར་པའི་མིང་།

source: %s %s [-u USER_NAME] -d DRIVER_ID -n FEATURE_NAME
bo_cn: %s %s [-u སྤྱོད་མཁན་མིང་།] -d འདེད་སྐུལ།ID -n ཁྱད་རྟགས་མིང་།

source: %s %s [-u USER_NAME] -d DRIVER_ID [-s INDEX_START] [-e INDEX_END]
bo_cn: %s %s [-u སྤྱོད་མཁན་མིང་།] -d འདེད་སྐུལ།ID [-s མགོ་བརྩམས་པའི་གསལ་བང་།] [-e མཇུག་རྫོགས་པའི་གསལ་བང་།]

source: %s Clean Result: Failed
bo_cn: %s གཙང་སེལ་མཇུག་འབྲས།：ཕམ་པ།

source: %s Clean Result: Success
bo_cn: %s གཙང་སེལ་མཇུག་འབྲས།：ལེགས་འགྲུབ།

source: %s driver DRV_API version: %d.%d.%d
bo_cn: %s འདེད་སྐུལ། DRV_APIཔར་གཞི།：%d.%d.%d

source: %s driver configure failed
bo_cn: %s འདེད་སྐུལ་སྡེབ་སྒྲིག་ཕམ་པ།

source: (Left)
bo_cn: (གཡོན།)

source: (Right)
bo_cn: (གཡས།)

source: A210 enroll success, enroll_id = %d
bo_cn: A210 ཕབ་འཇུག་ལེགས་འགྲུབ། enroll_id = %d

source: A210OpsResult[%d]: %s
bo_cn: A210བཀོལ་སྤྱོད་མཇུག་འབྲས།[%d]：%s

source: A210RecvInfo:
bo_cn: A210ཆ་འཕྲིན་བསྡུ་ལེན་བྱེད་པ།：

source: A210SendInfo:
bo_cn: A210ཆ་འཕྲིན་བསྐུར་བ།：

source: AES Key File (%s) does not Exist or has no Read Permission, use default key.
bo_cn: AESགསང་ལྡེའི་ཡིག་ཆ(%s)་མེད་པའམ་ཡང་ན་ཀློག་མི་ཆོག་པའི་དབང་ཚད་འདུག སོར་བཞག་གསང་ལྡེ་སྤྱོད་རོགས།

source: AES Key File is Enpty, use default Key.
bo_cn: AESགསང་ལྡེའི་ཡིག་ཆ་སྟོབ་བ་རེད།སོར་བཞག་Keyསྤྱོད་རོགས།

source: AES Key is Enpty, use default Key.
bo_cn: AESགསང་ལྡེ་སྟོང་བ་རེད། སོར་བཞག་གསང་ལྡེ་སྤྱོད་རོགས།

source: Add driver
bo_cn: འདེད་སྐུལ་ཁ་སྣོན།

source: Adjust distance
bo_cn: བར་ཐག་ལེགས་སྒྲིག་བྱེད་རོགས།

source: All user
bo_cn: སྤྱོད་མཁན་ཡོངས།

source: An error was encountered during capturing
bo_cn: འཛིན་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during cleaning
bo_cn: གཙང་སེལ་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད་།

source: An error was encountered during closing
bo_cn: སྒྲིག་ཆས་ཁ་རྒྱག་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during enrolling
bo_cn: ཁྱད་རྟགས་ཕབ་འཇུག་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during getting feature list
bo_cn: ཁྱད་རྟགས་རེའུ་མིག་ཐོབ་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during identifying
bo_cn: ཁྱད་རྟགས་ངོས་འཛིན་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during renaming
bo_cn: ཁྱད་རྟགས་མིང་བསྐྱར་འདོགས་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during searching
bo_cn: བཤེར་འཚོལ་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during the opening
bo_cn: སྒྲིག་ཆས་ཁ་ཕྱེ་བའི་བརྒྱུད་རིམ་ཁྲོད་ནོར་འཁྲུལ་བྱུང་།

source: An error was encountered during the operation
bo_cn: བཀོལ་སྤྱོད་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: An error was encountered during verifying
bo_cn: ཁྱད་རྟགས་ར་སྤྲོད་བྱེད་པའི་བརྒྱུད་རིམ་ཁྲོད་དུ་ནོར་འཁྲུལ་ལ་འཕྲད།

source: Any
bo_cn: གང་རུང་།

source: Because of the scanning image quality or finger pressure problem, the sampling failed, please remove the finger and retry
bo_cn: བཤར་འབེབས་བརྙན་གྲུབ་ཀྱི་སྤུས་ཚད་དང་ཡང་ན་མཛུབ་མོ་གནོན་ཤུགས་ཀྱི་གནད་དོན་དབང་གིས་དཔེ་སྒྲུག་ཕམ་པ། མཛུབ་མོ་སྤོས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་རོགས།

source: Biometric Type
bo_cn: སྐྱེ་དངོས་ཁྱད་རྟགས་རིགས།

source: Biometric authentication server is running, Do not restart it repeatedly
bo_cn: སྐྱེ་དངོས་ཁྱད་རྟགས་ར་སྤྲོད་ཞབས་ཞུ་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད། བསྐྱར་སློང་མ་བྱེད་རོགས།

source: Biometric framework API version:
bo_cn: སྐྱེ་དངོས་ཁྱད་རྟགས་དབྱེ་འབྱེད་སྒྲོམ་གཞི་APIཔར་གཞི། ：

source: Biometric identification backend framework service is not started
bo_cn: སྐྱེ་དངོས་ཁྱད་རྟགས་དབྱེ་འབྱེད་མཇུག་སྣེ་སྒྲོམ་གཞིའི་ཞབས་ཞུ་སྤེལ་འགོ་སློང་མེད་པ།

source: Builtin commands:
bo_cn: ནང་སྒྲིག་བཀའ་བརྡ།：

source: BuiltinCommands
bo_cn: ནང་སྒྲིག་བཀའ་བརྡ།

source: Bus Type
bo_cn: མ་སྐུད་རིགས།

source: Can not get usb information
bo_cn: USBའབྲེལ་ཡོད་ཆ་འཕྲིན་ལེན་མི་ཐུབ།

source: Can not open AES Key File: %s, use default key.
bo_cn: AESགསང་ལྡེའི་ཡིག་ཆ་ཁ་ཕྱེ་མི་ཐུབ།：%sསོར་བཞག་གསང་ལྡེ་བཀོལ་སྣྱོད་བྱེད་རོགས།

source: Can not open PID file: %s
bo_cn: PIDཡིག་ཆ་ཁ་ཕྱེ་མི་ཐུབ། ：%s

source: Can not open serial
bo_cn: ཕྲེང་སྒོ་ཁ་འབྱེད་མི་ཐུབ།

source: Can't Open Serial Port: %s
bo_cn: ཕྲེང་སྒོ་ཁ་འབྱེད་མི་ཐུབ།：%s

source: Can't create thread: %s
bo_cn: སྐུད་རིམ་གསར་བཟོ་བྱེད་མི་ཐུབ།

source: Cancel the operation success
bo_cn: བཀོལ་སྤྱོད་དོར་བ་ལེགས་འགྲུབ་བྱུང་།

source: Cannot operate device node: %s
bo_cn: སྒྲིག་ཆས་ཚིགས་ཚེག་བཀོལ་སྤྱོད་བྱེད་ཐབས་མེད།

source: Capture
bo_cn: ཟིན་པ།

source: Capture Result: %.*s
bo_cn: ཟིན་པའི་མཇུག་འབྲས།：％。* s

source: Capture Result: ERROR
bo_cn: ཟིན་པའི་མཇུག་འབྲས།：ནོར་འཁྲུལ།

source: Capture feature failed
bo_cn: ཁྱད་རྟགས་འཛིན་བཟུང་ཕམ་པ།

source: Capture feature successful
bo_cn: ཁྱད་རྟགས་འཛིན་བཟུང་ལེགས་འགྲུབ་བྱུང་།

source: Capture image failed
bo_cn: བརྙན་རིས།་འཛིན་བཟུང་ཕམ་པ།

source: Capture image success
bo_cn: བརྙན་རིས།་འཛིན་བཟུང་ལེགས་འགྲུབ་བྱུང་།

source: Capture operation timeout
bo_cn: བཀོལ་སྤྱོད་འཛིན་བཟུང་དུས་བརྒལ་བ།

source: Capture operation was interrupted by the user
bo_cn: བཀོལ་སྤྱོད་འཛིན་བཟུང་སྤྱོད་མཁན་གྱིས་མཇུག་སྒྲིལ།

source: Capture real-time template failed
bo_cn: དུས་ཐོག་མ་དཔེ།་འཛིན་བཟུང་ཕམ་པ།

source: Capture real-time template success
bo_cn: དུས་ཐོག་མ་དཔེ།་འཛིན་བཟུང་ལེགས་འགྲུབ་བྱུང་།

source: Capturing
bo_cn: ཁྱད་རྟགས་འཛིན་བཟུང་བྱེད་བཞིན་ཡོད།

source: Character string: %s
bo_cn: ཁྱད་རྟགས་ཡིག་རྟགས་ཕྲེང་བ།：%s

source: Check database format version ...
bo_cn: གཞི་གྲངས་མཛོད་རྣམ་གཞག་པར་གཞི་ཞིབ་བཤེར།

source: Clean
bo_cn: གཙང་སེལ།

source: Clean feature failed
bo_cn: ཁྱད་རྟགས་གཙང་སེལ་ཕམ་པ།

source: Clean feature successful
bo_cn: ཁྱད་རྟགས་གཙང་སེལ་ལེགས་གྲུབ་བྱུང་།

source: Clean operation timeout
bo_cn: བཀོལ་སྤྱོད་གཙང་སེལ་དུས་བརྒལ་བ།

source: Clean operation was interrupted by the user
bo_cn: བཀོལ་སྤྱོད་གཙང་སེལ་སྤྱོད་མཁན་གྱིས་མཇུག་སྒྲིལ།

source: Cleaning
bo_cn: ཁྱད་རྟགས་གཞི་གྲངས་ལེགས་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Client APP_API is newer than biometric identification framework service. Please upgrade framework service or degrade client.
bo_cn: མཁོ་མཁན་སྣེའི་APP_APIསྐྱེ་དངོས་ཁྱད་རྟགས་ངོས་འཛིན་སྒྲོམ་གཞི་ཞབས་ཞུ་ལས་གསར་པས། སྒྲོམ་གཞིའི་ཞབས་ཞུ་རིམ་སྤོར་དང་ཡང་ན་མཁོ་མཁན་སྣེའི་རིམ་པ་གཅོག་པ།

source: Client APP_API is older than biometric identification framework service. Please degrade framework service or upgrade client.
bo_cn: མཁོ་མཁན་སྣེའི་APP_APIསྐྱེ་དངོས་ཁྱད་རྟགས་ངོས་འཛིན་སྒྲོམ་གཞི་ཞབས་ཞུ་ལས་རྙིང་པས། སྒྲོམ་གཞིའི་ཞབས་ཞུ་རིམ་སྤོར་དང་ཡང་ན་མཁོ་མཁན་སྣེ་རིམ་སྤོར་བྱེད་རོགས།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Close Device: %s
bo_cn: སྒྲིག་ཆས་ཁ་རྒྱག་པ།：％s

source: Close device completion
bo_cn: སྒྲིག་ཆས་ཁ་བརྒྱབ་ཚར།

source: Close device failed
bo_cn: སྒྲིག་ཆས་ཁ་རྒྱག་མ་ཐུབ།

source: Closing
bo_cn: སྒྲིག་ཆས་ཁ་རྒྱག་བཞིན་ཡོད།

source: Collect finger vein characteristics error
bo_cn: མཛུབ་མོའི་སྡོད་རྩ་སྒྲུག་པར་རྟགས་ནོར་འཁྲུལ་བྱུང་འདུག

source: Collect fingerprint characteristics error
bo_cn: མཛུབ་རིས་ཁྱད་རྟགས་སྒྲུག་པར་ནོར་འཁྲུལ་བྱུང་འདུག

source: Collecting finger vein characteristics, please press you finger
bo_cn: མཛུབ་མོའི་སྡོད་རྩ་ཆ་འཕྲིན་སྒྲུག་བཞིན་ཡོད།མཛུབ་མོ་སྣོན་རོགས།

source: Collecting fingerprint characteristics, please keep your finger pressed
bo_cn: མཛུབ་རིས་སྒྲུག་བཞིན་ཡོད་།མཛུབ་མོ་གནོན་པའི་རྣམ་པ་རྒྱུན་འཁྱོངས་བྱེད་རོགས།

source: Collecting fingerprint characteristics, please press you finger
bo_cn: མཛུབ་རིས་ཀྱི་ཆ་འཕྲིན་སྒྲུག་བཞིན་ཡོད།མཛུབ་མོ་སྣོན་རོགས།

source: Come closer
bo_cn: ཉེ་བར་བྱེད་རོགས།

source: Command: 0x%02X returns data checksum error
bo_cn: བཀའ་བརྡ།:0x%02X གཞི་གྲངས་དག་བཤེར་དང་ནོར་འཁྲུལ་ཕྱིར་ལོག

source: Common
bo_cn: ཀུན་སྤྱོད།

source: Could not open device (driver %s)
bo_cn: སྒྲིག་ཆས་ཁ་ཕྱེ་ཐུབ་མ་སོང་།（འདེད་སྐུལ། %s）

source: Create Biometric Datebase Directory (%s) Error
bo_cn: སྐྱེ་དངོས་ཁྱད་རྟགས་ངོས་འཛིན་གཞི་གྲངས་མཛོད་གསོག་འཇོག་དཀར་ཆག་(%s)གསར་བཟོ་མི་ཐུབ།

source: Create Table %s: %s
bo_cn: གསར་བཟོ་རེའུ་མིག %s： %s

source: Create Table '%s' Error: %s
bo_cn: གསར་བཟོ་རེའུ་མིག'%s' ནོར་འཁྲུལ།：%s

source: Create UD650 algorithms library error[%d]
bo_cn: UD650རྩི་ཐབས་མཛོད་གསར་བཟོ་ནོར་འཁྲུལ་བྱུང་། [％d]

source: Current device list:
bo_cn: མིག་སྔའི་སྒྲིག་ཆས་རེའུ་མིག：

source: Current driver list:
bo_cn: མིག་སྔའི་འདེད་སྐུལ་རེའུ་མིག：

source: Current send data:
bo_cn: མིག་སྔའི་གཞི་གྲངས་བསྐུར་བ།：

source: Database format version is %d.%d.%d
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་རྣམ་གཞག་པར་གཞི།％d ％d ％d

source: Delete fingerprint failed
bo_cn: མཛུབ་རིས་སུབ་མ་ཐུབ།

source: Delete the contrast space data error
bo_cn: སྡུར་བའི་བར་སྟོང་གཞི་གྲངས་སུབ་དུས་ནོར་འཁྲུལ་བྱུང་།

source: Delete user %s template failed
bo_cn: %s སྤྱོད་མཁན་དཔེ་པང་སུབ་དུས་ནོར་འཁྲུལ་བྱུང་།

source: Delete user %s template success
bo_cn: %s སྤྱོད་མཁན་དཔེ་པང་སུབ་པ་ལེགས་གྲུབ་འཁྲུལ་བྱུང་།

source: Detect %s device
bo_cn: སྒྲིག་ཆས་%s བཤེར་འཇལ།

source: Detected Compatibility issues: %s driver version is higher than biometric framework
bo_cn: འཆམ་མཐུན་རང་བཞིན་གྱི་གནད་དོན་བཤེར་འཇལ་བྱས་ཟིན།：%sའདེད་སྐུལ་གྱི་པར་གཞི་དེ་སྐྱེ་དངོས་ཁྱད་རྟགས་ངོས་འཛིན་སྒྲོམ་གཞི་ལས་མཐོ་བ།

source: Detected Compatibility issues: %s driver version is lower than biometric framework
bo_cn: འཆམ་མཐུན་རང་བཞིན་གྱི་གནད་དོན་བཤེར་འཇལ་བྱས་ཟིན།：%sའདེད་སྐུལ་གྱི་པར་གཞི་དེ་སྐྱེ་དངོས་ཁྱད་རྟགས་ངོས་འཛིན་སྒྲོམ་གཞི་ལས་དམའ་བ།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Device %s[%d] received interrupt request
bo_cn: སྒྲིག་ཆས་ %s[%d]བར་དྲས་རྒྱག་རེ་ཞུ་འབྱོར།

source: Device BBC check error
bo_cn: སྒྲིག་ཆས་BBCདག་བཤེར་ནོར་འཁྲུལ།

source: Device Status: [%d]%s
bo_cn: སྒྲིག་ཆས་རྣམ་པ།：[%d]%s

source: Device and OS
bo_cn: སྒྲིག་ཆས་དང་རྒྱུད་ཁོངས།

source: Device attached: %04x:%04x
bo_cn: སྒྲིག་ཆས་བར་འཇུག：%04x:%04x

source: Device busy
bo_cn: སྒྲིག་ཆས་བྲེལ་ཆེ།

source: Device detached: %04x:%04x
bo_cn: སྒྲིག་ཆས་བཀོག་པ། ：%04x:%04x

source: Device failed to open
bo_cn: སྒྲིག་ཆས་ཁ་འབྱེད་ནོར་འཁྲུལ།

source: Device idle
bo_cn: སྒྲིག་ཆས་ཁོམ་པ།

source: Device internal error
bo_cn: སྒྲིག་ཆས་ནང་ཁུལ་ནོར་འཁྲུལ།

source: Device is disable
bo_cn: སྒྲིག་ཆས་སྤྱོད་མི་ཆོག

source: Device is disabled
bo_cn: སྒྲིག་ཆས་སྤྱོད་མི་ཆོག

source: Device is in an unknown status...
bo_cn: སྒྲིག་ཆས་མི་ཤེས་མེད་པའི་རྣམ་པར་གནས།

source: Device is in process
bo_cn: སྒྲིག་ཆས་ཐག་དྲས་རྒྱག་བྱེད་བཞིན་པའི་སྒང་།

source: Device operates abnormally, hardware version does not match
bo_cn: སྒྲིག་ཆས་རྒྱུན་འགལ།སྲ་ཆས་པར་གཞི་མི་འཚམ།

source: Device returns unknown data and skips processing
bo_cn: སྒྲིག་ཆས་ཡིས་མ་ཤེས་པའི་གཞི་གྲངས་ཕྱིར་ལོག སྒྲིག་དྲས་རྒྱག་མི་བྱེད།

source: Device started successfully! The current version is: v
bo_cn: སྒྲིག་ཆས་འགོ་སློང་ལེགས་གྲུབ་བྱུང་།མིག་སྔའི་པར་གཞི་མི：v

source: Device unknown status code: %d
bo_cn: སྒྲིག་ཆས་མ་ཤེས་པའི་རྣམ་པའི་ཨང་།：%d

source: Didn't catch that, please center your finger on the sensor and try again.
bo_cn: མཛུབ་མོ་སྒྲིག་ཆས་ལས་ཡོ་བས་དཔེ་སྒྲུག་མ་ཐུབ།མཛུབ་མོ་ཡང་བསྐྱར་འཇོག་རོགས།

source: Disable
bo_cn: འགོག་སྤྱོད།

source: Disable driver
bo_cn: འདེད་སྐུལ་སྤྱོད་མི་ཆོག

source: Don't squint
bo_cn: གསེག་ལྟ་མ་བྱེད་རོགས།

source: Driver %s does not exist
bo_cn: འདེད་སྐུལ་%s མི་གནས།

source: Driver %s does not exist, if you need to ignore the problem, use -i parameter
bo_cn: འདེད་སྐུལ་%s མི་གནས།གལ་ཏེ་གནད་དོན་དེ་སྣང་མེད་དུ་བཞག་དགོས་ན།ཞུགས་གྲངས་-iསྤྱོད་རོགས།

source: Driver %s initialization failed
bo_cn: འདེད་སྐུལ་ %s འགོ་སྒྲིག་ཕམ་པ།

source: Driver Full Name
bo_cn: འདེད་སྐུལ་མིང་ཡོངས།

source: Driver ID
bo_cn: འདེད་སྐུལID

source: Driver Name
bo_cn: འདེད་སྐུལ་མིང་།

source: Driver(or Device) ID
bo_cn: འདེད་སྐུལ།（ཡང་ན་སྒྲིག་ཆས།）ID

source: Driver1 [Driver2 ...]
bo_cn: འདེད་སྐུལ1 [འདེད་སྐུལ2 ...]

source: DriverName DriverFilePath
bo_cn: འདེད་སྐུལ་མིང་།འདེད་སྐུལ་ཡིག་ཆའི་འགྲོ་ལམ།

source: DriverName Key
bo_cn: འདེད་སྐུལ་མིང་།རྡང་མིང་།

source: DriverName Key Value
bo_cn: འདེད་སྐུལ་མིང་།རྡང་མིང་།རྡང་ཐང་།

source: Dynamic link library %s has been loaded
bo_cn: འགུལ་རྣམ་སྦྲེལ་མཐུད་མཛོད་ %s ཁུར་སྣོན་བྱས་ཟིན།

source: Eigen Type
bo_cn: ཁྱད་རྟགས་རིགས།

source: Eigen Value
bo_cn: ཁྱད་རྟགས་ཐང་།

source: Eigen Vector
bo_cn: ཁྱད་རྟགས་ཕྱོགས་ཚད།

source: Enable
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: Enable driver
bo_cn: འདེད་སྐུལ་སྤྱོད་པ།

source: End of Feature Index (default -1, means search all)
bo_cn: མཇུག་རྫོགས་པའི་ཁྱད་རྟགས་གསལ་བང་།（སོར་གཞག་གྲངས-1 ཡིས་ཁྱད་རྟགས་ཡོད་ཚད་འཚོལ་བཤེར་མཚོན།）

source: Enroll
bo_cn: ཕབ་འཇུག

source: Enroll Result: Fail
bo_cn: ཕབ་འཇུག་མཇུག་འབྲས།：ཕམ་པ།

source: Enroll Result: Success
bo_cn: ཕབ་འཇུག་མཇུག་འབྲས།：ལེགས་གྲུབ།

source: Enroll failed, ID: %s
bo_cn: ཕབ་འཇུག་ནོར་འཁྲུལ།ID: %s

source: Enroll failed: The feature was successfully sampled, but the encoding of the sampling feature could not be generated
bo_cn: ཕབ་འཇུག་ཕམ་པ།：ཁྱད་རྟགས་དཔེ་སྒྲུག་ལེགས་གྲུབ་བྱུང་མོད།འོན་ཀྱང་དཔེ་སྒྲུག་ཁྱད་རྟགས་གྲུབ་པའི་སྒྲིག་ཨང་འགྲུབ་ཐབས་མེད།

source: Enroll feature failed
bo_cn: ཁྱད་རྟགས་ཕབ་འཇུག་ཕམ་པ།

source: Enroll feature successful
bo_cn: ཁྱད་རྟགས་ཕབ་འཇུག་ལེགས་གྲུབ་བྱུང་།

source: Enroll operation timeout
bo_cn: ཁྱད་རྟགས་བཀོལ་སྤྱོད་དུས་བརྒལ།

source: Enroll operation was interrupted by the user
bo_cn: བཀོལ་སྤྱོད་ཕབ་འཇུག་སྤྱོད་མཁན་གྱིས་བར་བཅད།

source: Enroll success
bo_cn: ཕབ་འཇུག་ལེགས་གྲུབ་བྱུང་།

source: Enroll success, ID: %s
bo_cn: ཕབ་འཇུག་ལེགས་གྲུབ་བྱུང་།ID: %s

source: Enroll success, the user already exists, correct ID: %s
bo_cn: ཕབ་འཇུག་ལེགས་གྲུབ་བྱུང་།སྤྱོད་མཁན་གནས་ཡོད།སྲོང་བ།ID: %s

source: Enrolled ID: %d
bo_cn: ཕབ་འཇུག་བྱས་པའི་ID: %d

source: Enrolling
bo_cn: ཁྱད་རྟགས་ཕབ་འཇུག་བྱེད་བཞིན་ཡོད།

source: Enrollment failed due to incomprehensible data. (Please use the same finger at different sampling stages of the same enroll)
bo_cn: དཔེ་སྒྲུག་གཞི་གྲངས་ལ་གོ་བ་ལེན་མ་ཐུབ་པས་ཕབ་འཇུག་ཕམ་པར་གྱུར།（ཐེངས་གཅིག་ཕབ་འཇུག་བྱས་པའི་དུས་རིམ་མི་འདྲ་བར་མཛུབ་མོ་གཅིག་འདྲ་སྤྱོད་རོགས།）

source: Error getting device descriptor
bo_cn: ནོར་འཁྲུལ།：ཐོབ་ཐབས་བྲལ་བའི་སྒྲིག་ཆས་ཞིབ་བརྗོད་རྟགས།

source: Error parsing commandline options: %s
bo_cn: བཀའ་ཕྲེང་འདེམས་ཚན་ཞིབ་འགྲེལ་ནོར་འཁྲུལ།：%s

source: Error: Can not get device descriptor
bo_cn: ནོར་འཁྲུལ།：ཐོབ་ཐབས་བྲལ་བའི་སྒྲིག་ཆས་ཞིབ་བརྗོད་རྟགས།

source: Error: Can not register attach callback error
bo_cn: ནོར་འཁྲུལ།： attch ཐོ་འགོད་མི་ཐུབ།རྟེན་འབྱུང་གྲངས་ཕྱིར་འདོན་སྤྱོད་བྱེད་པ།

source: Error: Can not register detach callback error
bo_cn: ནོར་འཁྲུལ།： detachཐོ་འགོད་མི་ཐུབ།རྟེན་འབྱུང་གྲངས་ཕྱིར་འདོན་སྤྱོད་བྱེད་པ།

source: Error: Failed to export object. Reason: %s
bo_cn: ནོར་འཁྲུལ།：བྱ་ཡུལ་ཕྱིར་འདྲེན་ཕམ་པ། རྒྱུ་རྐྱེན།：%s

source: Error[%d]: %s
bo_cn: ནོར་འཁྲུལ།[%d]：%s

source: Face
bo_cn: མིའི་གདོང་།

source: Failed to call function %s
bo_cn: རྟེན་འབྱུང་གྲངས་%sའདོན་སྤྱོད་ཕམ་པ།

source: Failed to initialize libfprint
bo_cn: libfprint འགོ་སྒྲིག་ཕམ་པ།

source: Failed to migrate data from the original table: %s
bo_cn: ཐོག་མའི་གཞི་གྲངས་རེའུ་མིག་ནང་ནས་གཞི་གྲངས་སྤོ་བ་ཕམ་པ།：%s

source: Failed to upgrade database format：version %d.%d.%d to %d.%d.%d
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་རྣམ་གཞག་རིམ་སྤོར་ཕམ་པ།：པར་གཞི། %d.%d.%d ནས %d.%d.%d

source: Failure to modify the owner and group of %s. ERROR[%d]: %s
bo_cn: %sཁོངས་གཏོགས་གཙོ་བོ་དང་ཁོངས་གཏོགས་ཚོགས་བཟོ་བཅོས་ཕམ་པ། ནོར་འཁྲུལ།[%d]：%s

source: Feature Index
bo_cn: ཁྱད་རྟགས་གསལ་བང་།

source: Feature Name
bo_cn: ཁྱད་རྟགས་མིང་།

source: Feature renaming is not complete, please try again
bo_cn: ཁྱད་རྟགས་མིང་བསྐྱར་འདོགས་ཆ་མི་ཚང་བས།ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: File length error
bo_cn: ཡིག་ཆའི་རིང་ཚད་ནོར་འཁྲུལ།

source: Find Table '%s' Error: %s
bo_cn: འཚོལ་ཞིབ་རེའུ་མིག'%s' ནོར་འཁྲུལ：%s

source: Find the following feature matching:
bo_cn: གཤམ་གྱི་ཟླ་སྒྲིག་གི་ཁྱད་རྟགས་རྙེད་སོང་།：

source: Find the specified features
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཁྱད་རྟགས་རྙེད་སོང་།

source: Finger Print
bo_cn: མཛུབ་རིས།

source: Finger Vein
bo_cn: མཛུབ་མོའི་སྡོད་རྩ།

source: Finger vein characteristics collected, please raise your finger
bo_cn: མཛུབ་མོའི་སྡོད་རྩའི་ཆ་འཕྲིན་དཔེ་སྒྲུག་བྱས་ཟིན།མཛུབ་མོ་ཡར་འཇོག་རོགས།

source: Fingerprint characteristics collected, please raise your finger
bo_cn: མཛུབ་རིས་ཆ་འཕྲིན་དཔེ་སྒྲུག་བྱས་ཟིན།མཛུབ་མོ་ཡར་འཇོག་རོགས།

source: For the 2nd collection finger vein characteristics, please press you finger
bo_cn: མཛུབ་མོའི་སྡོད་རྩའི་ཆ་འཕྲིན་ཐེངས་གཉིས་པ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: For the 2nd collection fingerprint characteristics, please press you finger
bo_cn: མཛུབ་རིས་ཆ་འཕྲིན་ཐེངས་གཉིས་པ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: For the 3rd collection finger vein characteristics, please press you finger
bo_cn: མཛུབ་མོའི་སྡོད་རྩའི་ཆ་འཕྲིན་ཐེངས་གསུམ་པ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: For the 3rd collection fingerprint characteristics, please press you finger
bo_cn: མཛུབ་རིས་ཆ་འཕྲིན་ཐེངས་གསུམ་པ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: For the 4th collection finger vein characteristics, please press you finger
bo_cn: མཛུབ་མོའི་སྡོད་རྩའི་ཆ་འཕྲིན་ཐེངས་བཞི་བ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: For the 4th collection fingerprint characteristics, please press you finger
bo_cn: མཛུབ་རིས་ཆ་འཕྲིན་ཐེངས་བཞི་བ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: For the 5th collection finger vein characteristics, please press you finger
bo_cn: མཛུབ་མོའི་སྡོད་རྩའི་ཆ་འཕྲིན་ཐེངས་ལྔ་བ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: For the 5th collection fingerprint characteristics, please press you finger
bo_cn: མཛུབ་རིས་ཆ་འཕྲིན་ཐེངས་ལྔ་བ་དཔེ་སྒྲུག་བྱེད་པ།མཛུབ་མོ་སྣོན་རོགས།

source: Forcibly overrides the existing key
bo_cn: གནས་པའི་མཐེབ་ལ་བཙན་འགེབས་བྱེད་པ།

source: Framework automatically assigns the free index '%d' to driver %s user %d
bo_cn: སྒྲོམ་གཞི་རང་འགུལ་ངང་ཁོམ་ལོང་བྱུང་བའི་གསལ་བང་བགོ་བཤའ།（འདེད་སྐུལ%s སྤྱོད་མཁན་གྱི་ %dབགོས།）

source: Function XG_DetectUsbDev is NULL
bo_cn: XG_DetectUsbDevརྟེན་འབྱུང་གྲངས་མི་གནས།

source: Function XG_OpenVeinDev is NULL
bo_cn: XG_OpenVeinDevརྟེན་འབྱུང་གྲངས་མི་གནས།

source: Generate fingerprint characteristics failed
bo_cn: མཛུབ་རིས་ཁྱད་རྟགས་གྲུབ་པར་ཕམ་པ།

source: Generate fingerprint template failed
bo_cn: མཛུབ་རིས་མ་དཔེ།་འགྲུབ་པ་ཕམ་པ།

source: Generate real-time template failed
bo_cn: དུས་ཐོག་དཔེ་པང་འབྱུང་བར་ཕམ་པ།

source: Generate real-time template success
bo_cn: དུས་ཐོག་དཔེ་པང་འབྱུང་བར་ལེགས་གྲུབ་བྱུང་།

source: Get AES Key File Error[%d]: %s, use default Key.
bo_cn: AESགསང་ལྡེ་ཡིག་ཆ་ཐོབ་པར་ནོར་འཁྲུལ། [%d]：%sསོར་བཞག་གསང་ལྡེ་སྤྱོད་པ།

source: Get R301 device parameter failed
bo_cn: R301སྒྲིག་ཆས་ཞུགས་གྲངས་ཐོབ་ཐུབ་མ་སོང་།

source: Get UD650 algorithms library version error
bo_cn: UD650རྩི་ཐབས་མཛོད་པར་གཞི་ནོར་འདུག

source: Get UD650 driver library version error
bo_cn: UD650འདེད་སྐུལ་མཛོད་པར་གཞི་ནོར་འཁྲུལ་བྱུང་།

source: Get USB Device List Error
bo_cn: USBསྒྲིག་ཆས་རེའུ་མིག་ཐོབ་ཐུབ་མ་སོང་།

source: Get basic parameters failed
bo_cn: གཞི་རྩའི་ཞུགས་གྲངས་ཐོབ་ཐུབ་མ་སོང་།

source: Get data from the contrast space error
bo_cn: བསྡུར་བའི་བར་སྟོང་གཞི་གྲངས་ནོར་འདུག

source: Get device status success, device operates normally
bo_cn: ཐོབ་པའི་རྣམ་པ་ལེགས་གྲུབ་བྱུང་།སྒྲིག་ཆས་ལས་དོན་རྒྱུན་ལྡན།

source: Get feature list completion
bo_cn: ཁྱད་རྟགས་རེའུ་མིག་ཐོབ་ཟིན།

source: Get feature list failed
bo_cn: ཁྱད་རྟགས་རེའུ་མིག་ཐོབ་ཐུབ་མ་སོང་།

source: Get fingerprint characteristics failed
bo_cn: མཛུབ་རིས་ཁྱད་རྟགས་ཐོབ་མ་སོང་།

source: Get function %s handle error: %s
bo_cn: རྟེན་འབྱུང་གྲངས་ %sཡི་ཚིག་སྣེ་ཐོབ་ཐུབ་མ་སོང་།：%s

source: Get message failed
bo_cn: ཚགས་ཡིག་ཐོབ་ཐུབ་མ་སོང་།

source: Get message header failed
bo_cn: ཚགས་ཡིག་མགོ་ཐོབ་ཐུབ་མ་སོང་།

source: Get serial attribute failed
bo_cn: ཕྲེང་ཁའི་གཏོགས་གཤིས་ཐོབ་ཐུབ་མ་སོང་།

source: Get user %s's template failed
bo_cn: སྤྱོད་མཁན་%s་ཡི་དཔེ་པང་ཐོབ་ཐུབ་མ་སོང་།

source: Get user %s's template failed
bo_cn: སྤྱོད་མཁན་%s་ཡི་དཔེ་པང་ཐོབ་ཐུབ་མ་སོང་།

source: Get user %s's template success
bo_cn: སྤྱོད་མཁན་%sཡི་དཔེ་པང་ཐོབ་ཟིན།

source: GetFeatureList
bo_cn: ཁྱད་རྟགས་རེའུ་མིག་ཐོབ་པ།

source: Gets the function '%s' error from UD650 driver: %s
bo_cn: UD650འདེད་སྐུལ་ནས་རྟེན་འབྱུང་གྲངས་ '%s' ཐོབ་ཐུབ་མ་སོང་།：%s

source: Getting feature list
bo_cn: ཁྱད་རྟགས་རེའུ་མིག་འཐོབ་བཞིན་ཡོད།

source: Hardware
bo_cn: སྲ་ཆས།

source: Hardware level cancel success, device status: %d
bo_cn: འདོར་བ་ལེགས་གྲུབ་བྱུང་།སྒྲིག་ཆས་རྣམ་པ་ནི།：%d

source: ID: %s enroll failed, ret: 0x%02X
bo_cn: ID: %s ཕབ་འཇུག་ནོར་འཁྲུལ།ཕྱིར་ལོག་ཐང་གྲངས།：0x%02X

source: Identified ID: %d
bo_cn: ངོས་འཛིན་ཟིན་པའི་ID: %d

source: Identify
bo_cn: ངོས་འཛིན།

source: Identify Result: No Match
bo_cn: ངོས་འཛིན་མཇུག་འབྲས།：ཟླ་སྒྲིག་མིན་པ།

source: Identify Result: UID = %d
bo_cn: ངོས་འཛིན་མཇུག་འབྲས།：UID = %d

source: Identify Type
bo_cn: ངོས་འཛིན་རིགས།

source: Identify failed
bo_cn: ངོས་འཛིན་ཕམ་པ།

source: Identify feature match
bo_cn: ཁྱད་རྟགས་ངོས་འཛིན་ཟླ་སྒྲིག

source: Identify feature no match
bo_cn: ཁྱད་རྟགས་ངོས་འཛིན་ཟླ་སྒྲིག་མིན་པ།

source: Identify operation timeout
bo_cn: ངོས་འཛིན་བཀོལ་སྤྱོད་དུས་བརྒལ།

source: Identify operation was interrupted by the user
bo_cn: ངོས་འཛིན་བཀོལ་སྤྱོད་སྤྱོད་མཁན་གྱིས་མཇུག་སྒྲིལ།

source: Identify success
bo_cn: ངོས་འཛིན་ལེགས་གྲུབ་བྱུང་།

source: Identify success, ID: %s
bo_cn: ངོས་འཛིན་ལེགས་གྲུབ་བྱུང་།ID: %s

source: Identifying
bo_cn: ཁྱད་རྟགས་ངོས་འཛིན་བྱེད་བཞིན་ཡོད།

source: Ignore nonexistent drivers
bo_cn: མི་གནས་པའི་འདེད་སྐུལ་དོ་སྣང་བྱེད་མི་དགོས།

source: Ignore this setting if the key already exists
bo_cn: གལ་ཏེ་མཐེབ་ཡོད་ན།སྒྲིག་འགོད་སྣང་མེད་དུ་བཞག

source: Illegal data packets
bo_cn: མི་མཐུན་པའི་གཞི་གྲངས་ཐུམ།

source: Incompatible version of the database format: %d.%d.%d. Version required for the current framework: %d.%d.x
bo_cn: འཆམ་མཐུན་མིན་པའི་གཞི་གྲངས་མཛོད་པར་གཞི།：%d.%d.%dམིག་སྔའི་རྟགས་སྒྲོམ་ལ་%d.%d.x པར་གཞི་དགོས།

source: Init libusb Error
bo_cn: libusbམཛོད་འགོ་སྒྲིག་མ་ཐུབ་པ།

source: InitDBusCommunicationServer: Server started
bo_cn: InitDBusCommunicationServer：ཞབས་ཞུའི་སྣེ་འགོ་སློང་།

source: Initial biometric recognition framework failed
bo_cn: སྐྱེ་དངོས་ཁྱད་རྟགས་ངོས་འཛིན་སྒྲོམ་གཞི་འགོ་སྒྲིག་མ་ཐུབ་པ།

source: Initialize UD650 algorithms library error
bo_cn: UD650རྩི་ཐབས་མཛོད་འགོ་སྒྲིག་ནོར་འཁྲུལ་བྱུང་།

source: Initializing device ...
bo_cn: སྒྲིག་ཆས་འགོ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Input parameter error
bo_cn: ཞུགས་གྲངས་ཕབ་འཇུག་ནོར་འཁྲུལ་བྱུང་།

source: Iris
bo_cn: འཇའ་སྐྱི།

source: Issue configuration parameter success
bo_cn: གཤམ་བསྒྲགས་བཀོད་སྒྲིག་ཞུགས་གྲངས་ལེགས་གྲུབ་བྱུང་།

source: Issue template failed
bo_cn: མར་སྤྲོད་དཔེ་གཞི་མ་འགྲུབ

source: Issue template success
bo_cn: མར་སྤྲོད་དཔེ་གཞི་ལེགས་འགྲུབ

source: Keep distance
bo_cn: བར་ཐག་ངེས་ཅན་ཡོད་དགོས།

source: Legal data packets
bo_cn: ཁྲིམས་མཐུན་གྱི་གཞི་གྲངས་ཁུག

source: List of features found:
bo_cn: འཚོལ་བཤེར་བྱས་པའི་ཁྱད་རྟགས་རེའུ་མིག:

source: Load data to the contrast space error
bo_cn: གཞི་གྲངས་བསྡུར་བའི་བར་སྟོང་དུ་སྣོན་འཇུག་བྱས་པ་ནོར།

source: Load finger vein characteristics to the contrast space error
bo_cn: འཇགས་སྟོན་ཁྱད་རྟགས་བསྡུར་བའི་བར་སྟོང་དུ་སྣོན་འཇུག་བྱས་པ་ནོར།

source: Load the dynamic link library '%s' failed
bo_cn: འགུལ་རྣམ་སྦྲེལ་མཐུད་མཛོད '%s' ་སྣོན་འཇུག་བྱ་མ་ཐུབ།

source: Load the dynamic link library '%s' successful
bo_cn: འགུལ་རྣམ་སྦྲེལ་མཐུད་མཛོད '%s' ་སྣོན་འཇུག་བྱས་ཟིན།

source: Loaded Driver: %s
bo_cn: འདེད་སྐུལ་ཁུར་སྣོན་བྱས་ཟིན།：％s

source: Loading the dynamic link library '%s'
bo_cn: འགུལ་རྣམ་འབྲེལ་མཐུད་མཛོད་ '%s'ཁུར་སྣོན་བྱེད་བཞིན་ཡོད།

source: Look at the mirror to the iris device
bo_cn: མིག་ཟུང་གིས་འཇའ་སྐྱིའི་སྒྲིག་ཆས་མེ་ལོང་ལྟ་རོགས་གནང་།

source: Look in the mirror
bo_cn: མེ་ལོང་ནང་ལ་བལྟ་རོགས་གནང་།

source: Matched ID:
bo_cn: ཟླ་སྒྲིག་བྱས་པའི་ID：

source: Missing builtin command
bo_cn: ཀུན་སྤྱོད་ནང་སྒྲིག་བཀའ་བརྡ།

source: Mix
bo_cn: མཉམ་བསྲེས།

source: Mode setting error
bo_cn: རྣམ་པའི་སྒྲིག་འགོད་ནོར་འཁྲུལ།
