Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/box-manager.po
Languages: bo_cn

source: Kylin file protection box
bo_cn: ཆི་ལིན་ཡིག་ཆ་སྲུང་སྐྱོང་སྒམ།

source: about
bo_cn: འབྲེལ་ཡོད།

source: Operating environment: kylin (V10)
bo_cn: འཁོར་སྐྱོད་ཁོར་ཡུག་ནི་དགུ་ཚིགས་ཆི་ལིན་བཀོལ་སྤྱོད་མ་ལག (V10)་ཡིན།

source: Secure kernel (3.0.0) and above
bo_cn: བདེ་འཇགས་ནང་ཉིང (3.0.0)ཡན

source: Protective box kit (3.0.8) and above
bo_cn: སྲུང་སྐྱོབ་སྒམ་ཕྲེང་(3.0.8) ཡན

source: Software version: %1
bo_cn: མཉེན་ཆས་པང་གཞི: %1

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: Yes
bo_cn: ཡིན།

source: No
bo_cn: མིན།

source: Personal creation
bo_cn: སྒེར་གྱིས་འཛུགས་པ

source: Shared by others
bo_cn: གཞན་ལ་མཉམ་སྤྱོད།

source: %1 Shared
bo_cn: %1མཉམ་སྤྱོད

source: Created by myself
bo_cn: རང་གིས་འཛུགས་པ།

source: File protection box
bo_cn: ཡིག་ཆ་སྲུང་སྐྱོབ་སྒམ

source: Provide data security protection, support isolation hiding, encryption protection and sharing of personal data
bo_cn: གཞི་གྲངས་བདེ་འཇགས་སྲུང་སྐྱོབ་མཁོ་འདོན་བྱས་ནས་རང་གི་གཞི་གྲངས་ཀྱི་ལོགས་བཀར་སྦས་སྐུང་དང་། གསང་རྒྱ་སྲུང་སྐྱོབ། མཉམ་སྤྱོད་ནུས་པར་སྲུང་སྐྱོབ་བྱེད།

source: All protective boxes
bo_cn: ཡིག་ཆ་སྒ་ཚང་མ།

source: New
bo_cn: གསར་འཛུགས།

source: Delete
bo_cn: བསུབ་པ།

source: Password setting
bo_cn: གསང་གྲངས་སྒྲིག་འགོད།

source: Sharing settings
bo_cn: མཉམ་སྤྱོད་སྒྲིག་འགོད།

source: Millet porridge: Kylin
bo_cn: འབྲས་སེར:ཆི་ལིན

source: Shared
bo_cn: མཉམ་སྤྱོད་བྱས་ཟིན་པ།

source: Encrypted
bo_cn: གསང་བསྡམས།

source: Please select the protective box to be deleted!
bo_cn: ཁྱེད་ཀྱིས་བསུབ་དགོས་པའི་ཉེན་སྲུང་སྒམ་འདེམས་རོགས།!

source: Unable to delete, please unmount the protective box first "%1" !
bo_cn: བསུམ་མི་ཐུབ། ཁྱེད་ཀྱིས་སྔོན་སྲུང་སྐྱོབ་སྒམ "%1"་ལྷུ་གཏོང་གནང་རོགས།!

source: The protection box is encrypted, please enter the password for authentication
bo_cn: སྲུང་སྐྱོབ་སྒམ་ལ་གསང་རྒྱ་བཏབ། ཁྱེད་ཀྱིས་གསང་གྲངས་དཔང་སྤྲོད་གནང་རོགས།

source: The delete operation is irreversible, are you sure to delete the protective box "%1" ?
bo_cn: བསུབ་པ་ཕྱིར་ལྡོག་མེད། སྲུང་སྐྱོབ་སྒམ་"%1" བསུབ་ཁོ་ཐག་ཡིན་ནམ?

source: Protective box "%1" failed to delete: %2
bo_cn: སྲུང་སྐྱོབ་སྒམ"%1" བསུབ་མ་ཐུབ།

source: Please select the protective box that requires password setting !
bo_cn: ཁྱེད་ཀྱིས་གསང་གྲངས་འགོད་དགོས་པའི་སྲུང་སྐྱོབ་སྒམ་འདེམས་རོགས!

source: Please select the protective box that requires password setting !
bo_cn: ཁྱེད་ཀྱིས་གསང་གྲངས་འགོད་དགོས་པའི་སྲུང་སྐྱོབ་སྒམ་འདེམས་རོགས!

source: Unable to set the password, please unmount the protection box first "%1" !
bo_cn: གསང་གྲངས་འཇོག་མི་ཐུབ་པས། སྔོན་ལ་སྲུང་སྐྱོབ་སྒམ"%1"ལྷུ་གཏོང་གནང་རོགས !

source: Please select the protective box that needs to be shared!
bo_cn: ཁྱེད་ཀྱིས་མཉམ་སྤྱོད་དགོས་པའི་སྲུང་སྐྱོབ་སྒམ་འདེམས་རོགས!

source: Unable to set up sharing, please unmount the protection box first "%1" !
bo_cn: མཉམ་སྤྱོད་བྱ་ཐབས་མེད་པས་སྔོན་ལ་སྲུང་སྐྱོབ་སྒམ་ "%1" ལྷུ་གཏོར་གནང་རོགས!

source: Failed to load shared user list!
bo_cn: མཉམ་སྤྱོད་བཀོལ་མཁན་སྡེ་སྣོན་འཇུག་བྱ་མ་ཐུབ!

source: Protective box: %1 (from %2)
bo_cn: སྲུང་སྐྱོབ་སྒམ: %1 (ཡོང་ས %2)

source: Protective box: %1
bo_cn: སྲུང་སྐྱོབ་སྒམ: %1

source: Mounted
bo_cn: འགེལ་འཇུག་བྱས།

source: Protective box: %1 item
bo_cn: སྲུང་སྐྱོབ་སྒམ: %1སྡེ

source: Please select the protective box to be mounted!
bo_cn: ཁྱེད་ཀྱིས་འགེལ་འཇུག་གི་སྲུང་སྐྱོབ་སྒམ་འདེམས་རོགས!

source: Please select the protective box to be Unmount!
bo_cn: ཁྱེད་ཀྱིས་ལྷུ་གཏོར་དགོས་པའི་སྲུང་སྐྱོབ་སྒམ་འདེམས་རོགས!

source: Protective box "%1" Unmount failed: %2
bo_cn: སྲུང་སྐྱོབ་སྒམ "%1"ལྷུ་གཏོང་མ་ཐུབ: %2

source: Please select the protective box that needs to be renamed!
bo_cn: ཁྱེད་ཀྱིས་མིང་འདོགས་དགོས་པའི་སྲུང་སྐྱོབ་སྒམ་འདེམས་རོགས།

source: Unable to rename operation, please unmount protective box first "%1" !
bo_cn: ཡང་བསྐྱར་མིང་འདོགས་མི་ཐུབ་པས་སྔོན་ལ་སྲུང་སྐྱོབ་སྒམ་"%1"ལྷུ་གཏོར་གནང་རོགས !

source: The current system does not support kylin file protection box related functions
bo_cn: མིག་སྔའི་མ་ལག་གིས་ཆི་ལིན་ཡིག་ཆ་སྲུང་སྐྱོབ་སྒམ་གྱི་འབྲེལ་ཡོད་ནུས་པ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Invalid username
bo_cn: ནུས་མེད་བཀོལ་མཁན་མིང་།

source: Username is too long
bo_cn: བཀོལ་མཁན་མིང་རིང་དྲགས།

source: Kylin file protection box system environment is not initialized
bo_cn: ཆི་ལིན་ཡིག་ཆ་སྲུང་སྐྱོབ་སྒམ་མ་ལག་གི་ཁོར་ཡུག་འགོ་བཙུགས་མེད།

source: The system configuration is corrupted
bo_cn: མ་ལག་སྒྲིག་བཀོད་བརླག་སོང་།

source: System configuration failed
bo_cn: མ་ལག་སྒྲིག་བཀོད་མ་བྱུང་།

source: The protection box configuration is damaged
bo_cn: སྲུང་སྐྱོབ་སྒམ་སྒྲིག་བཀོད་བརླག་ཟིན།

source: Password length exceeds limit
bo_cn: གསང་གྲངས་ཀྱི་རིང་ཐུང་ཚད་ལས་བརྒལ།

source: The current system does not support encryption
bo_cn: མིག་སྔའི་མ་ལག་གིས་གསང་རྒྱ་ནུས་པ་འདོན་མི་ཐུབ།

source: The protective box is mounted
bo_cn: སྲུང་སྐྱོབ་སྒམ་འགེལ་འཇུག་བྱས་ཚར།

source: The protective box is decrypted
bo_cn: སྲུང་སྐྱོབ་སྒམ་གསར་གཏོར་བྱས་ཚར།

source: Failed to delete protective box
bo_cn: སྲུང་སྐྱོབ་སྒམ་བསུབ་མ་ཐུབ།

source: Failed to mount the protection box
bo_cn: སྲུང་སྐྱོབ་སྒམ་འགེལ་འཇུག་མ་ཐུབ།

source: Data restore failed
bo_cn: གཞི་གྲངས་སོར་ཆུད་མ་ཐུབ།

source: Protection box unmount failed
bo_cn: སྲུང་སྐྱོབ་སྒམ་འགེལ་འཇུག་མ་ཐུབ།

source: The protective box is not mounted
bo_cn: སྲུང་སྐྱོབ་སྒམ་འགེལ་འཇུག་མ་ཐུབ།

source: The protection box is not encrypted
bo_cn: སྲུང་སྐྱོབ་སྒམ་གསང་གྲངས་མེད།

source: Wrong password
bo_cn: གསང་ཨང་ནོར་འཁྲུལ།

source: Invalid protection box name
bo_cn: སྲུང་སྐྱོབ་སྒམ་གྱི་མིང་ནུས་མེད་ཡིན།

source: Unknown mistake
bo_cn: མ་ཤེས་པའི་ནོར་འཁྲུལ།

source: name
bo_cn: མིང་།

source: Whether to encrypt
bo_cn: གསང་གྲངས་འཇོག་མིན།

source: Whether to share
bo_cn: མཉམ་སྤྱོད་བྱ་མིན།

source: From
bo_cn: ཡོང་ས་ནི།

source: name
bo_cn: མིང་།

source: Whether to encrypt
bo_cn: གསང་གྲངས་འཇོག་མིན

source: Whether to share
bo_cn: མཉམ་སྤྱོད་བྱ་མིན།

source: Owner
bo_cn: བདག་འཛིན་མཁན།

source: Change password settings
bo_cn: གསང་གྲངས་བརྗེ་བ།

source: Change method:
bo_cn: བརྗེ་བའི་རྣམ་པ་ནི:

source: Change Password
bo_cn: གསང་གྲངས་བཟོ་བཅོས།

source: Unprotect
bo_cn: སྲུང་སྐྱོབ་མེད།

source: Current password
bo_cn: མིག་སྔའི་གསང་གྲངས།

source: New password
bo_cn: གསང་གྲངས་གསར་པ།

source: New key confirmation
bo_cn: གསང་གྲངས་གསར་པ་གཏན་འཁེལ།

source: Confirm
bo_cn: གཏན་འཁེལ།

source: Cancel
bo_cn: འདོེར་བ།

source: The protection box whose password needs to be changed is not selected, please select and modify again!
bo_cn: གསང་གྲངས་བཅོས་དགོས་པའི་སྲུང་སྐྱོབ་སྒམ་འདེམས་མེད་པས། གདམས་ནས་ཡང་བསྐྱར་བཟོ་བཅོས་གནང་རོགས!

source: The original password cannot be empty
bo_cn: གདོད་མའི་གསང་གྲངས་སྟོང་པ་ཡིན་མི་རུང་།

source: New password cannot be empty
bo_cn: གསང་གྲངས་གསར་པ་སྟོང་པ་ཡིན་མི་རུང་།

source: New password confirmation cannot be empty
bo_cn: གསང་གྲངས་གསར་པ་སྟོང་པ་མིན་པ་གཏན་འཁེལ།

source: The new password does not match the confirmed password
bo_cn: གསང་གྲངས་གསར་པ་དང་གཏན་འཁེལ་གྱི་གསང་གྲངས་གཅིག་མཐུན་མིན།

source: Protective box "%1" Password modification failed: %2
bo_cn: སྲུང་སྐྱོབ་སྒམ "%1" གསང་གྲངས་བཅོས་མ་ཐུབ: %2

source: Confirm password cannot be empty
bo_cn: གསང་གྲངས་སྟོང་པ་མིན་པ་གཏན་འཁེལ།

source: Protective box "%1" Password unlock failed: %2
bo_cn: སྲུང་སྐྱོབ་སྒམ "%1" གསང་གྲངས་གཏོར་མ་ཐུབ: %2

source: Create a protective box
bo_cn: སྲུང་སྐྱོབ་སྒམ་གསར་འཛུགས།

source: Path
bo_cn: ལམ་ཐིག

source: Password
bo_cn: གསང་ཨང་།

source: Confirm password
bo_cn: གཏན་འཁེལ་གསང་གྲངས།

source: The name of the protective box cannot be empty
bo_cn: སྲུང་སྐྱོབ་སྒམ་གྱི་མིང་སྟོང་པ་ཡིན་མི་རུང་།

source: The password cannot be empty
bo_cn: གསང་གྲངས་སྟོང་པ་ཡིན་མི་རུང་།

source: The password format does not match the requirements/npassword require: The password is 6-18 digits long and can only contain letters, Numbers, and underscores
bo_cn: གསང་གྲངས་རྣམ་བཞག་ནི་ཆ་རྐྱེན་དང་མི་འཚམ/nགསང་གྲངས་ཆ་རྐྱེན་ནི།གསང་གྲངས་རིང་ཐུབ་ནི་གནསཡིན་དགོས་པ་དང་།གསལ་བྱེད་ཡི་གེ་དང་ཨང་ཀི ཞབས་བཀོད་ཐིག་ལས་གྲུབ།

source: Confirm that the password cannot be empty
bo_cn: གཏན་འཁེལ་གསང་གྲངས་སྟོང་པ་ཡིན་མི་རུང་།

source: The password and the confirmation password are inconsistent
bo_cn: གསང་གྲངས་དང་གཏན་འཁེལ་གསང་གྲངས་གཅིག་པ་མིན།

source: Failed to create protective box: %1
bo_cn: སྲུང་སྐྱོབ་སྒམ་གསར་འཛུགས་བྱ་མ་ཐུབ: %1

source: Create password
bo_cn: གསང་གྲངས་གསར་འཛུགས།

source: Create a protection box password
bo_cn: སྲུང་སྐྱོབ་སྒམ་གྱི་གསང་གྲངས་འཛུགས་པ།

source: Protective box "%1" Failed to create password: %2
bo_cn: སྲུང་སྐྱོབ་སྒམ "%1" གསང་གྲངས་འཛུགས་མ་ཐུབ: %2

source: The current system does not support Kylin file protection box related functions!
bo_cn: མིག་སྔའི་མ་ལག་གིས་ཆི་ལིན་ཡིག་ཆ་སྲུང་སྐྱོབ་སྒམ་གྱི་འབྲེལ་བ་ནུས་པ་དང་བསྟུན་མི་ཐུབ།

source: Failed to initialize Kylin file protection box module!
bo_cn: ཆི་ལིན་ཡིག་ཆ་སྲུང་སྐྱོབ་སྒམ་གྱི་དཔེ་རྣམ་འགོ་འཛུགས་མ་ཐུབ།

source: Don't run boxadm using su, sudo!
bo_cn: ཁྱེད་ཀྱིས་su、sudoསོགས་བཀོལ་ནས་ཆི་ལིན་ཡིག་ཆ་སྲུང་སྐྱོང་སྒམ་འཁོར་སྐྱོད་བྱ་མི་རུང་།

source: Ask
bo_cn: འདྲི་རྩད།

source: Prompt
bo_cn: གསལ་འདེབས།

source: Warning
bo_cn: ཉེན་བརྡ།

source: Complete
bo_cn: ལེགས་འགྲུབ།

source: Password authentication
bo_cn: གསང་གྲངས་དཔང་སྤྲོད།

source: Mounting protection box
bo_cn: སྲུང་སྐྱོབ་སྒམ་འགེལ་འཇུག

source: protection box: %1
bo_cn: སྲུང་སྐྱོབ་སྒམ: %1

source: Password cannot be empty
bo_cn: གསང་གྲངས་སྟོང་པ་ཡིན་མི་རུང་།

source: Password authentication failed, please confirm the password and re-authenticate
bo_cn: གསང་གྲངས་དཔང་སྤྲོད་མ་ཐུབ། གསང་གྲངས་གཏན་འཁེལ་བྱས་རྗེས་ཡང་བསྐྱར་དཔང་སྤྲོད་གནང་རོགས།

source: Failed to mount the protection box, please check: %1
bo_cn: སྲུང་སྐྱོབ་སྒམ་འགེལ་འཇུག་མ་ཐུབ་པས་ཞིབ་བཤེར་བྱ་རོགས: %1

source: For "%1"Set sharing permissions
bo_cn: "%1"ལ་མཉམ་སྤྱོད་དབང་ཆ་བཀོད་པ།

source: application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Protection box "%1" Failed to set sharing permissions!
bo_cn: སྲུང་སྐྱོབ་སྒམ"%1"ལ་མཉམ་སྤྱོད་དབང་ཆ་བཀོད་མ་ཐུབ།

source: Protection box "%1" Some user permissions failed to share, please share again!
bo_cn: སྲུང་སྐྱོབ་སྒམ"%1"གྱི་བཀོལ་མཁན་ཁག་གཅིག་གི་དབང་ཆ་མཉམ་སྤྱོད་མ་ཐུབ། ཡང་བསྐྱར་མཉམ་སྤྱོད་བྱ་རོགས།!

source: Protection box "%1" Successfully set sharing permissions!
bo_cn: སྲུང་སྐྱོབ་སྒམ"%1"ལ་མཉམ་སྤྱོད་དབང་ཆ་བཀོད་ཐུབ་པ་བྱུང་།!

source: Read only
bo_cn: ཀློག་ཙམ།

source: Read and write
bo_cn: ཀློག་བྲིས།

source: Rename
bo_cn: མིང་བསྐྱར་འདོགས།

source: For"%1"Rename the protective box
bo_cn: "%1"སྲུང་སྐྱོབ་སྒམ་ལ་མིང་བསྐྱར་བཀོད།

source: New name
bo_cn: མིང་གསར་པ།

source: Password validation
bo_cn: གསང་གྲངས་ར་སྤྲོད།

source: The new name of the protective box cannot be empty
bo_cn: སྲུང་སྐྱོབ་སྒམ་གྱི་མིང་གསར་པ་སྟོང་པ་ཡིན་མི་རུང་།

source: The password of the protection box cannot be empty
bo_cn: སྲུང་སྐྱོབ་སྒམ་གྱི་གསང་གྲངས་སྟོང་པ་ཡིན་མི་རུང་།

source: Protection box "%1" Rename failed: %2
bo_cn: སྲུང་སྐྱོང་སྒམ"%1"་ལ་མིང་བསྐྱར་བཀོད་མ་ཐུབ: %2

source: Mount
bo_cn: འགེལ་འཇུག

source: Unmount
bo_cn: ལྷུ་གཏོར།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Minimize
bo_cn: ཆེས་ཆུང་འགྱུར།

source: Menu
bo_cn: འདེམས་བྱང་།

source: Return
bo_cn: འབེབས་པ།

source: Help manual
bo_cn: རོགས་རམ་ལག་དེབ།

source: Rename the protective box
bo_cn: སྲུང་སྐྱོབ་སྒམ་མིང་བསྐྱར་བཀོད།

source: About
bo_cn: འབྲེལ་ཡོད།
