Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/caja-extensions.po
Languages: bo_cn

source: - execute permission by others
bo_cn: - མི་གཞན་གྱིས་ལག་བསྟར་དབང་ཚད།

source: - read permission by others
bo_cn: - མི་གཞན་གྱིས་ཀློག་པའི་དབང་ཚད།

source: - write permission by others
bo_cn: - མི་གཞན་གྱིས་འབྲི་བའི་དབང་ཚད།

source: %s %s %s failed for an unknown reason
bo_cn: %s %s %s ཕམ་པ། རྒྱུ་རྐྱེན་མི་ཤེས།

source: %s %s %s returned with signal %d
bo_cn: %s %s %s 以 %d བརྡ་རྟགས་ཕྱིར་ལོག

source: 'net usershare' returned error %d
bo_cn: “net usershare”ཡིས་ནོར་འཁྲུལ་ %dཕྱིར་ལོག

source: 'net usershare' returned error %d: %s
bo_cn: “net usershare”ཡིས་ནོར་འཁྲུལ་ %d：%sཕྱིར་ལོག

source: <b>Compression</b>
bo_cn: <b>བཙིར་གནོན།</b>

source: <b>Destination</b>
bo_cn: <b>དམིགས་ཡུལ།</b>

source: <b>Filename</b>
bo_cn: <b>ཡིག་ཆའི་མིང་།</b>

source: <b>Image Rotation</b>
bo_cn: <b>པར་རིས།་སྐོར་བ།</b>

source: <b>Image Size</b>
bo_cn: <b>པར་རིས།་ཆེ་ཆུང་།</b>

source: <b>hostname:</b>
bo_cn: <b>གཙོ་འཁོར་གྱི་མིང་།：</b>

source: <big><b>Folder Sharing</b></big>
bo_cn: <big><b>ཡིག་ཁུག་མཉམ་སྤྱོད།</b></big>

source: <i>Resizing "%s"</i>
bo_cn: <i> \%s"ཡི་ཆེ་ཆུང་ལེགས་སྒྲིག</i>"

source: <i>Rotating "%s"</i>
bo_cn: <i>པར་རིས།་སྐོར་བའི་འཕེལ་ཚད། \%s"</i>"

source: Add the permissions automatically
bo_cn: དབང་ཚད་རང་སྣོན།

source: Allows to quickly set wallpaper
bo_cn: རྩིག་ཤོག་མགྱོགས།སྒྲིག་རུང་བ།

source: Allows to quickly share a folder
bo_cn: ཡིག་ཁུག་མགྱོགས།པོས་མཉམ་སྤྱོད་ཆོག་པ།

source: Another share has the same name
bo_cn: མཉམ་སྤྱོད་གཞན་ཞིག་དང་མིང་གཅིག་ཡིན།

source: Append
bo_cn: ཟུར་བཀོད།

source: CD/DVD Creator
bo_cn: CD/DVD གསར་བཟོ་ཆས།

source: Caja needs to add some permissions to your folder "%s" in order to share it
bo_cn: Cajaཡིས་ཁྱེད་ཀྱིས་ཡིག་ཁུག“%s”མཉམ་སྤྱོད་བྱ་དགོས་ན། ཁྱེད་ཀྱིས་དེ་ལ་དབང་ཚད་རེ་སྤྲོད་དགོས།

source: Cannot change the path of an existing share; please remove the old share first and add a new one
bo_cn: ད་ཡོད་མཉམ་སྤྱོད་ཀྱི་འགྲོ་ལམ་བཅོས་མི་ཐུབ། སྔོན་ལ་མཉམ་སྤྱོད་རྙིང་བ་སྤོས་ནས་གསར་བ་ཞིག་སྣོན་རོགས།

source: Cannot remove the share for path %s: that path is not shared
bo_cn: འགྲོ་ལམ་ %sཡི་མཉམ་སྤྱོད་སྤོ་མི་ཐུབ། འགྲོ་ལམ་འདི་མཉམ་སྤྱོད་བྱས་མེད།

source: Co_mment:
bo_cn: མཆན་འགྲེལ།(_M)：

source: Could not change the permissions of folder "%s"
bo_cn: ཡིག་ཁུག་“%s”ཡི་དབང་ཚད་བཅོས་མི་ཐུབ།

source: Could not load any plugins.
bo_cn: བསྒར་ལྷུ་གང་རུང་ཡང་འགེལ་མི་ཐུབ།

source: Could not parse command-line options: %s
bo_cn: བཀའ་བརྡ་ཕྲེང་འདེམས་ཚན།：%sདབྱེ་ཞིབ་བྱ་མི་ཐུབ།

source: Create _Share
bo_cn: མཉམ་སྤྱོད་གསར་བཟོ།(_S)

source: Custom angle:
bo_cn: ཟུར་ཚད་མཚན་ཉིད་རང་འཇོག：

source: Custom size:
bo_cn: ཆེ་ཆུང་མཚན་ཉིད་རང་འཇོག：

source: Email
bo_cn: གློག་རྡུལ་ཡིག་ཟམ།

source: Error while getting share information: %s
bo_cn: མཉམ་སྤྱོད་ཆ་འཕྲིན་ཐོབ་པ་ནོར་འཁྲུལ་བྱུང་།：%s

source: Existing CD/DVD
bo_cn: ད་ཡོད་ཀྱི་ CD/DVD

source: Expects URIs or filenames to be passed as options
bo_cn: དྲ་གནས་ཡང་ན་ཡིག་ཆའི་མིང་གིས་འདེམས་ཚན་བྱ་དགོས།

source: Failed
bo_cn: ཕམ་པ།

source: Files
bo_cn: ཡིག་ཆ།

source: Folder Sharing
bo_cn: ཡིག་ཁུག་མཉམ་སྤྱོད།

source: Height:
bo_cn: མཐོ་ཚད།

source: Image Converter
bo_cn: པར་རིས།་བརྗེ་བྱེད་ལག་ཆ།

source: Instant Message (Gajim)
bo_cn: བརྡ་འཕྲིན་མྱུར་གཏོང་། (Gajim)

source: Instant Message (Pidgin)
bo_cn: ཆ་འཕྲིན་མྱུར་གཏོང་། (Pidgin)

source: Integrates email clients and Pidgin
bo_cn: གློག་ཡིག་འདུས་མའི་དུད་སྣེ་དང་།

source: Modify _Share
bo_cn: མཉམ་སྤྱོད་བཟོ་བཅོས།(_S)

source: New CD/DVD
bo_cn: CD/DVDགསར་བཟོ།

source: Open _Terminal
bo_cn: མཐའ་སྣེ་ཁ་ཕྱེ་བ།(_T)

source: Open a terminal
bo_cn: མཐའ་སྣེ་ཁ་འབྱེད་པ།

source: Open as administrator
bo_cn: དོ་དམ་པའི་མིང་ཐོག་ནས་ཁ་འབྱེད།

source: Open in _Terminal
bo_cn: མཐའ་སྣེ་རུ་ཁ་འབྱེད།(_T)

source: Open terminal
bo_cn: མཐའ་སྣེ་ཁ་འབྱེད་པ།

source: Open terminals from folders
bo_cn: ཡིག་ཁུག་ནས་མཐའ་སྣེ་ཁ་འབྱེད།

source: Open the currently open folder in a terminal
bo_cn: མཐའ་སྣེ་རུ་མིག་སྔའི་ཡིག་ཁུག་ཁ་འབྱེད།

source: Open the currently selected folder in a terminal
bo_cn: མཐའ་སྣེ་རུ་མིག་སྔའི་བདམས་པའི་ཡིག་ཁུག་ཁ་འབྱེད།

source: Opens the file with administrator privileges
bo_cn: དོ་དམ་པའི་དབང་ཚད་ཀྱིས་ཡིག་ཆ་ཁ་འབྱེད།

source: Please enter a valid filename suffix!
bo_cn: ནུས་ལྡན་གྱི་ཡིག་ཆའི་མིང་མཐའ་ཞིག་ནང་འཇུག་རོགས།

source: Please verify your installation
bo_cn: ཁྱེད་ཀྱིས་སྒྲིག་འཇུག་གཏན་འཁེལ་བྱེད་རོགས།

source: Privilege granting extension
bo_cn: དབང་སྤྲོད་རྒྱ་སྐྱེད།

source: Recipient is missing.
bo_cn: བསྡུ་མཁན་མི་འདུག

source: Removable disks and shares
bo_cn: སྤོ་རུང་གི་སྡུད་སྡེར་དང་མཉམ་སྤྱོད།

source: Resize Images
bo_cn: པར་རིས།་ཀྱི་ཆེ་ཆུང་ལེགས་སྒྲིག

source: Resize each selected image
bo_cn: བདམས་པའི་པར་རིས།་ཀྱི་ཆེ་ཆུང་ལེགས་སྒྲིག

source: Resize in place
bo_cn: ས་འདིར་ཆེ་ཆུང་ལེགས་སྒྲིག

source: Resizing image: %d of %d
bo_cn: %d/%dཔར་རིས།་ཀྱི་ཆེ་ཆུང་ལེགས་སྒྲིག་བྱེད་བཞིན་པ།

source: Ro_tate Images...
bo_cn: པར་རིས།་སྐོར་བ།(_T)...

source: Rotate Images
bo_cn: བརྙན་རིས།་འཁྱིལ་འཁོར།

source: Rotate and resize images
bo_cn: སྐོར་བ་དང་པར་རིས།་ཆེ་ཆུང་ལེགས་སྒྲིག

source: Rotate each selected image
bo_cn: བདམས་པའི་པར་རིས།་སོ་སོ་སྐོར་བ།

source: Rotate in place
bo_cn: ས་དེར་སྐོར་བ།

source: Rotating image: %d of %d
bo_cn: %d/%dཔར་རིས།་སྐོར་བཞིན་པ།

source: Samba's testparm failed for an unknown reason
bo_cn: Samba ཡི་ testparm ཕམ་པ། རྒྱུ་མཚན་མི་ཤེས།

source: Samba's testparm returned error %d
bo_cn: Samba ཡི testparm ཡིས་ནོར་འཁྲུལ་ %dལོག་པ།

source: Samba's testparm returned error %d: %s
bo_cn: Samba ཡི་ testparmཡིས་ནོར་འཁྲུལ་ %d：%sལོག་པ།

source: Samba's testparm returned with signal %d
bo_cn: Samba ཡི་ testparm ཡིས་བརྡ་རྟགས་ %dལྟར་ལོག་པ།

source: Scale:
bo_cn: སྐྱེད་སྐྱུང་།：

source: Select a size:
bo_cn: ཆེ་ཆུང་ཅིག་འདེམས།：

source: Select an angle:
bo_cn: ཟུར་ཚད་ཅིག་འདེམས།：

source: Send To
bo_cn: སྐུར་ཡུལ།

source: Send To...
bo_cn: ...ལ་སྐུར་བ།

source: Send _as:
bo_cn: སྐུར་ཚུལ(_A)：

source: Send _packed in:
bo_cn: ཐུམ་བརྒྱབ་ནས་སྐུར་བ།(_P)：

source: Send file by mail, instant message...
bo_cn: གློག་ཡིག་དང་། བརྡ་འཕྲིན་མྱུར་གཏོང་གིས་ཡིག་ཆ་སྐུར་བ།...

source: Send files by mail, instant message...
bo_cn: གློག་ཡིག་དང་། བརྡ་འཕྲིན་མྱུར་གཏོང་གིས་ཡིག་ཆ་སྐུར་བ།...

source: Send t_o:
bo_cn: སྐུར་ས།(_O)：

source: Send to...
bo_cn: སྐུར་ས...

source: Sending file failed
bo_cn: ཡིག་ཆ་སྐུར་བ་ཕམ་པ།

source: Set as wallpaper...
bo_cn: རྩིག་ཤོག་ལ་བཀོད།...

source: Set image as the current wallpaper...
bo_cn: པར་རིས།་མིག་སྔའི་རྩིག་ཤོག་ལ་བཀོད།...

source: Share
bo_cn: མཉམ་སྤྱོད།

source: Share _name:
bo_cn: མཉམ་སྤྱོད་ཀྱི་མིང་།(_N)：

source: Share name is too long
bo_cn: མཉམ་སྤྱོད་མིང་རིང་དྲགས།

source: Share this Folder
bo_cn: ཡིག་ཁུག་འདི་མཉམ་སྤྱོད།

source: Share this _folder
bo_cn: ཡིག་ཁུག་འདི་མཉམ་སྤྱོད།(_F)

source: Sharing Options
bo_cn: འདེམས་ཚན་མཉམ་སྤྱོད།

source: The share name cannot be empty
bo_cn: མཉམ་སྤྱོད་མིང་སྟོང་བ་ཡིན་མི་ཆོག

source: There is no connection to gajim remote service.
bo_cn: gajimརྒྱང་རིང་ཞབས་ཞུའི་འབྲེལ་མཐུད་མེད་པ།

source: There was an error while getting the sharing information
bo_cn: མཉམ་སྤྱོད་ཆ་འཕྲིན་ཐོབ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: UPnP Media Server
bo_cn: UPnP སྨྱན་གཟུགསཞབས་ཞུ་ཆས།

source: Unable to send file
bo_cn: ཡིག་ཆ་སྐུར་མི་ཐུབ།

source: Unknown recipient.
bo_cn: བསྡུ་ལེན་པ་མི་ཤེས།

source: Wallpaper
bo_cn: ལྡེབས་ཤོག

source: Whether opening a terminal on the desktop opens a terminal in the home directory
bo_cn: ཅོག་ངོས་སྟེང་དུ་ཡིན་རུང་། དཀར་ཆག་གཙོ་བོར་ཡིན་རུང་། མཐའ་སྣེ་ཁ་འབྱེད་ཐུབ།

source: Width:
bo_cn: ཞེང་ཚད།

source: _Allow others to create and delete files in this folder
bo_cn: མི་གཞན་གྱིས་ཡིག་ཁུག་ཏུ་ཡིག་ཆ་གསར་བཟོ་དང་འདོར་ཆོག(_A)

source: _Guest access (for people without a user account)
bo_cn: འཁྱམ་པས་ལྟ་སྤྱོད།(རྩིས་ཐོ་མེད་པའི་མི་ལ་བཤད།)(_G)

source: _Resize
bo_cn: ཆེ་ཆུང་བསྒྱུར་བ།(_R)

source: _Resize Images...
bo_cn: བརྙན་རིས།་ཆེ་ཆུང་ལེགས་སྒྲིག(_R)...

source: _Retry
bo_cn: བསྐྱར་ཚོད།(_R)

source: _Rotate
bo_cn: འཁྱིལ་འཁོར། (_R)

source: _Send
bo_cn: སྐྱེལ་བ།(_S)

source: _Skip
bo_cn: མཆོང་བ།(_S)

source: degrees clockwise
bo_cn: ཏུའུ-དུས་མདའ་འཁོར་ཕྱོགས།

source: percent
bo_cn: བརྒྱ་ཆའི་བསྡུར།

source: pixels
bo_cn: བརྙན་རྒྱུ།

source: the output of 'net usershare' is not in valid UTF-8 encoding
bo_cn: “net usershare”ཡི་ཕྱིར་འདོན་ནི་ནུས་ལྡན་གྱི་UTF-8 སྒྲིག་ཨང་མིན།

source: to file title
bo_cn: ཡིག་ཆའི་ཁ་བྱང་ལ་སོང་།
