Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/ccsm.po
Languages: bo_cn

source: <b>%(plugin)s</b> is required by the plugins <b>%(plugin_list)s</b>.
bo_cn: བསྒར་ལྷུ<b>%(plugin)s</b>བསྒར་ས<b>%(plugin_list)s</b>དགོས།

source: <b>%(plugin)s</b> requires the plugin <b>%(require)s</b>.
bo_cn: <b>%(plugin)s</b>དགོས<b>%(require)s</b>བསྒར་ལྷུ།

source: About
bo_cn: འབྲེལ་ཡོད།

source: About CCSM...
bo_cn: CCSMཡི་སྐོར།…

source: Accessibility
bo_cn: རམ་འདེགས་བྱེད་ནུས།

source: Add a New Profile
bo_cn: ཉར་ཚགས་གསར་བ་སྣོན།

source: Add plugin
bo_cn: བསྒར་ལྷུ་སྣོན།

source: Advanced Search
bo_cn: མཐོ་རིམ་འཚོལ་བཤེར།

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: An error has occured
bo_cn: ནོར་འཁྲུལ་ཞིག་བྱུང་།

source: And
bo_cn: དང་

source: Automatic plugin sorting
bo_cn: བསྒར་ལྷུ་རིམ་པ་རང་སྒྲིག

source: Backend
bo_cn: མཇུག་སྣེ།

source: Backend not found.
bo_cn: མཇུག་སྣེའི་བྱ་རིམ་རྙེད་མ་བྱུང་།

source: Browse...
bo_cn: རགས་ལྟ།

source: Category
bo_cn: རིགས།

source: Configure the backend, profile and other internal settings used by the Compiz Configuration System.
bo_cn: Conpizསྡེབ་སྒྲིག་བྱ་བྱེད་སྡེབ་སྒྲིག་རྒྱུད་ཁོངས་ཀྱིས་སྤྱོད་པའི་མཇུག་སྣེ་དང་།ཉར་ཚགས། ནང་ཁུལ་སྒྲིག་འགོད་གཞན་དག

source: Default
bo_cn: སོར་བཞག

source: Desktop
bo_cn: ཅོག་ངོས།

source: Disable %(action_conflict)s
bo_cn: %(action_conflict)sསྤྱོད་འགོག

source: Disable %(plugin_conflict)s
bo_cn: %(plugin_conflict)sསྤྱོད་འགོག

source: Disable these plugins
bo_cn: བསྒར་ལྷུ་འདི་དག་སྤྱོད་འགོག

source: Disabled
bo_cn: བཀག་པ།

source: Disabled Plugins
bo_cn: བསྒར་ལྷུ་བཀག་པ།

source: Do you want to skip default option values while exporting your profile?
bo_cn: ཁྱེད་ཀྱིས་ཉར་ཚགས་ཕྱིར་འདྲེད་སྐབས་སོར་བཞག་སྒྲིག་འགོད་སྣང་མེད་གཏོང་རྩིས་ཡིན་ནམ།

source: Don't disable %(plugin)s
bo_cn: %(plugin)sསྤྱོད་པ་མ་འགོག

source: Don't enable %(feature)s
bo_cn: %(feature)sམགོ་མ་སློང་།

source: Don't enable %(plugin)s
bo_cn: བསྒར་ལྷུ%(plugin)sམགོ་མ་སློང་།

source: Don't set %(action)s
bo_cn: %(action)sམ་བཀོད།

source: Don't use %(feature)s
bo_cn: %(feature)sམ་སྤྱོད།

source: Edit
bo_cn: རྩོམ་སྒྲིག

source: Edit %s
bo_cn: %sརྩོམ་སྒྲིག

source: Edit match
bo_cn: ཟླ་སྒྲིག་རྩོམ་སྒྲིག

source: Effects
bo_cn: ཕན་འབྲས།

source: Enable %(plugin)s
bo_cn: བསྒར་ལྷུ%(plugin)sསྤྱོད་པ།

source: Enable %(require)s
bo_cn: %(require)sསྤྱོད་པ།

source: Enable %s
bo_cn: %sསྤྱོད་པ།

source: Enable integration into the desktop environment
bo_cn: ཅོག་ངོས་ཁོར་ཡུག་གི་བསྡུ་སྒྲིལ་མགོ་སློང་།

source: Enable these plugins
bo_cn: བསྒར་ལྷུ་འདི་དག་སྤྱོད་པ།

source: Enabled
bo_cn: སྤྱད་པ།

source: Enabled Plugins
bo_cn: བསྒར་ལྷུ་སྤྱད་པ།

source: Enter a profile name
bo_cn: ཉར་ཚགས་ཀྱི་མིང་ནང་འཇུག

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Export
bo_cn: ཕྱིར་འདྲེན།

source: Export your CompizConfig Profile
bo_cn: ཁྱེད་ཀྱི་CompizConfigཉར་ཚགས་ཕྱིར་འདྲེན།

source: Extras
bo_cn: ཟུར་སྣོན་བྱེད་ལས།

source: File
bo_cn: ཡིག་ཆ།

source: Filter
bo_cn: གནད་ཡིག

source: Filter your Plugin list
bo_cn: ཁྱེད་ཀྱི་བསྒར་ལྷུ་རེའུ་མིག་འཚག

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Grab
bo_cn: འཛིན་ལེན།

source: Grab key combination
bo_cn: མཐེབ་གནོན་སྡེབ་སྒྲིག་ཐོབ་པ།

source: Group
bo_cn: ཚོགས་པ།

source: Ignore conflicts
bo_cn: འགལ་བ་སྣང་མེད་དུ་གཏོང་།

source: Image Loading
bo_cn: པར་རིས།་ཕབ་འཇུག

source: Images
bo_cn: བརྙན་རིས།།

source: Import
bo_cn: འདྲེན་འཇུག

source: Import a CompizConfig Profile
bo_cn: CompizConfigཉར་ཚགས་ཤིག་ནང་འདྲེན།

source: Import a CompizConfig Profile as a new profile
bo_cn: CompizConfigཉར་ཚགས་ཤིག་ནང་དྲངས་ནས་ཉར་ཚགས་གསར་བ་བྱས།

source: Import as...
bo_cn: …བྱས་ནས་ནང་འདྲེན།

source: Insert plugin name
bo_cn: བསྒར་ལྷུའི་མིང་བར་འཇུག

source: Integration
bo_cn: སྡེབ་སྒྲིག

source: Invert
bo_cn: ལྡོག་ཕྱོགས།

source: Loading Advanced Search
bo_cn: མཐོ་རིམ་འཚོལ་བཤེར་སྣོན་པ།

source: Long description
bo_cn: ཞིབ་བརྗོད་དངོས།

source: Multi-list settings. You can double-click a row to edit the values.
bo_cn: མང་འདེམས་རེའུ་མིག་སྒྲིག་འགོད། ཁྱེད་ཀྱིས་ཕྲེང་ཅིག་ལ་ཉིས་རྡེབ་བྱས་ནས་ཕྲེང་དེ་རྩོམ་སྒྲིག་བྱ་ཐུབ།

source: N/A
bo_cn: མི་འཚམ།

source: None
bo_cn: བདེ་འཇགས་སྲུང་སྐྱོང་མེད་པ།

source: Open directory...
bo_cn: དཀར་ཆག་ཁ་འབྱེད།...

source: Open file..
bo_cn: ཡིག་ཆ་ཁ་འབྱེད་..

source: Open file...
bo_cn: ཡིག་ཆ་ཁ་འབྱེད་..

source: Or
bo_cn: ཡང་ན་

source: Please enter a name for the new profile:
bo_cn: ཉར་ཚགས་མིང་གསར་བ་ཞིག་ནང་འཇུག་བྱེད་རོགས:

source: Please press the new key combination
bo_cn: མཐེབ་གནོན་གསར་པ་སྡེབ་སྒྲིག་གནོན་རོགས།

source: Plugin
bo_cn: བསྒར་ལྷུ།

source: Plugin <b>%(plugin_conflict)s</b> conflicts with <b>%(plugin)s</b>.
bo_cn: བསྒར་ལྷུ<b>%(plugin_conflict)s</b>དང་<b>%(plugin)s</b>འགལ་བ་བྱུང་།

source: Plugin List
bo_cn: བསྒར་ལྷུའི་རེའུ་མིག

source: Plugin name:
bo_cn: བསྒར་ལྷུའི་མིང་།

source: Preferences
bo_cn: མཐོ་རིམ།

source: Profile
bo_cn: སྡེབ་སྒྲིག

source: Profile & Backend
bo_cn: ཉར་ཚགས་དང་མཇུག་སྣེ།

source: Profiles (*.profile)
bo_cn: ཉར་ཚགས། (*.profile)

source: Relation
bo_cn: འབྲེལ་བ།

source: Remove This Profile
bo_cn: ཉར་ཚགས་འདི་འདོར་བ།

source: Reset setting to the default value
bo_cn: སོར་བཞག་ཚད་དུ་ཕྱིར་བཀོད།

source: Reset to defaults
bo_cn: སོར་བཞག་ཏུ་ཕྱིར་བཀོད།

source: Reset your CompizConfig Profile to the global defaults
bo_cn: ཁྱེད་ཀྱི་CompizConfigཉར་ཚགས་དེ་ཁྱོན་ཡོངས་སོར་བཞག་ཏུ་ཕྱིར་བཀོད།

source: Resolve conflicts
bo_cn: གལ་བ་སེལ་བ།

source: Save file..
bo_cn: ཡིག་ཆ་ཉར་ཚགས།

source: Screen
bo_cn: བརྙན་ཡོལ།

source: Screen %i
bo_cn: བརྙན་ཤེལ་%i།

source: Search %s Plugin Options
bo_cn: %sབསྒར་ལྷུའི་འདེམས་ཚན་འཚོལ་བཤེར།

source: Search Compiz Core Options
bo_cn: Compiz Coreའདེམས་ཚན་འཚོལ་བཤེར།

source: Search in...
bo_cn: ...ནང་དུ་འཚོལ།

source: Set %(action)s anyway
bo_cn: %(action)sབཙན་བཀོད་བྱེད།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Settings value
bo_cn: སྒྲིག་འགོད་ཀྱི་ཚད།

source: Short description and name
bo_cn: བསྡུས་བརྗོད་དང་མིང་

source: Subgroup
bo_cn: བུ་ཚོ།

source: This is a settings manager for the CompizConfig configuration system.
bo_cn: འདི་ནི་CompizConfigལ་རགས་ལས་པའི་སྡེབ་སྒྲིག་རྒྱུད་ཁོངས་ཀྱི་སྒྲིག་འགོད་དོ་དམ་ཆས་ཡིན།

source: Type
bo_cn: རིགས་གྲས་

source: Uncategorized
bo_cn: རིགས་དབྱེ་མེད།

source: Use %(feature)s
bo_cn: %(feature)sསྤྱོད་པ།

source: Use This Plugin
bo_cn: བསྒར་ལྷུ་འདི་སྤྱོད་པ།

source: Utility
bo_cn: ལག་ཆ།

source: Warning
bo_cn: ཉེན་བརྡ།

source: Window Class
bo_cn: སྒེའུ་ཁུང་གི་རིགས།

source: Window ID
bo_cn: སྒེའུ་ཁུང་ID

source: Window Management
bo_cn: སྒེའུ་ཁུང་དོ་དམ

source: Window Name
bo_cn: སྒེའུ་ཁུང་མིང་།

source: Window Role
bo_cn: སྒེའུ་ཁུང་གི་འཁྲབ་གཟུགས།

source: Window Title
bo_cn: སྒེའུ་ཁུང་ཁ་བྱང་།

source: Window Type
bo_cn: སྒེའུ་ཁུང་གི་རིགས་གྲས།

source: button
bo_cn: མཐེབ་གནོན།

source: edge
bo_cn: ཟུར་མཐའ།

source: key
bo_cn: མཐེབ་གནོན།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
