Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/cogl.po
Languages: bo_cn

source: Add wire outlines for all geometry
bo_cn: གཟུགས་དབྱིབས་ཡོད་ཚད་ལ་ཐིག་སྒྲོམ་སྣོན་དགོས།

source: Add wire outlines for all rectangular geometry
bo_cn: གྲུ་བཞི་ནར་མོའི་དབྱིབས་ཡོད་ཚད་ལ་ཐིག་ཕྱིའི་སྒྲོམ་སྣོན་དགོས།

source: Additional environment variables:
bo_cn: ཟུར་སྣོན་ཁོར་ཡུག་འགྱུར་ཚད།：

source: Cogl Options
bo_cn: Cogl འདེམས་ཚན།

source: Cogl Specialist
bo_cn: Cogl ཆེད་མཁས།

source: Cogl Tracing
bo_cn: Cogl རྗེས་འདེད།

source: Cogl debugging flags to set
bo_cn: བཀོད་དགོས་པའི་ Cogl ཚོད་ལེན་འདེམས་ཚན།

source: Cogl debugging flags to unset
bo_cn: བསུབ་དགོས་པའི་ Cogl ཚོད་ལེན་འདེམས་ཚན།

source: CoglObject references
bo_cn: CoglObject འདྲེན་སྤྱོད།

source: Comma-separated list of GL extensions to pretend are disabled
bo_cn: ཐོར་ཚེག་བཀལ་བའི་བརྫུན་བཟོ་(pretend) GL རྒྱ་སྐྱེད་རེའུ་མིག་བཀག་པ།

source: Debug CoglBlendString parsing
bo_cn: CoglBlendString ཞིབ་འགྲེལ་ཚོད་སྒྲིག

source: Debug offscreen support
bo_cn: རྒྱབ་ཀྱི་(offscreen)རྒྱབ་སྐྱོར་ཚོད་སྒྲིག

source: Debug ref counting issues for CoglObjects
bo_cn: CoglObjects ཡི་འདྲེན་སྤྱོད་གྲངས་བགྲང་གནད་དོན་ཚོད་སྒྲིག

source: Debug texture atlas management
bo_cn: ཁྲ་རིས་ atlas དོ་དམ་ཚོད་སྒྲིག

source: Disable GL Pixel Buffers
bo_cn: GL བརྙན་རྒྱུའི་ལྷོད་གསོག་འགོག་པ།

source: Disable GL Vertex Buffers
bo_cn: GL Vertex ལྷོད་གཏོང་འགོག་པ།

source: Disable GLSL
bo_cn: GLSLའགོག་པ།

source: Disable Journal batching
bo_cn: ཉིན་ཐོ་སྡེབ་སྒྲིག་འགོག་པ།

source: Disable arbfp
bo_cn: arbfpའགོག་པ།

source: Disable batching of geometry in the Cogl Journal.
bo_cn: Cogl ཉིན་ཐོར་དབྱིབས་རྩིས་སྡེབ་སྒྲིག་འགོག་པ།

source: Disable blending
bo_cn: མཉམ་བསྲེས་འགོག་པ།

source: Disable fallback caches for arbfp and glsl programs
bo_cn: arbfp དང་ glsl བྱ་རིམ་གྱི་རྗེས་གྲབས་ལྷོད་གསོག་འགོག་པ།

source: Disable fixed
bo_cn: བརྟན་ངེས་(fixed)འགོག་པ།

source: Disable non-power-of-two textures
bo_cn: (གྲངས་ཀ)2 མིན་ཕོབ་ཀྱི་རིས་དབྱིབས་འགོག་པ།

source: Disable optimization for reading 1px for simple scenes of opaque rectangles
bo_cn: དྭངས་གསལ་གྲུ་བཞི་ནར་མོའི་ལས་ལྗོངས་སུ་ཁེར་རྐྱང་བརྙན་རྒྱུ་ཀློག་པའི་བཀོལ་སྤྱོད་ཀྱི་ལེགས་སྒྱུར་འགོག་པ།

source: Disable program caches
bo_cn: བྱ་རིམ་ལྷོད་གསོག་འགོག་པ།

source: Disable read pixel optimization
bo_cn: བརྙན་རྒྱུ་ཀློག་པའི་ལེགས་སྒྱུར་འགོག་པ།

source: Disable sharing the texture atlas between text and images
bo_cn: ཡིག་རྐྱང་དང་དཔེ་རིས་བར་གྱི་རིས་ཁྲ Atlas མཉམ་སྤྱོད་འགོག་པ།

source: Disable software clipping
bo_cn: མཉེན་ཆས་དྲས་འབྲེག་འགོག་པ།

source: Disable software rect transform
bo_cn: མཉེན་ཆས་གྲུ་བཞི་མར་མོས་བརྗེ་འགྱུར་འགོག་པ།

source: Disable texture atlasing
bo_cn: རིས་ཁྲ་སྙོམས་སྒྱུར་འགོག་པ།

source: Disable texturing
bo_cn: རིས་དབྱིབས་འགོག་པ།

source: Disable texturing any primitives
bo_cn: གཞི་རྒྱུ་གང་རུང་གིས་རིས་དབྱིབས་སྤྱོད་པ།

source: Disable use of ARB fragment programs
bo_cn: ARB ཕྲལ་དྲས་རྒྱག་བྱ་རིམ་འགོག་པ།

source: Disable use of GLSL
bo_cn: GLSLསྤྱོད་པ་འགོག་པ།

source: Disable use of OpenGL pixel buffer objects
bo_cn: OpenGL བརྙན་རྒྱུའི་ལྷོད་གསོག་བྱ་ཡུལ་འགོག་པ།

source: Disable use of OpenGL vertex buffer objects
bo_cn: OpenGL རྩེ་གནས་ཀྱི་ལྷོད་གསོག་བྱ་ཡུལ་འགོག་པ།

source: Disable use of blending
bo_cn: མཉམ་བསྲེས་སྤྱོད་པ་འགོག་པ།

source: Disable use of texture atlasing
bo_cn: རིས་དབྱིབས་སྙོམས་པ་སྤྱོད་པ་འགོག་པ།

source: Disable use of the fixed function pipeline backend
bo_cn: བརྟན་པའི་(fixed)རྟེན་འབྱུང་གྲངས་སྦུག་ལམ་མཇུག་སྣེ་སྤྱོད་པ་འགོག་པ།

source: Disables Cogl's attempts to clip some rectangles in software.
bo_cn: Cogl མཉེན་ཆས་སུ་གྲུབ་བཞི་ནར་མོ་ལ་ལ་གཅོག་པའི་ཚོད་ལྟ་འགོག་པ།

source: Dump atlas images
bo_cn: Atlas པར་རིས།་སྤོ་གསོག

source: Dump texture atlas changes to an image file
bo_cn: རིས་དབྱིབས་Atlas པར་རིས།་ཡིག་ཆ་ལ་བཅོས་སྤོ་བྱེད།

source: Enables all non-behavioural debug options
bo_cn: བྱ་སྤྱོད་མིན་པའི་ཚོད་སྒྲིག་འདེམས་ཚན་ཚང་མ་མགོ་སློང་།

source: Logs information about how Cogl is implementing clipping
bo_cn: Cogl ཡིས་ཇི་ལྟར་དྲས་རྒྱག་པའི་འབྲེལ་ཡོད་ཆ་འཕྲིན་ཐོ་འགོད།

source: Outline rectangles
bo_cn: གྲུ་བཞི་ནར་མོ་གསལ་དུ་མངོན།

source: Override the GL version that Cogl will assume the driver supports
bo_cn: Cogl ཡིས་སྐུལ་ཆས་རྒྱབ་སྐྱོར་འདྲ་བའི་ GL པར་གཞི་འགེབས་པ།

source: Root Cause
bo_cn: རྩ་བའི་དམིགས་ཚད།

source: Show Cogl options
bo_cn: Cogl འདེམས་ཚན་མངོན་པ།

source: Show generated ARBfp/GLSL source code
bo_cn: མངོན་གྲུབ་ཀྱིས་ARBfp/GLSL ཁུངས་ཚབ་ཨང་།

source: Show how geometry is being batched in the journal
bo_cn: དབྱིབས་རྩིས་གཟུགས་ཉིན་ཐོའི་ནང་དུ་སྒྲིག་དྲས་རྒྱག་ཀྱི་གནས་ཚུལ་མངོན་པ།

source: Show source
bo_cn: ཁུངས་ཚབ་ཨང་མངོན་པ།

source: Show wireframes
bo_cn: སྒྲོན་ཐིག་མངོན་པ།

source: Special debug values:
bo_cn: དམིགས་བསལ་གྱི་ཚོད་སྒྲིག་ཚད：

source: Supported debug values:
bo_cn: རྒྱབ་སྐྱོར་གྱི་ཚོད་སྒྲིག་ཚད：

source: Trace Atlas Textures
bo_cn: Atlas རིས་དབྱིབས་རྗེས་འདེད།

source: Trace Batching
bo_cn: སྡེབ་སྒྲིག་རྗེས་འདེད།

source: Trace Blend Strings
bo_cn: མཉམ་བསྲེས་ཡིག་རྟགས་ཕྲེང་རྗེས་འདེད།

source: Trace CoglTexturePixmap backend
bo_cn: CoglTexturePixmap མཇུག་སྣེ་རྗེས་འདེད།

source: Trace Journal
bo_cn: ཉིན་ཐོ་རྗེས་འདེད།

source: Trace Misc Drawing
bo_cn: བསྲེས་འབྲི་རྗེས་འདེད།

source: Trace Pango Renderer
bo_cn: Pango རྒྱན་ཆས་རྗེས་འདེད།

source: Trace Texture Slicing
bo_cn: རིས་དབྱིབས་ལེབ་དྲས་རྒྱག་རྗེས་འདེད།

source: Trace all matrix manipulation
bo_cn: གྲུ་བཞི་ནར་མོའི་བཀོལ་སྤྱོད་རྗེས་འདེད།

source: Trace clipping
bo_cn: དྲས་རྒྱག་འབྲེག་རྗེས་འདེད།

source: Trace matrices
bo_cn: གྲུ་བཞི་ནར་མོ་རྗེས་འདེད།

source: Trace offscreen support
bo_cn: རྒྱབ་ཏུ་(offscreen)རྒྱབ་སྐྱོར་རྗེས་འདེད།

source: Trace performance concerns
bo_cn: ནུས་གཤིས་གནད་དོན་རྗེས་འདེད།

source: Trace some OpenGL
bo_cn: OpenGLལ་ལ་རྗེས་འདེད།

source: Trace some misc drawing operations
bo_cn: བསྲེས་འབྲི་བཀོལ་སྤྱོད་ལ་ལ་རྗེས་འདེད།

source: Trace the Cogl Pango renderer
bo_cn: Cogl Pango རྒྱན་ཆས་རྗེས་འདེད།

source: Trace the Cogl texture pixmap backend
bo_cn: Cogl རིས་དབྱིབས་ pixmap མཇུག་སྣེ་རྗེས་འདེད།

source: Traces some select OpenGL calls
bo_cn: འདེམ་པ་ལ་ལའི་OpenGL ཡི་ཚོད་སྒྲིག་རྗེས་འདེད།

source: Tries to highlight sub-optimal Cogl usage.
bo_cn: ལེགས་མིན་ Cogl སྤྱོད་པ་མངོན་གསལ་ཚོད་ལྟ།

source: Use the GPU to transform rectangular geometry
bo_cn: GPU ཡིས་གྲུབ་བཞི་ནར་མོ་སྒྱུར་བར་སྤྱོད་པ།

source: View all the geometry passing through the journal
bo_cn: ཉིན་ཐོ་ལྟར་བརྒྱུད་པའི་དབྱིབས་རྩིས་གཟུགས་ལ་ལྟ་བ།

source: Visualize
bo_cn: མཐོང་རུང་ཅན་དུ་སྒྱུར།

source: debug the creation of texture slices
bo_cn: རིས་དབྱིབས་ལེབ་དྲས་རྒྱག་ཚོད་སྒྲིག་གསར་བཟོ།
