Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/colord.po
Languages: bo_cn

source: A gamma string, e.g. '0.8,0.8,0.6'
bo_cn: Gamma ཡིག་རྟགས་ཕྲེང་། དཔེར་ན་'0.8,0.8,0.6'

source: Add a metadata item to the profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འདིར་རྒྱུ་གཞི་གྲངས་རྣམ་གྲངས་ཤིག་སྣོན།

source: Add a profile to a device
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ཞིག་སྒྲིག་ཆས་ལ་འབྲེལ་བ་བཙུགས།

source: Alias to %s
bo_cn: མིང་གཞན་ནི་ %sཡིན།

source: Ambient
bo_cn: ཁོར་ཡུག་རོལ་དབྱངས།།

source: Authentication is required to create a color managed device
bo_cn: དབང་སྤྲད་ནས་ཚོན་ལྡན་དོ་དམ་སྒྲིག་ཆས་གསར་བཟོ།

source: Authentication is required to create a color profile
bo_cn: དབང་སྤྲད་ནས་ཚོན་ལྡན་སྡེབ་སྒྲིག་ཡིག་ཆ་གསར་བཟོ།

source: Authentication is required to disable profile matching for a device
bo_cn: དབང་སྤྲད་ནས་སྒྲིག་ཆས་ཀྱི་སྡེབ་སྒྲིག་ཡིག་ཆ་ཟླ་སྒྲིག་འགོག་པ།

source: Authentication is required to install the color profile for all users
bo_cn: དབང་སྤྲད་ནས་སྤྱོད་མཁན་ཚང་མར་ཚོན་ལྡན་དོ་དམ་ཡིག་ཆ་གསར་བཟོ།

source: Authentication is required to modify a color profile
bo_cn: དབང་སྤྲད་ནས་ཚོན་ལྡན་སྡེབ་སྒྲིག་ཡིག་ཆ་བཟོ་བཅོས།

source: Authentication is required to modify the color settings for a device
bo_cn: དབང་སྤྲད་ནས་བསྟན་པའི་སྒྲིག་ཆས་ཚོན་ལྡན་སྒྲིག་འགོད་བཟོ་བཅོས།

source: Authentication is required to remove a color managed device
bo_cn: དབང་སྤྲད་ནས་ཚོན་ལྡན་དོ་དམ་སྒྲིག་ཆས་སྤོ་བ།

source: Authentication is required to remove a color profile
bo_cn: དབང་སྤྲད་ནས་ཚོན་ལྡན་སྡེབ་སྒྲིག་ཡིག་ཆ་སྤོ་བ།

source: Authentication is required to use the color sensor
bo_cn: དབང་སྤྲད་ནས་ཚོན་ལྡན་ཚོར་འདྲེན་ཆས་སྤྱོད་པ།

source: Automatically fix metadata in the profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ནང་གི་རྒྱུའི་གཞི་གྲངས་རང་བཅོས།

source: Clear any metadata in the profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འདིའི་རྒྱུ་གཞི་གྲངས་ཚང་མ་བསུབ་པ།

source: Color
bo_cn: ཁ་མདོག

source: Color Management
bo_cn: ཚོན་མདོག་དོ་དམ།

source: Color Management D-Bus Service
bo_cn: ཚོན་མདོག་དོ་དམ D-Bus ཞབས་ཞུ།

source: Colorspace
bo_cn: ཚོན་མདོག་བར་སྟོང་།

source: Command not found, valid commands are:
bo_cn: བཀའ་བརྡ་མ་རྙེད། ནུས་ལྡན་གྱི་བཀའ་བརྡ་ནི：

source: Copyright
bo_cn: པར་དབང་།

source: Create a color managed device
bo_cn: ཚོན་མདོག་དོ་དམ་སྒྲིག་ཆས་གསར་བཟོ།

source: Create a color profile
bo_cn: ཚོན་མདོག་སྡེབ་སྒྲིག་ཡིག་ཆ་གསར་བཟོ།

source: Create a device
bo_cn: སྒྲིག་ཆས་གསར་བཟོ།

source: Create a profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གསར་བཟོ།

source: Created
bo_cn: གསར་བཟོ་ས་

source: Debugging Options
bo_cn: ཚོད་སྒྲིག་འདེམས་ཚན།

source: Deletes a device
bo_cn: སྒྲིག་ཆས་འདོར་བ།

source: Deletes a profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འདོར་བ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Device ID
bo_cn: སྒྲིག་ཆས་ ID

source: Exit after a small delay
bo_cn: གནས་སྐབས་ཕྱིར་འགྱངས་རྗེས་ཕྱིར་འདོན།

source: Exit after the engine has loaded
bo_cn: སྒུལ་ཤུགས་བླུགས་རྗེས་ཕྱིར་འབུད་པ།

source: Failed to parse arguments
bo_cn: ཞུགས་གྲངས་བརྒྱུད་པ་ཕམ་པ།

source: Filename
bo_cn: ཡིག་ཆའི་མིང་།

source: Find a device
bo_cn: སྒྲིག་ཆས་འཚོལ་བ།

source: Find a device that has a specific property
bo_cn: བསྟན་པའི་གཏོགས་གཤིས་ཚུད་པའི་སྒྲིག་ཆས་འཚོལ་བ།

source: Find a profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འཚོལ་བ།

source: Find a profile by filename
bo_cn: ཡིག་ཆའི་མིང་ལྟར་སྡེབ་སྒྲིག་ཡིག་ཆ་འཚོལ་བ།

source: Format
bo_cn: རྣམ་གཞག

source: Gamma Table
bo_cn: Gamma རེའུ་མིག

source: Get a standard colorspace
bo_cn: ཚད་ལྡན་ཚོན་མདོག་བར་སྟོང་ཐོབ་པ།

source: Gets a reading from a sensor
bo_cn: ཚོར་འདྲེན་ཆས་ཀྱི་ཀློག་གྲངས་ཐོབ་པ།

source: Gets all the available color profiles
bo_cn: སྤྱོད་རུང་གི་ཚོན་མདོག་སྡེབ་སྒྲིག་ཡིག་ཆ་ཚང་མ་ཐོབ་པ།

source: Gets all the available color sensors
bo_cn: སྤྱོད་རུང་གི་ཚོན་མདོག་ཚོར་འདྲེན་ཆས་ཚང་མ་ཐོབ་པ།

source: Gets all the color managed devices
bo_cn: ཚོན་མདོག་དོ་དམ་སྒྲིག་ཆས་ཚང་མ་ཐོབ་པ།

source: Gets all the color managed devices of a specific kind
bo_cn: བསྟན་པའི་རིགས་གྲས་ཀྱི་ཚོན་མདོག་དོ་དམ་སྒྲིག་ཆས་ཚང་མ་ཐོབ་པ།

source: Gets the default profile for a device
bo_cn: སྒྲིག་ཆས་ཀྱི་སོར་བཞག་སྡེབ་སྒྲིག་ཡིག་ཆ་ཐོབ་པ།

source: ICC profile creation program
bo_cn: ICC སྡེབ་སྒྲིག་ཡིག་ཆས་བྱ་རིམ་གསར་བཟོ།

source: Inhibit color profile selection
bo_cn: ཚོན་མདོག་སྡེབ་སྒྲིག་ཡིག་ཆ་འདེམ་པ་འགོག་པ།

source: Inhibitors
bo_cn: འགོག་པ།

source: Inhibits color profiles for this device
bo_cn: སྒྲིག་ཆས་འདིར་ཚོན་མདོག་སྡེབ་སྒྲིག་ཡིག་ཆ་མཁོ་འདོན་འགོག་པ།

source: Initialize any metadata for the profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འདིའི་རྒྱུ་གཞི་གྲངས་ཐོག་མ་ཅན་དུ་སྒྱུར།

source: Install system color profiles
bo_cn: རྒྱུད་ཁོངས་ཚོན་མདོག་སྡེབ་སྒྲིག་ཡིག་ཆ་འགོག་པ།

source: Locked
bo_cn: སྒྲོག་ཟིན།

source: Locks the color sensor
bo_cn: ཚོན་མདོག་ཚོར་འདྲེན་ཆས་སྒྲོག་པ།

source: Makes a profile default for a device
bo_cn: སྒྲིག་ཆས་ཀྱི་སོར་བཞག་སྡེབ་སྒྲིག་ཡིག་ཆ་སྒྲིག་འགོད།

source: Manufacturer
bo_cn: བཟོ་སྐྲུན་མཁན།

source: Metadata
bo_cn: རྒྱུ་གཞི་གྲངས།

source: Model
bo_cn: བཟོ་དབྱིབས།

source: Modified
bo_cn: བཅོས་པ།

source: Modify a color profile
bo_cn: ཚོན་མདོག་སྡེབ་སྒྲིག་ཡིག་ཆ་བཟོ་བཅོས།

source: Modify color settings for a device
bo_cn: བསྟན་པའི་སྒྲིག་ཆས་ཀྱི་ཚོན་མདོག་བཀོད་པ་བཟོ་བཅོས།

source: Named color CSV filename
bo_cn: ཚོན་མདོག CSV ཡིག་ཆ་མིང་འདོགས།

source: Named color prefix
bo_cn: ཚོན་མདོག་སྔོན་འཇུག་མིང་འདོགས།

source: Named color suffix
bo_cn: ཚོན་མདོག་མཇུག་འཇུག་མིང་འདོགས།

source: Named color type, e.g. 'lab' or 'srgb'
bo_cn: ཚོན་མདོག་རིགས་གྲས་མིང་འདོགས། དཔེར་ན་ 'lab' ཡང་ན་ 'srgb'ལྟ་བུ།

source: Native
bo_cn: གདོད་སྐྱེས།

source: No connection to colord:
bo_cn: འབྲེལ་མེད་པའི་ colord：

source: No data to create profile
bo_cn: ཡིག་ཆ་གསར་བཟོ་སྡེབ་སྒྲིག་ལ་སྤྱོད་པའི་གཞི་གྲངས་མེད།

source: No metadata
bo_cn: རྒྱུའི་གཞི་གྲངས་མེད།

source: No output filename specified
bo_cn: ཕྱིར་འདོན་ཡིག་ཆའི་མིང་སྟོན་མེད།

source: Object Path
bo_cn: བྱ་ཡུལ་འགྲོ་ལམ།

source: Options
bo_cn: འདེམས་ཚན།

source: Owner
bo_cn: བདག་པོ།

source: Printer
bo_cn: པར་འཁོར།

source: Profile
bo_cn: སྡེབ་སྒྲིག

source: Profile ID
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་ ID

source: Profile to create
bo_cn: གསར་བཟོ་དགོས་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ།

source: Projector
bo_cn: གྲིབ་སྟོན་ཆས།

source: Qualifier
bo_cn: ཚད་བཀག་རྟགས།

source: Remove a color managed device
bo_cn: ཚོན་མདོག་དོ་དམ་སྒྲིག་ཆས་སྤོ་བ།

source: Remove a color profile
bo_cn: ཚོན་མདོག་སྡེབ་སྒྲིག་ཡིག་ཆ་སྤོ་བ།

source: Remove a metadata item from the profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འདིར་རྒྱུའི་གཞི་གྲངས་རྣམ་གྲངས་ཤིག་སྤོ་བ།

source: Returns all the profiles that match a qualifier
bo_cn: ཚད་བཀག་རྟགས་ལ་འཚམ་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་ཚང་མ་ཕྱིར་ལོག

source: Scope
bo_cn: རླབས་སྟོན་ཆས།

source: Sensor
bo_cn: ཚོར་འདྲེན་ཆས།

source: Serial
bo_cn: ཕྲེང་ཁ།

source: Serial number
bo_cn: རིམ་སྟར་ཨང་རྟགས།

source: Sets one or more sensor options
bo_cn: གཅིག་ཡང་ན་མང་བའི་ཚོར་འདྲེན་ཆས་འདེམས་ཚན་སྒྲིག་འགོད།

source: Sets the copyright string
bo_cn: པར་དབང་ཡིག་རྟགས་ཕྲེང་སྒྲིག་འགོད།

source: Sets the description string
bo_cn: ཞིབ་བརྗོད་ཡིག་རྟགས་ཕྲེང་སྒྲིག་འགོད།

source: Sets the device kind
bo_cn: སྒྲིག་ཆས་རིགས་གྲས་སྒྲིག་འགོད།

source: Sets the device model
bo_cn: སྒྲིག་ཆས་བཟོ་དབྱིབས་སྒྲིག་འགོད།

source: Sets the device serial
bo_cn: སྒྲིག་ཆས་རིམ་སྟར་ཨང་སྒྲིག་འགོད།

source: Sets the device vendor
bo_cn: སྒྲིག་ཆས་བཟོ་གྲྭ་སྒྲིག་འགོད།

source: Sets the manufacturer string
bo_cn: བཟོ་སྐྲུན་ཚོང་པའི་ཡིག་རྟགས་ཕྲེང་སྒྲིག་འགོད།

source: Sets the model string
bo_cn: བཟོ་དབྱིབས་ཡིག་རྟགས་ཕྲེང་སྒྲིག་འགོད།

source: Sets the profile filename
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་མིང་སྒྲིག་འགོད།

source: Sets the profile qualifier
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ཚད་བཀག་རྟགས་སྒྲིག་འགོད།

source: Show all the details about the profile
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་འདིའི་གནས་ཚུལ་ཞིབ་ཕྲའི་སྐོར་མངོན་པ།

source: Show debugging information for all files
bo_cn: ཡིག་ཆ་ཚང་མའི་ཚོད་སྒྲིག་ཆ་འཕྲིན་མངོན་པ།

source: Show debugging options
bo_cn: ཚོད་སྒྲིག་འདེམས་ཚན་མངོན་པ།

source: Show extra debugging information
bo_cn: ཚད་བརྒལ་ཚོད་སྒྲིག་ཆ་འཕྲིན་མངོན་པ།

source: Spot
bo_cn: ཚེག་ཐག

source: State
bo_cn: རྣམ་པ།

source: The device manufacturer
bo_cn: སྒྲིག་ཆས་བཟོ་སྐྲུན་མཁན།

source: The device model
bo_cn: སྒྲིག་ཆས་བཟོ་དབྱིབས།

source: The metadata in 'key1=value1,key2=value2' format
bo_cn: དཔེར་ན། 'key1=value1,key2=value2' རྣམ་གཞག་གི་རྒྱུའི་གཞི་གྲངས།

source: The profile copyright
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་པར་དབང་།

source: The profile description
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆའི་ཞིབ་བརྗོད།

source: There are no supported sensors attached
bo_cn: རྒྱབ་སྐྱོར་ཚོར་འདྲེན་ཆས་གང་རུང་ལ་ཡང་འབྲེལ་མེད།

source: Title
bo_cn: ཁ་བྱང་།

source: Type
bo_cn: རིགས་གྲས་

source: Use color sensor
bo_cn: ཚོན་མདོག་ཚོར་འདྲེན་ཆས་སྤྱོད་པ།

source: Vendor
bo_cn: བཟོ་ཚོང་།
