Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/cpio.po
Languages: bo_cn

source: or:
bo_cn: ཡང་ན།:

source: [OPTION...]
bo_cn: [འདེམས་ཚན་...]

source: %.*s: ARGP_HELP_FMT parameter must be positive
bo_cn: %.*s: ARGP_HELP_FMT ཞུགས་གྲངས་ཚད་ངེས་པར་དུ་ཕོ་ཡིན་དགོས།

source: %.*s: ARGP_HELP_FMT parameter requires a value
bo_cn: %.*s: ARGP_HELP_FMT ཞུགས་གྲངས་ཚད་ཅིག་དགོས།

source: %.*s: Unknown ARGP_HELP_FMT parameter
bo_cn: %.*s: མི་ཤེས་པའི་ ARGP_HELP_FMT ཞུགས་གྲངས།

source: %lu block
bo_cn: %lu རྡོག

source: %s is meaningless with %s
bo_cn: %s དང %s མཉམ་དུ་གནས་སྐབས་དོན་སྙིང་མེད།

source: %s is not a character special file
bo_cn: %s ནི་ཡིག་རྟགས་སྒྲིག་ཆས་ཡིག་ཆ་མིན།

source: %s is not a directory
bo_cn: %s ནི་དཀར་ཆག་མ་རེད།

source: %s linked to %s
bo_cn: %s འདི %s ལ་འབྲེལ།

source: %s not created: newer or same age version exists
bo_cn: %sགསར་བཟོ་བྱས་མེད།：གསར་སྒྱུར་བྱས་པ་ཡང་ན་འདྲ་བའི་པར་གཞི་གསར་བ་ཡོད་པ།

source: %s not dumped: not a regular file
bo_cn: %s ཕྱིར་འདོན་མེད：སྤྱིར་བཏང་གི་ཡིག་ཆ་མིན།

source: %s: Cannot %s
bo_cn: %s: རྟེན་འབྱུང་གྲངས་%s ཕམ་པ།

source: %s: Cannot change mode to %s
bo_cn: %s: རྣམ་པ་ %sལ་སྒྱུར་མི་ཐུབ།

source: %s: Cannot change ownership to uid %lu, gid %lu
bo_cn: %s: བདག་དབང་སྤྱོད་མཁན་ID %luལ་བཅོས་མི་ཐུབ། ཚོ་ID %lu

source: %s: Cannot create symlink to %s
bo_cn: %s: སྦྲེལ་མཐུད་ %s ལ་གསར་བཟོ་བྱ་མི་ཐུབ།

source: %s: Cannot hard link to %s
bo_cn: %s: སྲ་སྦྲེལ་ %sལ་བྱ་མི་ཐུབ།

source: %s: Cannot seek to %s
bo_cn: %s: གནས་ %sལ་ངེས་མི་ཐུབ།

source: %s: Cannot symlink to %s
bo_cn: %s: ལ་ %sའབྲེལ་མི་ཐུབ།

source: %s: Read error at byte %s, while reading %lu byte
bo_cn: %s: གནས %s རུ་ཡིག་ཚིགས་ཀློག་ནོར་འབྱུང་། (%lu ཡིག་ཚིགས་ཀློག་པ།)

source: %s: Warning: Cannot %s
bo_cn: %s: ཐ་ཚིག རྟེན་འབྱུང་གྲངས་ %s ཕམ་པ།

source: %s: Warning: Cannot seek to %s
bo_cn: %s: ཐ་ཚིག གནས་ %sལ་ངེས་མི་ཐུབ།

source: %s: Warning: Read error at byte %s, while reading %lu byte
bo_cn: %s: ཐ་ཚིག %s ཡིག་ཚིགས་སུ་ཀློག་པ་ནོར་འཁྲུལ་བྱུང་།( %lu ཡིག་ཚིགས་ཀློག་པ།)

source: %s: Wrote only %lu of %lu byte
bo_cn: %s: %lu ཡིག་ཚིགས་ཁོ་ན་འབྲི་བ། སྤྱིར་ཡིག་ཚིགས་ %lu

source: %s: checksum error (0x%lx, should be 0x%lx)
bo_cn: %s: དག་བཤེར་ནོར་འཁྲུལ། (0x%lx 0x%lxཡིན་དགོས།)

source: %s: field width not sufficient for storing %s
bo_cn: %s: ཁོངས་ཀྱི་ཞེང་ཚད་ལས་ %s ཉར་མི་ཐུབ།

source: %s: file name too long
bo_cn: %s：ཡིག་ཆ་མིང་རིང་དྲགས།

source: %s: rmtclose failed
bo_cn: %s: rmtclose ཕམ་པ།

source: %s: symbolic link too long
bo_cn: %s：མཚོན་རྟགས་འབྲེལ་མཐུད་རིང་དྲགས།

source: %s: truncating %s
bo_cn: %s: བཅད་པ %s

source: %s: truncating inode number
bo_cn: %s: དྲས་རྒྱག་པའི་ཨང་ inode

source: %s: unknown file type
bo_cn: %s：མི་ཤེས་པའི་ཡིག་ཆ་རིགས་གྲས།

source: (PROGRAM ERROR) No version known!?
bo_cn: (བྱ་རིམ་ནོར་འཁྲུལ་བྱུང་།)མི་ཤེས་པའི་པར་གཞི།

source: (PROGRAM ERROR) Option should have been recognized!?
bo_cn: （བྱ་རིམ་ནོར་འཁྲུལ་བྱུང་།）འདེམས་ཚན་སྤྱིར་ངོས་འཛིན་བྱ་ཐུབ་དགོས།

source: --append is used but no archive file name is given (use -F or -O options)
bo_cn: --append ཡོད་ཀྱང་ཐུམ་ཡིག་ཆའི་མིང་སྟོན་མེད། ( -F ཡང་ན་ -O འདེམས་ཚན་སྤྱོད་པ།)

source: --no-preserve-owner cannot be used with --owner
bo_cn: --no-preserve-owner དང་ --owner མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: --owner cannot be used with --no-preserve-owner
bo_cn: --owner དང་ --no-preserve-owner མཉམ་དུ་སྤྱོད་མི་ཐུབ།

source: --stat requires file names
bo_cn: --stat ཡིག་ཆའི་མིང་དགོས།

source: -F can be used only with --create or --extract
bo_cn: -F དང་ --create ཡང་ན་ --extract ཁོ་ན་ལ་མཉམ་དུ་སྤྱོད་དགོས།

source: -T reads null-terminated names
bo_cn: -T ཡིས་ NULL མིང་གི་མཇུག་རྫོགས་པ་ཀློག་པ།

source: A list of filenames is terminated by a null character instead of a newline
bo_cn: ཡིག་ཆའི་མིང་རེའུ་མིག་གིས་ཕྲལ་རྟགས་ལ་NULL སྤྱོད་པ་དང་ཕྲེང་བརྗེ་བྱ་སྤྱོད་མིན་པ།

source: ARGP_HELP_FMT: %s value is less than or equal to %s
bo_cn: ARGP_HELP_FMT: %s ཡི་ཚད་%s ལས་ཆུང་ཡང་ན་མཚུངས་བ་ཡིན།

source: Append SIZE bytes to FILE. SIZE is given by previous --length option.
bo_cn: SIZE ཡི་རིང་ཚད་ཀྱི་ཡིག་ཚིགས་ FILEལ་སྣོན། SIZE ནི་སྔོན་གྱི་ --length འདེམས་ཚན་གྱིས་སྟོན་པ།

source: Append to an existing archive.
bo_cn: ཡོད་པའི་ཡིག་ཚགས།་ཡིག་ཆ་རུ་སྣོན་པ།

source: Archive file is local, even if its name contains colons
bo_cn: ཐུམ་ཡིག་ཆ་ནི་རང་གནས་ཀྱི་ཡིན། མིང་ནང་དུ་ལྷག་བཅས་ཀྱི་རྟགས་ཡོད་ཀྱང་།

source: Archive filename to use instead of standard output. Optional USER and HOST specify the user and host names in case of a remote archive
bo_cn: ཐུམ་ཡིག་ཆའི་མིང་སྤྱོད་ཀྱང་ཚད་ལྡན་ཕྱིར་འདོན་མིན། གལ་ཏེ་ཡིག་ཆ་རྒྱང་རིང་གི་འཕྲུལ་ཆས་དུ་ཡོད་ན། སྤྱོད་མཁན་དང་གཙོ་འཁོར་སྟོན་པ།

source: Archive format is not specified in copy-pass mode (use --format option)
bo_cn: copy-pass རྣམ་པར་ཐུམ་གྱི་རྣམ་གཞག་སྟོན་མེད། ( --format འདེམས་ཚན་སྤྱོད་པ།)

source: Archive format multiply defined
bo_cn: ཐུམ་རྣམ་གཞག་ཐེངས་མང་སྟོན་པ།

source: Archive value %.*s is out of range
bo_cn: ཉར་ཚགས་ཀྱི་ཚད་ %.*s ཁྱབ་ཁོངས་བརྒལ།

source: Both -I and -F are used in copy-in mode
bo_cn: -I དང་ -F ཚང་མ copy-in རྣམ་པ་ལ་སྤྱོད།

source: Both -O and -F are used in copy-out mode
bo_cn: -O དང -F ཚང་མ copy-out རྣམ་པ་ལ་སྤྱོད།

source: Cannot connect to %s: resolve failed
bo_cn: %sལ་འབྲེལ་མི་ཐུབ།：དབྱེ་ཞིབ་ཕམ་པ།

source: Cannot execute remote shell
bo_cn: རྒྱང་རིང་ shell ལག་བསྟར་བྱེད་མི་ཐུབ།

source: Cannot open %s
bo_cn: %s ཁ་ཕྱེ་ཐབས་མེད།

source: Create all files relative to the current directory
bo_cn: མིག་སྔ་དཀར་ཆག་ལ་བལྟོས་ནས་ཡིག་ཆ་ཚང་མ་གསར་བཟོ་བྱེད།

source: Create file of the given SIZE
bo_cn: བསྟན་པའི་ཆེ་ཆུང་ནི་ SIZE ཡི་ཡིག་ཆ་བཟོ།

source: Create leading directories where needed
bo_cn: དགོས་དུས་དཀར་ཆག་གསར་བཟོ་བྱེད།

source: Create the archive (run in copy-out mode)
bo_cn: ཐུམ་གསར་བཟོ། ( copy-out རྣམ་པ་འཁོར་སྐྱོད།)

source: Creating intermediate directory `%s'
bo_cn: བར་སྦྱོར་དཀར་ཆག་“%s”བཟོ།

source: Dereference symbolic links (copy the files that they point to instead of copying the links).
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད་རྗེས་འདེད། (མཚོན་རྟགས་སྦྲེལ་མཐུད་བསྟན་པའི་ཡིག་ཆ་འདྲ་བཟོ་དང་སྦྲེལ་མཐུད་ཁོ་རང་མིན།)

source: Do not change the ownership of the files
bo_cn: ཡིག་ཆའི་བདག་དབང་མི་བསྒྱུར།

source: Do not print the number of blocks copied
bo_cn: འདྲ་བཟོས་རྡོག་གྲངས་པར་འདེབས་མ་བྱེད།

source: Do not strip file system prefix components from the file names
bo_cn: ཡིག་ཆའི་མིང་དུ་ཡིག་ཆ་རྒྱུད་ཁོངས་ཀྱི་སྔོན་འཇུག་མི་འདོར།

source: Enable debugging info
bo_cn: ཚོད་སྒྲིག་ཆ་འཕྲིན་མགོ་སློང་།

source: Error parsing number near `%s'
bo_cn: “%s”ཉེ་བའི་དབྱེ་ཞིབ་ཨང་ཀི་ནོར་འཁྲུལ་བྱུང་།

source: Execute COMMAND
bo_cn: COMMAND བཀའ་བརྡ་ལག་བསྟར།

source: Extract files from an archive (run in copy-in mode)
bo_cn: ཐུམ་དུ་ཡིག་ཆ་ལེན་པ། ( copy-in རྣམ་པ་འཁོར་སྐྱོད།)

source: Extract files to standard output
bo_cn: ཡིག་ཆ་ཚད་ལྡན་ཕྱིར་འདོན་དུ་ལེན།

source: FILE
bo_cn: ཡིག་ཆ།

source: FORMAT
bo_cn: རྣམ་གཞག

source: File %s shrunk by %s byte, padding with zeros
bo_cn: ཡིག་ཆ་ %sཡིག་ཚིགས་ %s ཉུང་དུ་བཏང་ནས་ 0 ཡིས་ཁ་གསབ།

source: File %s was modified while being copied
bo_cn: ཡིག་ཆ་ %s འདྲ་བཟོ་བྱེད་སྐབས་བཅོས་པ།

source: File creation options:
bo_cn: ཡིག་ཆ་གསར་བཟོ་འདེམས་ཚན།:

source: File statistics options:
bo_cn: ཡིག་ཆ་བསྡོམས་པའི་འདེམས་ཚན།:

source: Fill the file with the given PATTERN. PATTERN is 'default' or 'zeros'
bo_cn: བསྟན་པའི་ PATTERN རྣམ་པས་ཡིག་ཆ་ཁ་སྐོང་། PATTERN ནི་‘default’ཡང་ན་‘zeros’ཡིན་ཆོག

source: Found end of tape. Load next tape and press RETURN.
bo_cn: སྒྲ་ཐག་ཚར་བ། སྒྲ་ཐག་འཕྲོར་མ་བོ་བཅུག་ནས་ RETURN གནོན།

source: Found end of tape. To continue, type device/file name when ready.
bo_cn: སྒྲ་ཐག་ཚར་བ། མུ་མཐུད་དུ་བྱ་དགོས་ན་གྲ་སྒྲིག་ཚར་རྗེས་སྒྲིག་ཆས་/ཡིག་ཆའི་མིང་ནང་འཇུག་རོགས།

source: Garbage command
bo_cn: གད་སྙིགས་བཀའ་བརྡ།

source: Garbage in ARGP_HELP_FMT: %s
bo_cn: ཞུགས་གྲངས་ARGP_HELP_FMT ནང་དུ་བེད་མེད་ཆ་འཕྲིན།: %sའདུས།

source: In the verbose table of contents listing, show numeric UID and GID
bo_cn: ནང་དོན་རེའུ་མིག་གི་ཞིབ་ཕྲའི་རེའུ་མིག་ཏུ། ཨང་ཀིའི་ UID དང་ GID མངོན།

source: Interactively rename files
bo_cn: སྤེལ་རེས་ཅན་གྱི་མིང་བསྐྱར་འདོགས་ཡིག་ཆ།

source: Invalid size: %s
bo_cn: ནུས་མེད་ཀྱི་ཚད: %s

source: Invalid value for --warning option: %s
bo_cn: --warning འདེམས་ཚན་གྱི་ལུགས་དང་མི་མཐུན་པའི་ཚད: %s

source: Link files instead of copying them, when possible
bo_cn: རུང་དུས་ཡིག་ཆ་སྦྲེལ་ཡང་ཡིག་ཆ་འདྲ་བཟོ་མིན།

source: Main operation mode:
bo_cn: བཀོལ་སྤྱོད་གཙོ་བའི་རྣམ་པ།

source: Malformed number %.*s
bo_cn: ཡ་མ་གཟུགས་ཨང་ཀི %.*s

source: Mandatory or optional arguments to long options are also mandatory or optional for any corresponding short options.
bo_cn: འདེམས་ཚན་རིང་བར་ངེས་པར་ཡང་ན་འདེམས་རུང་གི་ཞུགས་གྲངས་ནི་འདེམས་ཚན་ཐུང་བར་འཚམ་པ་ཡིན།

source: Mode already defined
bo_cn: རྣམ་པ་གཏན་འཁེལ་ཚར།

source: NAME
bo_cn: མིང་།

source: NUMBER
bo_cn: ཤོག་ཨང།

source: Negative size: %s
bo_cn: མོ་ཚད།: %s

source: Not enough arguments
bo_cn: ཞུགས་གྲངས་མི་འདང་།

source: Number out of allowed range: %s
bo_cn: གྲངས་ཚད་རུང་བའི་ཁྱབ་ཁོངས་བརྒལ་བ།: %s

source: Only copy files that do not match any of the given patterns
bo_cn: ཆ་མི་མཉམ་བྱིན་པའི་རྣམ་པ་གང་རུང་གི་ཡིག་ཆ་ཁོ་ན་འདྲ་ཕབ་བྱེད་པ།

source: Operation modifiers valid in any mode:
bo_cn: རྣམ་པ་ཚང་མའི་འདེམས་ཚན་ལ་ཉེར་སྤྱོད་པ།:

source: Operation modifiers valid in copy-in and copy-out modes:
bo_cn: copy-in དང་ copy-out རྣམ་པའི་འདེམས་ཚན་ལ་ཉེར་སྤྱོད།:

source: Operation modifiers valid only in copy-in mode:
bo_cn: བཀའ་བརྡ་རྒྱན་པ་ copy-in རྣམ་པ་ཁོ་ནར་ནུས་ཡོད།:

source: Operation modifiers valid only in copy-out mode:
bo_cn: copy-out རྣམ་པའི་འདེམས་ཚན་ཉེར་སྤྱོད།

source: Operation modifiers valid only in copy-pass mode:
bo_cn: copy-pass རྣམ་པའི་འདེམས་ཚན་ཉེར་སྤྱོད།:

source: Print STRING when the end of a volume of the backup media is reached
bo_cn: གྲབས་ཉར་བར་རྫས་ཀྱི་མཇུག་མཐར་སླེབས་དུས་ STRINGཔར་འདེབས་བྱེད།

source: Print a "." for each file processed
bo_cn: ཡིག་ཆ་རེ་སྒྲིག་དྲས་རྒྱག་བྱེད་སྐབས་“.”རེར་པར་འདེབས་བྱེད།

source: Print a table of contents of the input
bo_cn: ནང་བཅུག་ནང་དོན་རེའུ་མིག་པར་འདེབས།

source: Print contents of struct stat for each given file. Default FORMAT is:
bo_cn: བྱིན་པའི་ཡིག་ཆ་སོ་སོའི་ stat སྒྲིག་གཞིའི་ནང་དོན་པར་འདེབས་བྱེད། སོར་བཞག་གི་ FORMAT ནི།:

source: Read additional patterns specifying filenames to extract or list from FILE
bo_cn: FILE ལས་ལྷག་མའི་སྟོན་པའི་ལེན་པ་ཡང་ན་རེའུ་མིག་གི་ཡིག་ཆའི་མིང་གི་རྣམ་པ་ཀློག་པ།

source: Read error at byte %lld in file %s, padding with zeros
bo_cn: ཡིག་ཆ་ %2$s ཡི་ %1$lld རུ་ཀློག་པ་ནོར་འཁྲུལ་བྱུང་། 0 ཡིས་ཁ་གསབ།

source: Read file names from FILE
bo_cn: FILE ལས་ཡིག་ཆའི་མིང་ཀློག་པ།

source: Removing leading `%s' from hard link targets
bo_cn: སྲ་སྦྲེལ་དམིགས་ཚད་དུ་སྔོན་འཇུག་“%s” འདོར་བ།

source: Removing leading `%s' from member names
bo_cn: ཁོངས་མིར་སྔོན་འཇུག་“%s” འདོར་བ།

source: Replace all files unconditionally
bo_cn: ཆ་རྐྱེན་མེད་པའི་ཡིག་ཆ་ཚང་མ་འགེབས།

source: Reset the access times of files after reading them
bo_cn: ཡིག་ཆ་བཀླགས་རྗེས་ཡིག་ཆའི་ལྟ་སྤྱོད་དུས་ཚོད་སླར་གསོ།

source: Retain previous file modification times when creating files
bo_cn: ཡིག་ཆ་གསར་བཟོ་བྱེད་སྐབས་སྔོན་གྱི་ཡིག་ཆའི་བཟོ་བཅོས་དུས་ཚོད་ཞོག

source: Run in copy-pass mode
bo_cn: copy-pass རྣམ་པ་འཁོར་སྐྱོད་བྱེད།

source: SECS
bo_cn: སྐར་ཆ།

source: STRING
bo_cn: ཡིག་རྟགས་ཕྲེང་།

source: Seek direction out of range
bo_cn: གནས་ངེས་ཁ་ཕྱོགས་ཁྱབ་ཁོངས་ལས་བརྒལ།

source: Seek offset out of range
bo_cn: གནས་ངེས་བཀོལ་སྤྱོད་ཀྱི་སྤོ་ཚད་ཁྱབ་ཁོངས་ལས་བརྒལ།

source: Seek to the given offset before writing data
bo_cn: གཞི་གྲངས་མ་འབྲི་གོང་དུ་གནས་བསྟན་པའི་སྤོ་ཚད་ OFFSET ལ་ངེས།

source: Set date for next --touch option
bo_cn: ངོས་རྗེས་མ --touch འདེམས་ཚན་ལ་དུས་ཚེས་བཀོད་པ།

source: Set the I/O block size to 5120 bytes
bo_cn: I/O རྡོག་གི་ཆེ་ཆུང་ 5120 ཡིག་ཚིགས་ལ་བཀོད་པ།

source: Set the I/O block size to BLOCK-SIZE * 512 bytes
bo_cn: I/O རྡོག་གི་ཆེ་ཆུང་ BLOCK-SIZE * 512 ཡིག་ཚིགས་ལ་བཀོད་པ།

source: Set the I/O block size to the given NUMBER of bytes
bo_cn: I/O རྡོག་གི་ཆེ་ཆུང་ནི་བསྟན་པའི་ NUMBER ཡིག་ཚིགས་ལ་བཀོད་པ།

source: Set the ownership of all files created to the specified USER and/or GROUP
bo_cn: ཡིག་ཆ་ཚང་མའི་བདག་དབང་ཆ་འཕྲིན་བསྟན་པའི་སྤྱོད་མཁན་དང་/ཡང་ན་ཚོ་ལ་བཀོད་པ།

source: Substituting `.' for empty hard link target
bo_cn: སྲ་སྟོང་སྦྲེལ་མཐུད་དམིགས་ཚད་“.”བརྗེ་བ།

source: Substituting `.' for empty member name
bo_cn: ཁོངས་མིའི་མིང་སྟོང་“.”བརྗེ་བ།

source: Swap both halfwords of words and bytes of halfwords in the data. Equivalent to -sS
bo_cn: གཞི་གྲངས་སུ་ཡིག་རེའི་ཡིག་ཕྱེད་གཉིས་དང་ཡིག་ཕྱེད་གཉིས་རེའི་ཡིག་ཚིགས་གཉིས་བརྗེ་རེས་བྱེད། -sSདང་ཀུན་མཚུངས་ཡིན།

source: Swap the bytes of each halfword in the files
bo_cn: ཡིག་ཆར་ཡིག་ཕྱེད་རེའི་ཡིག་ཚིགས་གཉིས་བརྗེ་བ།

source: Swap the halfwords of each word (4 bytes) in the files
bo_cn: ཡིག་ཆར་ཡིག་(ཡིག་ཚིགས་4)རེའི་ཡིག་ཕྱེད་གཉིས་བརྗེ་བ།

source: Synchronous execution options:
bo_cn: འགྲོས་མཉམ་ལག་བསྟར་འདེམས་ཚན།:

source: To continue, type device/file name when ready.
bo_cn: མུ་མཐུད་དུ་བྱ་དགོས་ན། གྲ་སྒྲིག་ཚར་རྗེས་སྒྲིག་ཆས་/ཡིག་ཆའི་མིང་ནང་འཇུག་བྱེད།

source: Too many arguments
bo_cn: ཞུགས་གྲངས་མང་དྲགས།

source: Truncate FILE to the size specified by previous --length option (or 0, if it is not given)
bo_cn: FILE ནས་སྔོན་གྱི་ --length འདེམས་ཚན་གྱི་བསྟན་པའི་ཆེ་ཆུང་དྲས་རྒྱག་པ།(གལ་ཏེ་སྟོན་མེད་ན། ，སོར་བཞག་ 0)

source: Unknown field `%s'
bo_cn: མི་ཤེས་པའི་ཡིག་ཆ་གབ་ཨང་གནས་“%s”

source: Unknown system error
bo_cn: མི་ཤེས་པའི་རྒྱུད་ཁོངས་ཀྱི་ནོར་འཁྲུལ།

source: Update the access and modification times of FILE
bo_cn: FILE ཡིག་ཆའི་ལྟ་སྤྱོད་དང་བཟོ་བཅོས་དུས་ཚོད་གསར་སྒྱུར།

source: Usage:
bo_cn: སྤྱོད་སྟངས།：

source: Use given archive FORMAT
bo_cn: བསྟན་པའི་ཐུམ་རྣམ་གཞག་སྤྱོད་པ།

source: Use remote COMMAND instead of rsh
bo_cn: COMMAND ཡིས་rshཚབ་བརྗེ།

source: Use the old portable (ASCII) archive format
bo_cn: རྙིང་ཞིང་སྤོ་རུང་། (ASCII) ཐུམ་གྱི་རྣམ་གཞག་སྤྱོད་པ།

source: Valid arguments are:
bo_cn: ནུས་ལྡན་གྱི་ཞུགས་གྲངས་ནི།：

source: Verbosely list the files processed
bo_cn: སྒྲིག་དྲས་རྒྱག་བྱས་པའི་ཡིག་ཆ་ཞིབ་ཕྲས་འགྲེམས་པ།

source: When reading a CRC format archive, only verify the CRC's of each file in the archive, don't actually extract the files
bo_cn: CRC རྣམ་གཞག་གི་ཐུམ་ཀློག་སྐབས་སུ། ཐུམ་རེ་རེའི་ཡིག་ཆའི་ CRC ལ་ཞིབ་བཤེར་བྱེད་པ་དང་། ཡིག་ཆ་ལེན་པ་མིན།

source: Write files with large blocks of zeros as sparse files
bo_cn: ཀླད་ཀོར་མང་པོ་འདུས་པའི་ཡིག་ཆ་ཐར་ཐོར་ཡིག་ཆ་ལྟར་འབྲི་བ།

source: Write to file NAME, instead of standard output
bo_cn: ཡིག་ཆ་ NAMEའབྲི་བ། ཚད་ལྡན་ཕྱིར་འདོན་མིན་པ།

source: [USER][:.][GROUP]
bo_cn: [སྤྱོད་མཁན་][:.][ཚོ]

source: [[USER@]HOST:]FILE-NAME
bo_cn: [[སྤྱོད་མཁན་@]གཙོ་འཁོར:]ཡིག་ཆའི་མིང་།

source: [destination-directory]
bo_cn: [དམིགས་ཚད་དཀར་ཆག]

source: `%s' exists but is not a directory
bo_cn: “%s” ཡོད་ཀྱང་དཀར་ཆག་མིན།

source: blank line ignored
bo_cn: ཕྲེང་སྟོང་སྣང་མེད་དུ་གཏོང་།

source: cannot get the login group of a numeric UID
bo_cn: ཨང་ཀི UID ཡི་ཐོ་འགོད་ཚོ་ཐོབ་མི་ཐུབ།

source: cannot link %s to %s
bo_cn: %s འདི་ %s ལ་འབྲེལ་མི་ཐུབ།

source: cannot make directory `%s'
bo_cn: དཀར་ཆག་“%s”གསར་བཟོ་མི་ཐུབ།

source: cannot open `%s'
bo_cn: “%s”ཁ་འབྱེད་མི་ཐུབ།

source: cannot read checksum for %s
bo_cn: %s ལ་དག་བཤེར་སྡོམ་ཀློག་མི་ཐུབ།

source: cannot remove current %s
bo_cn: མིག་སྔ་ %sའདོར་མི་ཐུབ།

source: cannot seek
bo_cn: གནས་ངེས་མི་ཐུབ།

source: cannot seek on output
bo_cn: ཕྱིར་འདོན་དུ་ seek བཀོལ་སྤྱོད་ལག་བསྟར་བྱ་མི་ཐུབ།

source: cannot set time on `%s'
bo_cn: “%s” ཡི་དུས་ཚོད་བཀོད་མི་ཐུབ།

source: cannot swap bytes of %s: odd number of bytes
bo_cn: %s ཡི་ཡིག་ཚིགས་བརྗེ་མི་ཐུབ: ཡིག་ཚིགས་ཚད་རྒྱུན་འགལ།

source: cannot swap halfwords of %s: odd number of halfwords
bo_cn: %s ཡི་ཡིག་ཕྱེད་བརྗེ་མི་ཐུབ: ཡིག་ཕྱེད་ཚད་རྒྱུན་འགལ།

source: device major number
bo_cn: སྒྲིག་ཆས་གཙོའི་ཨང་།

source: device minor number
bo_cn: སྒྲིག་ཆས་ཕལ་བའི་ཨང་།

source: device number
bo_cn: སྒྲིག་ཆས་ཨང་།

source: error closing archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཁ་རྒྱག་ལ་ནོར་འཁྲུལ་བྱུང་།

source: exec/tcp: Service not available
bo_cn: exec/tcp：ཞབས་ཞུ་སྤྱོད་མི་རུང་།

source: file mode
bo_cn: ཡིག་ཆའི་རྣམ་པ།

source: file name contains null character
bo_cn: ཡིག་ཆའི་མིང་དུ་ཡིག་རྟགས་སྟོང་པ་འདུས།

source: file size
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་།

source: gid
bo_cn: ཚོའི ID

source: give a short usage message
bo_cn: སླ་བསྡུས་ཀྱི་སྤྱོད་སྟངས་གསལ་བཤད་མངོན་པ།

source: give this help list
bo_cn: རོགས་རམ་རེའུ་མིག་འདི་མངོན་པ།

source: hang for SECS seconds (default 3600)
bo_cn: SECS སྐར་ཆ་འགེལ་འཇོག (ཆད་ལྷག 3600)

source: incorrect mask (near `%s')
bo_cn: གབ་ཨང་མི་འགྲིག་པ།(“%s”ཉེ་བ།)

source: inode number
bo_cn: inodeཨང་།

source: internal error: tape descriptor changed from %d to %d
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།：སྡུད་ཐགས་ཀྱི་ཞིབ་བརྗོད་རྟགས་ %d ནས་ %d ལ་བཅོས།

source: invalid argument %s for %s
bo_cn: %2$s ཡི་ཞུགས་གྲངས་ %1$s ནུས་མེད།

source: invalid block size
bo_cn: ནུས་མེད་ཀྱི་དུམ་བུའི་ཆེ་ཆུང་།

source: invalid group
bo_cn: ནུས་མེད་ཀྱི་ཚོ།

source: invalid header: checksum error
bo_cn: ནུས་མེད་ཀྱི་མགོ：དག་བཤེར་སྡོམ་ནོར་འཁྲུལ་བྱུང་།

source: invalid user
bo_cn: ནུས་མེད་ཀྱི་སྤྱོད་མཁན།

source: memory exhausted
bo_cn: ནང་གསོག་ཟད་པ།

source: modification time
bo_cn: བཟོ་བཅོས་དུས་ཚོད།

source: name size
bo_cn: མིང་གི་ཆེ་ཆུང་།

source: no tape device specified
bo_cn: སྡུད་ཐགས་སྒྲིག་ཆས་བྱིན་མེད།

source: number of links
bo_cn: སྦྲེལ་མཐུད་གྲངས་ཀ

source: premature end of archive
bo_cn: ཡིག་ཚགས།་རྒྱུན་འགལ་མཚམས་འཇོག

source: premature end of file
bo_cn: ཡིག་ཆ་རྒྱུན་འགལ་མཚམས་འཇོག

source: print program version
bo_cn: པར་འདེབས་བྱ་རིམ་པར་གཞི།

source: rdev major
bo_cn: rdev སྒྲིག་ཆས་གཙོ་བའི་ཨང་།

source: rdev minor
bo_cn: rdev སྒྲིག་ཆས་ཕལ་བའི་ཨང་།

source: read error
bo_cn: ཀློག་ལནེ་ནོར་འཁྲུལ

source: rename %s ->
bo_cn: %s མིང་བསྐྱར་འདོགས་ནས། ->

source: requested file length %lu, actual %lu
bo_cn: ཡིག་ཆའི་རིང་ཚད་ཀྱི་རེ་བ་ནི་ %lu དང་། དངོས་སུ་%lu ཡིན།

source: set the program name
bo_cn: བྱ་རིམ་མིང་སྒྲིག་འགོད།

source: standard input is closed
bo_cn: ཚད་ལྡན་ནང་འཇུག་ཁ་བརྒྱབས་པ།

source: standard output is closed
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན་ཁ་བརྒྱབས་པ།

source: stdin
bo_cn: ཚད་ལྡན་ནང་འཇུག

source: stdout
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན།

source: too many arguments
bo_cn: ཞུགས་གྲངས་མང་དྲགས།

source: uid
bo_cn: སྤྱོད་མཁན་གྱིID

source: virtual memory exhausted
bo_cn: རྟོག་བཟོས་ནང་གསོག་ཟད་ཚར།

source: warning: archive header has reverse byte-order
bo_cn: ཐ་ཚིག ཡིག་ཚགས།་མགོ་ནི་ལྡོག་ཕྱོགས་ཡིག་ཚིགས་རིམ་པ་ཡིན།

source: warning: skipped %ld byte of junk
bo_cn: ཐ་ཚིག ཡིག་ཚིགས་སྟོང་པ་ %ld མཆོང་བ།

source: write error
bo_cn: འབྲི་འཇུག་ནོར་འཁྲུལ།
