Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/dctrl-tools.po
Languages: bo_cn

source: -I requires at least one instance of -s
bo_cn: -I མ་མཐའ་ཡང་གནས་ཚུལ -s གཅིག་དགོས།

source: A pattern is mandatory
bo_cn: ངེས་པར་དུ་དཔེ་དབྱིབས་ཤིག་ཡོད་དགོས།

source: Append the specified column.
bo_cn: གཏན་འཁེལ་གྱི་སྟར་སྣོན་པ།

source: Attempt mmapping input files
bo_cn: རྟེན་འཕྲོ་ཡིག་ཆ་ཕྱིར་འདོན་ཚོད་ལྟ།

source: Debug option parsing.
bo_cn: འདེམས་ཚན་བརྡ་སྤྲོད་དབྱེ་ཞིབ་ཚོད་སྒྲིག

source: Do an exact match.
bo_cn: ཞིབ་ཕྲའི་དོ་མཉམ་ཐེངས་ཤིག་བྱེད།

source: Do not print a table heading
bo_cn: རེའུ་མིག་མགོ་ཞིག་པར་འདེབས་བྱས་མ་ཐུབ།

source: FIELD,FIELD,...
bo_cn: ཡིག་དུམ། ཡིག་དུམ།...

source: Ignore case when looking for a match.
bo_cn: འཚོལ་བཤེར་ཟླ་སྒྲིག་བྱེད་སྐབས་འབྲི་ཆེ་ཆུང་ལ་སྣང་མེད་གཏོང་།

source: Ignore parse errors
bo_cn: བརྡ་སྤྲོད་དབྱེ་ཞིབ་ནོར་འཁྲུལ་སྣང་མེད་གཏོང་།

source: LEVEL
bo_cn: རིམ་པ།

source: Match only whole package names (this implies -e)
bo_cn: མཉེན་ཆས་ཐུམ་མིང་ཧྲིལ་བོ་ཁོ་མ་ཟླ་སྒྲིལ་བྱེད།(འདུས་པའི་འདེམས་ཚན་ -e གབ་ཚུད།)

source: Parse error in field.
bo_cn: ཡི་དུམ་དབྱེ་ཞིབ་ནོར་འཁྲུལ།

source: Print out the copyright license.
bo_cn: པར་འདེབས་པར་དབང་ཆོག་མཆན།

source: Print unpairable records from the indicated file (either 1 or 2)
bo_cn: མངོན་པའི་ཡིག་ཆ་རུ་ཆ་སྒྲིག་མི་ཐུབ་པའི་ཐོ་འགོད་པར་འདེབས་བྱེད། (1 ཡང་ན། 2)

source: Regard the pattern as an extended POSIX regular expression.
bo_cn: དཔེ་དབྱིངས་རྒྱ་སྐྱེད་ཀྱི་POSIX རྒྱུན་ལྡན་མཚོན་ཚུལ་བྱ།

source: Restrict pattern matching to the FIELDs given.
bo_cn: རྣམ་པ་བྱིན་པའི་ཡིག་དུམ་གྱི་ཟླ་སྒྲིག་འགོག་པ།

source: Set debugging level to LEVEL.
bo_cn: debugརིམ་པ་LEVELལ་སྒྲིག་འགོད།

source: Show only paragraphs that do not match.
bo_cn: ཆ་མི་མཉམ་པའི་དུམ་ཚན་ཁོ་ན་མངོན་པ།

source: Show only the body of these fields from the matching paragraphs.
bo_cn: དོ་མཉམ་དུམ་ཚན་ནང་གི་ཡིག་དུམ་འདི་དག་གི་དངོས་ཀྱི་ཆ་ཤས་ཁོ་ན་མངོན་པ།

source: Show only the count of matching paragraphs.
bo_cn: དོ་མཉམ་དུམ་ཚན་གྱི་གྲངས་ཀ་ཁོ་ན་མངོན་པ།

source: Show those fields that have NOT been selected with -s
bo_cn: ཞུགས་གྲངས་-s སྤྱོད་ནས་མ་བདམས་པའི་ཡིག་ཆ་མངོན་པ།

source: Specify a delimiter.
bo_cn: མཚམས་དབྱེ་རྟགས་ཤིག་གཏན་འཁེལ་བྱེད།

source: Specify sort keys.
bo_cn: གཏན་འཁེལ་བའི་རིགས་དགར་མཐེབ།

source: Specify the common join field
bo_cn: སྤྱི་སྤྱོད།་ཀྱི་འབྲེལ་ཁོངས་སྟོན་པ།

source: Specify the format of the output file
bo_cn: ཕྱིར་འདོན་ཡིག་ཆའི་རྣམ་གཞག་སྟོན་པ།

source: Specify the join field to use for the first file
bo_cn: ཡིག་ཆ་དང་པོ་ལ་སྤྱོད་མཁན་གྱི་འབྲེལ་མཐུད་ཁོངས་སྟོན་པ།

source: Specify the join field to use for the second file
bo_cn: ཡིག་ཆ་གཉིས་པ་ལ་སྤྱོད་མཁན་གྱི་འབྲེལ་མཐུད་ཁོངས་སྟོན་པ།

source: Specify the pattern to search for
bo_cn: དཔེ་དབྱིབས་བསྟན་ནས་འཚོལ་བཤེར་བྱེད།

source: Suppress field names when showing specified fields.
bo_cn: བསྟན་པའི་ཡིག་དུམ་མངོན་སྐབས་སུ། ཡིག་དུམ་གྱི་མིང་བཙིར་གནོན་བྱེད།

source: Test for version number equality.
bo_cn: པར་གཞིའི་ཨང་ཀི་འདྲ་མཚུངས་ཡིན་མིན་ཚོད་ལྟ་བྱེད།

source: This is a shorthand for -FPackage.
bo_cn: འདི་ནི་བསྡུས་བྲིས་ཀྱི་Fpackage ཡིན།

source: This is a shorthand for -FSource:Package.
bo_cn: འདི་ནི་བསྡུས་བྲིས་ཀྱི་FSource:Packageཡིན།

source: Version number comparison: <=.
bo_cn: པར་གཞི་ཨང་བསྡུར་བ།：<=

source: Version number comparison: >=.
bo_cn: པར་གཞི་ཨང་བསྡུར་བ།：>=

source: bad multibyte character
bo_cn: ནོར་འཁྲུལ་གྱི་ཡིག་ཚིགས་མང་པོའི་ཡིག་རྟགས།

source: cannot join a stream with itself
bo_cn: རྒྱུན་ཞིག་རང་ཉིད་ལ་སྣོན་མི་ཐུབ།

source: cannot suppress field names when showing whole paragraphs
bo_cn: དུམ་ཚན་ཧྲིལ་བོ་མངོན་སྐབས་སུ་ཡིག་དུམ་མིང་བཙིར་གནོན་བྱ་མི་ཐུབ།

source: expected a colon
bo_cn: ལྷག་བཅས་ཀྱི་རྟགས་ཡིན་དགོས།

source: expected either '1.' or '2.' at the start of the field specification
bo_cn: '1.' ཡང་ན་ '2.' ཁོངས་ཀྱིས་བསྟན་པའི་མགོར་རེ་འདུན་ཡོད།

source: grep-dctrl -- grep Debian control files
bo_cn: grep-dctrl -- grep Debian ཚོད་འཛིན་ཡིག་ཆ།

source: internal error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།

source: invalid column length
bo_cn: ནུས་མེད་སྟར་གྱི་རིང་ཚད།

source: invalid key flag
bo_cn: ནུས་མེད་ཀྱི་གསང་ལྡེའི་མཚོན་རྟགས།

source: is a block device, skipping
bo_cn: རྡོག་གི་སྒྲིག་ཆས་ཤིག་ཡིན། མཆོང་པ།

source: is a directory, skipping
bo_cn: དཀར་ཆག་ཅིག་ཡིན། མཆོང་པ།

source: is a socket, skipping
bo_cn: མཐུད་ཁ་ཞིག་ཡིན། མཆོང་པ།

source: join-dctrl -- join two Debian control files
bo_cn: join-dctrl -- Debian ཚོད་འཛིན་ཡིག་ཆ་གཉིས་སྣོན།

source: malformed argument to '-a'
bo_cn: '-a' མི་འགྲིག་པའི་སྒྲུབ་གཞི།

source: missing ')' in command line
bo_cn: བཀའ་བརྡ་ཕྲེང་དུ་“)“ཆད་པ།

source: missing '.' in output field specification
bo_cn: '.'བོར་བ། ཕྱིར་འདོན་ཁོངས་སུ་སྟོན་པ།

source: need exactly two input files
bo_cn: གཏན་འཁེལ་བའི་ནང་འཇུག་ཡིག་ཆ་གཉིས་དགོས།

source: no such log level '%s'
bo_cn: “%s”ཉིན་ཐོ་རིམ་པ་འདི་མེད།

source: sort-dctrl -- sort Debian control files
bo_cn: sort-dctrl -- sort Debian ཚོད་འཛིན་ཡིག་ཆ།

source: tbl-dctrl -- tabularize Debian control files
bo_cn: tbl-dctrl -- tabularize Debian ཚོད་འཛིན་ཡིག་ཆ།

source: the join field of the first file has already been specified
bo_cn: ཡིག་ཆ་དང་པོའི་འབྲེལ་མཐུད་ཁོངས་བསྟན་པ།

source: the join field of the second file has already been specified
bo_cn: ཡིག་ཆ་གཉིས་པའི་འབྲེལ་མཐུད་ཁོངས་བསྟན་པ།

source: too many file names
bo_cn: ཡིག་ཆའི་མིང་མང་དྲགས།

source: too many output fields
bo_cn: ཕྱིར་འདོན་ཡིག་དུམ་མང་དྲགས།

source: unknown file type, skipping
bo_cn: མི་ཤེས་པའི་ཡིག་ཆ་རིགས་གྲས། མཆོང་པ།

source: warning: expected a colon
bo_cn: ཐ་ཚིག ལྷག་བཅས་ཀྱི་རྟགས་ཤིག་ཡིན་དགོས།
