Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/dselect.po
Languages: bo_cn

source: -- %d%%, press
bo_cn: -- %d%%，གནོན་རོགས།

source: (alphabetically)
bo_cn: (གསལ་བྱེད་རེའུ་མིག་གི་རིམ་པ་ལྟར།)

source: (avail., priority)
bo_cn: (སྤྱོད་རུང་དང་སྔོན་རིམ་ཡིན་མིན་ལྟར།)

source: (avail., section)
bo_cn: (སྤྱོད་རུང་དང་ཁོངས་གཏོགས་རིགས་ཆེ་ཡིན་མིན་ལྟར།)

source: (by availability)
bo_cn: (སྤྱོད་རུང་ཡིན་མིན་ལྟར།)

source: (by priority)
bo_cn: (སྔོན་ཐོབ་རིམ་པ་ལྟར།)

source: (by section)
bo_cn: (གཏོགས་པའི་རིགས་ཆེ་ལྟར།)

source: (by status)
bo_cn: (རྣམ་པ་ལྟར།)

source: (status, priority)
bo_cn: (རྣམ་པ་དང་སྔོན་ཐོབ་རིམ་པ་ལྟར།)

source: (status, section)
bo_cn: (རྣམ་པ་དང་ཁོངས་གཏོགས་རིགས་ཆེ་ལྟར།)

source: mark:+/=/- terse:v help:?
bo_cn: མཚོན་རྟགས།：+/=/- རགས་བསྡུས:v རོགས་རམ།:?

source: mark:+/=/- verbose:v help:?
bo_cn: མཚོན་རྟགས།：+/=/- ཞིབ་ཚགས:v རོགས་རམ།:?

source: or
bo_cn: ཡང་ན།

source: terse:v help:?
bo_cn: རགས་བསྡུས།:v རོགས་རམ།:?

source: verbose:v help:?
bo_cn: ཞིབ་ཕྲ།:v རོགས་རམ།:?

source: %-*s %s%s%s; %s (was: %s). %s
bo_cn: %-*s %s%s%s; %s (སྔར་ན：%sཡིན།). %s

source: %s %s packages
bo_cn: %s %s མཉེན་ཆས་ཐུམ།

source: %s %s packages in section %s
bo_cn: %3$s རིགས་ཆེ་རུ་ %1$s %2$s མཉེན་ཆས་ཐུམ།

source: %s %s packages without a section
bo_cn: རིགས་ཆེ་ %s %s མཉེན་ཆས་ཐུམ་བསྟན་མེད།

source: %s for more
bo_cn: %s མུ་མཐུད་དུ་མར་ཀློག

source: %s packages in section %s
bo_cn: %2$s རིགས་ཆེ་ནང་དུ་ %1$s མཉེན་ཆས་ཐུམ།

source: %s packages without a section
bo_cn: རིགས་ཆེ་ %s མཉེན་ཆས་ཐུམ་བསྟན་མེད།

source: %s to go back
bo_cn: %s སྔར་གྱི་གནས་སར་མཆོང་ཆོག

source: <standard error>
bo_cn: <ཚད་ལྡན་ནོར་འཁྲུལ།>

source: <standard output>
bo_cn: <ཚད་ལྡན་ཕྱིར་འདོན།>

source: Abbrev.
bo_cn: བསྡུས་བྲིས།

source: Abort - quit without making changes
bo_cn: བཀོལ་སྤྱོད་མཚམས་བཞག - བཟོ་བཅོས་གང་ཡང་མ་བྱས་ནས་ཕྱིར་འདོན།

source: Access method '%s'.
bo_cn: སྒྲིག་འཇུག་བྱེད་ཐབས།“%s”

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: All packages
bo_cn: མཉེན་ཆས་ཐུམ་ཚང་མ།

source: Avail.ver
bo_cn: སྤྱོད་རུང་པར་གཞི།

source: Available
bo_cn: སྤྱོད་རུང་།

source: Available control file information
bo_cn: སྤྱོད་རུང་གི་ཚོད་འཛིན་ཡིག་ཆའི་ཆ་འཕྲིན།

source: Broken
bo_cn: སྐྱོན་ཡོད།

source: Brokenly installed packages
bo_cn: སྐྱོན་ཡོད་པའི་སྒྲིག་འཇུག་མཉེན་ཆས་ཐུམ།

source: Choose the access method to use.
bo_cn: སྤྱད་པའི་སྒྲིག་འཇུག་ཡོང་འབྱུང་འདེམ་པ།

source: Configure any packages that are unconfigured.
bo_cn: སྡེབ་སྒྲིག་མ་བྱེད་པའི་མཉེན་ཆས་ཐུམ་ཚང་མ་ལ་སྡེབ་སྒྲིག་བྱེད།

source: Cycle through information displays
bo_cn: འབྲེལ་ཡོད་ཆ་འཕྲིན་འཆར་ངོས་སུ་འཁྱམ་པ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Display, part 1: package listing and status chars
bo_cn: མངོན་པའི་ཆ་ཤས།1：མཉེན་ཆས་ཐུམ་རེའུ་མིག་དང་རྣམ་པ་མདོར་བསྡུས།

source: Display, part 2: list highlight; information display
bo_cn: མངོན་པའི་ཆ་ཤས། 2：རེའུ་མིག་དཀར་ཆའི་ཆ་ཤས། འབྲེལ་ཡོད་ཆ་འཕྲིན་གྱི་མངོན་པ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error:
bo_cn: ནོར་འཁྲུལ།

source: Explanation
bo_cn: འགྲེལ་བ།

source: Extra
bo_cn: ལྷག་མ།

source: Go to end of list
bo_cn: ཞབས་སྣེའི་རེའུ་མིག་ཏུ་མཆོང་།

source: Go to top of list
bo_cn: ཀླད་སྣེའི་རེའུ་མིག་ཏུ་མཆོང་།

source: Help information is available under the following topics:
bo_cn: ཁྱེད་ལ་གཤམ་གྱི་བརྗོད་བྱ་གཙོ་བོའི་རོགས་རམ་ཆ་འཕྲིན་ཐོབ་ཐུབ།：

source: Help:
bo_cn: རོགས་རམ།：

source: Imp
bo_cn: ནང་འདྲེན།

source: Important
bo_cn: གལ་ཆེན།

source: Inst.ver
bo_cn: སྒྲིག་འཇུག་པར་གཞི།

source: Install and upgrade wanted packages.
bo_cn: བསྟན་པའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་ཅིང་རིམ་སྤེལ།

source: Installed
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན།

source: Installed control file information
bo_cn: སྒྲིག་འཇུག་གི་ཚོད་འཛིན་ཡིག་ཆའི་ཆ་འཕྲིན།

source: Installed packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱས་ཟིན།

source: Interrelationships
bo_cn: མཉེན་ཆས་ཐུམ་གྱི་ཕན་ཚུན་འབྲེལ་བ།

source: Introduction to conflict/dependency resolution sub-list
bo_cn: འགལ་བ་/རྟེན་འབྲེལ་གྱི་གནད་དོན་ཐག་དྲས་རྒྱག་ཀྱི་བུའི་རེའུ་མིག་གི་ངོ་སྤྲོད་མདོར་བསྡུས།

source: Introduction to method selection display
bo_cn: སྒྲིག་འཇུག་ལག་ཐབས་ཀྱིས་འཆར་ངོས་ཀྱི་ངོ་སྤྲོད་མདོར་བསྡུས་འདེམ་པ།

source: Introduction to package selections
bo_cn: མཉེན་ཆས་ཐུམ་རང་འདེམས་འཆར་ངོས་ངོ་སྤྲོད་མདོར་བསྡུས།

source: Introduction to read-only package list browser
bo_cn: ཀློག་ཙམ་མཉེན་ཆས་ཐུམ་རེའུ་མིག་རགས་ལྟ་འཆར་ངོས་ངོ་སྤྲོད་མདོར་བསྡུས།

source: Keybindings
bo_cn: མཐེབ་གནས་སྡོམ་པ།

source: Keystrokes
bo_cn: མཐེབ་གནོན་བཀོལ་སྤྱོད།

source: Keystrokes for method selection
bo_cn: སྒྲིག་འཇུག་ལག་ཐབས་ཀྱི་མཐེབ་གནོན་བཀོལ་སྤྱོད་འདེམ་པ།

source: Make highlight less specific
bo_cn: མཐོ་དཀར་མངོན་པ་ལ་དམིགས་ས་མེད་པ་བྱེད།

source: Make highlight more specific
bo_cn: མཐོ་དཀར་མངོན་པ་ལ་དམིགས་ས་ཡོད་པ་བྱེད།

source: Mark package(s) for deinstall and purge
bo_cn: མཉེན་ཆས་ཐུམ་“བཤིག་འདོར་ཞིང་གཙང་སེལ་”ལྟར་མཚོན།

source: Mark package(s) for deinstallation
bo_cn: མཉེན་ཆས་ཐུམ་“འདོར་རྒྱུ”ལྟར་མཚོན།

source: Mark package(s) for installation
bo_cn: མཉེན་ཆས་ཐུམ་“སྒྲིག་འཇུག་བྱ་རྒྱུ”ལྟར་མཚོན།

source: Marked for
bo_cn: ད་ལྟ་མཚོན་ནས།

source: Move down
bo_cn: མར་སྤོ།

source: Move up
bo_cn: ཡར་སྤོ།

source: New
bo_cn: གསར་འཛུགས།

source: Newly available packages
bo_cn: སྤྱོད་རུང་མཉེན་ཆས་ཐུམ་གསར་བ།

source: No description available.
bo_cn: སྤྱོད་རུང་གི་གསལ་བཤད་མེད།

source: No explanation available.
bo_cn: དེ་དང་འབྲེལ་བའི་གསལ་བཤད་མ་རྙེད།

source: Obsolete/local
bo_cn: དོར་བ།/རང་ས།

source: Old mark
bo_cn: སྔར་ཡོད་ཀྱི་མཚོན་རྟགས།

source: Opt
bo_cn: འདེམས་རུང་།

source: Optional
bo_cn: འདེམས་རུང་།

source: Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ།

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Purged
bo_cn: གཙང་སེལ་བྱས་པ།

source: Purged packages and those never installed
bo_cn: གཙང་སེལ་བྱས་པའི་མཉེན་ཆས་ཐུམ་དང་སྒྲིག་འཇུག་བྱས་མ་མྱོང་བའི་མཉེན་ཆས་ཐུམ།

source: Quit dselect.
bo_cn: dselect བྱ་རིམ་ཕྱིར་འདོན།

source: Quit without changing selected access method
bo_cn: བྱ་རིམ་ཕྱིར་འདོན་ཞིང་། བདམས་པའི་སྒྲིག་འཇུག་ལག་ཐབས་མ་བཅོས།

source: Quit, confirming without check
bo_cn: ཕྱིར་འདོན། བཀོལ་སྤྱོད་ཅིང་ཞིབ་བཤེར་མི་བྱེད་པ་གཏན་འཁེལ།

source: Quit, confirming, and checking dependencies
bo_cn: ཕྱིར་འདོན། བཀོལ་སྤྱོད་ཅིང་གནད་དོན་བསྐྱར་བཤེར་ལ་མི་བརྟེན་པ་གཏན་འཁེལ།

source: Quit, rejecting conflict/dependency suggestions
bo_cn: ཕྱིར་འདོན། འབྲེལ་ཡོད་འགལ་བ་དང་རྟེན་འབྲེལ་གནད་དོན་གྱི་གྲོས་ཟློག་པ།

source: REINSTALL
bo_cn: 【ཡང་བསྐྱར་སྒྲིག་འཇུག】

source: Redraw display
bo_cn: བརྙན་ཡོལ་བསྐྱར་འབྲི།

source: Remove unwanted software.
bo_cn: མི་དགོས་པའི་མཉེན་ཆས་ཐུམ་འདོར་བ།

source: Removed
bo_cn: འབུད་ཟིན་པ།

source: Removed and no longer available packages
bo_cn: འདོར་ཞིང་ད་ནས་མི་སྤྱོད་པའི་མཉེན་ཆས་ཐུམ།

source: Removed packages (configuration still present)
bo_cn: འདོར་བའི་མཉེན་ཆས་ཐུམ། (དེའི་སྡེབ་སྒྲིག་ཡིག་ཆ་ད་དུང་རྒྱུད་ཁོངས་སུ་གནས་པ།)

source: Request help (cycle through help screens)
bo_cn: རོགས་རམ་རེ་ཞུ།(རོགས་རམ་འཆར་ངོས་སུ་འཁྱམ་པ།)

source: Request which packages you want on your system.
bo_cn: རྒྱུད་ཁོངས་སུ་སྒྲིག་འཇུག་གི་མཉེན་ཆས་ཐུམ་ལ་བླང་དོར་བྱེད།

source: Required
bo_cn: དགོས་མཁོ།

source: Revert to directly requested state for all packages
bo_cn: མཉེན་ཆས་ཐུམ་ཚང་མའི་རྣམ་པ་རེ་འདུན་ཚད་ལ་སླར་གསོ།

source: Revert to old state for all packages
bo_cn: མཉེན་ཆས་ཐུམ་ཚང་མའི་རྣམ་པ་མ་བཅོས་གོང་ལ་སླར་གསོ།

source: Revert to suggested state for all packages
bo_cn: མཉེན་ཆས་ཐུམ་ཚང་མའི་རྣམ་པ་གྲོས་འགོའི་ཚད་ལ་སླར་གསོ།

source: Scroll backwards through help/information
bo_cn: རོགས་རམ་ཡང་ན་འབྲེལ་ཡོད་ཆ་འཕྲིན་དུ་མདུན་འདེད།

source: Scroll backwards through help/information by 1 line
bo_cn: རོགས་རམ་ཡང་ན་འབྲེལ་ཡོད་ཆ་འཕྲིན་དུ་རྒྱབ་ལ་ཕྲེང་གཅིག་འདེད།

source: Scroll backwards through list
bo_cn: རེའུ་མིག་ཏུ་མདུན་འདེད།

source: Scroll backwards through list by 1 line
bo_cn: རེའུ་མིག་ཏུ་རྒྱབ་ལ་ཕྲེང་གཅིག་འདེད།

source: Scroll onwards through help/information
bo_cn: རོགས་རམ་ཡིག་ཚགས།་ཡང་ན་འབྲེལ་ཡོད་ཆ་འཕྲིན་དུ་མདུན་འདེད།

source: Scroll onwards through help/information by 1 line
bo_cn: རོགས་རམ་ཡིག་ཚགས།་ཡང་ན་འབྲེལ་ཡོད་ཆ་འཕྲིན་དུ་མདུན་ལ་ཕྲེང་གཅིག་འདེད།

source: Scroll onwards through list
bo_cn: རེའུ་མིག་ཏུ་མདུན་འདེད།

source: Scroll onwards through list by 1 line
bo_cn: རེའུ་མིག་ཏུ་མདུན་ལ་ཕྲེང་གཅིག་འདེད།

source: Search for ?
bo_cn: གང་འཚོལ་འདོད་དམ།

source: Search for a package whose name contains a string
bo_cn: འཚོལ་བཤེར་མཉེན་ཆས་ཐུམ་མིང་དུ་དམིགས་བསལ་ཡིག་རྟགས་ཕྲེང་གི་མཉེན་ཆས་ཐུམ་འདུས།

source: Section
bo_cn: ཆ་ཤས།

source: Select currently-highlighted access method
bo_cn: མིག་སྔ་མཐོ་དཀར་མངོན་པའི་སྒྲིག་འཇུག་ལག་ཐབས་འདེམ་པ།

source: Standard
bo_cn: ཚད་གཞི།

source: Std
bo_cn: ཚད་ལྡན།

source: Swap sort order priority/section
bo_cn: རིམ་སྒྲིག་གི་གཞི་ལེགས་སྒྲིག - སྔོན་ཐོབ་རིམ་པ/གཏོགས་པའི་རིགས་ཆེ

source: Type dselect --help for help.
bo_cn: dselect --help ནང་བཅུག་ན་རོགས་རམ་ཆ་འཕྲིན་ཀློག་ཐུབ།

source: Unclassified
bo_cn: རིགས་བཀལ་མེད།

source: Update list of available packages, if possible.
bo_cn: གལ་ཏེ་སྲིད་ན། སྤྱོད་རུང་གི་མཉེན་ཆས་ཐུམ་རེའུ་མིག་གསར་སྒྱུར་བྱེད།

source: Xtr
bo_cn: ལྷག་མ།

source: [A]ccess
bo_cn: འབྱུང་ཁུངས།[A]

source: [C]onfig
bo_cn: སྡེབ་སྒྲིག[C]

source: [I]nstall
bo_cn: སྒྲིག་འཇུག[I]

source: [Q]uit
bo_cn: ཕྱིར་འདོན།[Q]

source: [R]emove
bo_cn: འདོར་བ།[R]

source: [S]elect
bo_cn: འདེམ་པ།[S]

source: [U]pdate
bo_cn: གསར་བརྗེ[U]

source: [not bound]
bo_cn: [སྡོམ་མེད།]

source: [unk: %d]
bo_cn: [ངེས་མེད།：%d]

source: bUG
bo_cn: སྐྱོན།

source: colour
bo_cn: ཁ་དོག

source: colour attribute
bo_cn: ཁ་དོག་གི་གཏོགས་གཤིས།

source: depends on
bo_cn: རགས་ལས་པ།

source: doupdate failed
bo_cn: doupdate ཕམ་པ།

source: doupdate in SIGWINCH handler failed
bo_cn: SIGWINCH ཡི་སྒྲིག་དྲས་རྒྱག་རྟེན་འབྱུང་གྲངས་སུ་doupdate ཕམ་པ།

source: dselect - inspection of package states
bo_cn: dselect - མཉེན་ཆས་ཐུམ་གྱི་རྣམ་པ་ལྟ་བཤེར།

source: dselect - list of access methods
bo_cn: dselect - སྒྲིག་འཇུག་ལག་ཐབས་ཀྱི་རེའུ་མིག

source: dselect - main package listing
bo_cn: dselect - མཉེན་ཆས་ཐུམ་གྱི་རེའུ་མིག་གཙོ་བོ།

source: dselect - recursive package listing
bo_cn: dselect - རིམ་ལོག་གིས་མཉེན་ཆས་ཐུམ་འགྲེམས་པ།

source: enhances
bo_cn: ལ་ཕན་པ།

source: error during read of method options file '%.250s'
bo_cn: སྒྲིག་འཇུག་ལག་ཐབས་ཀྱི་འདེམས་ཚན་ཡིག་ཆ་“%.250s”ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: error during read of option description file '%.250s'
bo_cn: འདེམས་ཚན་གསལ་བཤད་ཡིག་ཆ་“%.250s” ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: error in regular expression
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་ལ་ནོར་འཁྲུལ་ཡོད།

source: error reading acknowledgement of program failure message
bo_cn: བྱ་རིམ་གྱི་ནོར་འཁྲུལ་གསལ་སྟོན་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: error reading keyboard in help
bo_cn: རོགས་རམ་འཆར་ངོས་སུ་མཐེབ་གཞོང་ནང་འཇུག་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: error reading options file '%.250s'
bo_cn: སྒྲིག་འཇུག་ལག་ཐབས་ཀྱི་འདེམས་ཚན་ཡིག་ཆ་“%.250s”ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: failed to allocate colour pair
bo_cn: ཁ་དོག་ཆ་བགོད་པ་ཕམ་པ།

source: failed to block SIGWINCH
bo_cn: SIGWINCH བརྡ་རྟགས་འགོག་མི་ཐུབ།

source: failed to create baselist pad
bo_cn: རྨང་རེའུ་མིག་གི་སྒེའུ་ཁུང་ཆུང་བ་བཟོ་མི་ཐུབ།

source: failed to create heading pad
bo_cn: ཁ་བྱང་སྒེའུ་ཁུང་ཆུང་བ་བཟོ་མི་ཐུབ།

source: failed to create info pad
bo_cn: འབྲེལ་ཡོད་ཆ་འཕྲིན་སྒེའུ་ཁུང་ཆུང་བ་བཟོ་མི་ཐུབ།

source: failed to create query window
bo_cn: འཚོལ་བཤེར་སྒེའུ་ཁུང་གསར་བཟོ་ཕམ་པ།

source: failed to create thisstate pad
bo_cn: thisstate སྒེའུ་ཁུང་ཆུང་བ་བཟོ་མི་ཐུབ།

source: failed to create title window
bo_cn: ཁ་བྱང་སྒེའུ་ཁུང་གསར་བཟོ་ཕམ་པ།

source: failed to create whatinfo window
bo_cn: whatinfo སྒེའུ་ཁུང་གསར་བཟོ་ཕམ་པ།

source: failed to get old SIGWINCH sigact
bo_cn: སྔོན་གྱི་ SIGWINCH sigact ཐོབ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: failed to get old signal mask
bo_cn: སྔོན་གྱི་ signal mask ཐོབ་སྐབས་ཕམ་པ།

source: failed to getch in main menu
bo_cn: འདེམས་བྱང་གཙོའི་འཆར་ངོས་སུ་ getch ཕམ་པ།

source: failed to read option description file '%.250s'
bo_cn: འདེམས་ཚན་གསལ་བཤད་ཡིག་ཆ་“%.250s”ཀློག་པ་ཕམ་པ།

source: failed to restore old SIGWINCH sigact
bo_cn: སྔོན་གྱི་ SIGWINCH sigact སླར་གསོ་ཕམ་པ།

source: failed to restore old signal mask
bo_cn: སྔོན་གྱི་ signal mask སླར་གསོ་ཕམ་པ།

source: failed to set new SIGWINCH sigact
bo_cn: SIGWINCH sigact གསར་བ་སྒྲིག་འགོད་ཕམ་པ།

source: failed to unblock SIGWINCH
bo_cn: SIGWINCH འགོག་པའི་བརྡ་རྟགས་ལེན་མི་ཐུབ།

source: getch failed
bo_cn: getch ཕམ་པ།

source: half installed
bo_cn: ཆ་ཤས་སྒྲིག་འཇུག

source: index string too long
bo_cn: གསལ་བྱང་ཡིག་ཕྲེང་རིང་དྲགས།

source: install
bo_cn: སྒྲིག་འཇུག

source: installation script
bo_cn: མཉེན་ཆས་ཐུམ་གྱིས་ཞབས་དེབ་སྒྲིག་འཇུག

source: installed
bo_cn: སྒྲིག་འཇུག་བྱས།

source: invalid search option given
bo_cn: ནུས་མེད་ཀྱི་འཚོལ་བཤེར་འདེམས་ཚན་བསྟན་པ།

source: ioctl(TIOCGWINSZ) failed
bo_cn: ioctl(TIOCGWINSZ) ཕམ་པ།

source: menu
bo_cn: འདེམས་བྱང་།

source: method '%.250s' has name that is too long (%d > %d characters)
bo_cn: སྒྲིག་འཇུག་ལག་ཐབས་“%.250s”ཡི་མིང་རིང་དྲགས།(%d > %d ཡི་ཡིག་རྟགས།)

source: new package
bo_cn: མཉེན་ཆས་ཐུམ་གསར་འབྱོར།

source: newline before option name start
bo_cn: འདེམས་ཚན་མིང་མགོ་རྩོམ་སྔོན་དུ་ཕྲེང་བརྗེ་རྟགས་རྙེད་པ།

source: newline before summary
bo_cn: སྤྱི་བཤད་སྔོན་དུ་ཕྲེང་བརྗེ་རྟགས་རྙེད་པ།

source: non-alphanum in option name
bo_cn: འདེམས་ཚན་མིང་དུ་གསལ་བྱེད་མིན་པ་ཞིང་ཨང་ཀི་མིན་པའི་ཡིག་རྟགས་རྙེད་པ།

source: non-digit where digit wanted
bo_cn: ཨང་ཀི་ཡོད་དགོས་པའི་གནས་སུ་ཨང་ཀི་མ་རྙེད།

source: nonalpha where option name start wanted
bo_cn: འདེམས་ཚན་མིང་མགོ་རྩོམ་པའི་གནས་སུ་གསལ་བྱེད་མིན་པ།

source: not installed
bo_cn: སྒྲིག་འཇུག་བྱས་མེད།

source: pre-depends on
bo_cn: སྔོན་རྟེན་སར།

source: provides
bo_cn: མཁོ་འདོན།

source: purge
bo_cn: གཙང་སེལ།

source: query/setup script
bo_cn: ཞབས་དེབ་འཚོལ་བ།/སྒྲིག་འགོད།

source: recommends
bo_cn: འོས་སྦྱོར།

source: remove
bo_cn: འདོར་བ།

source: removed (configs remain)
bo_cn: འདོར་བ།(ལྷག་ལྷེབ་སྡེབ་སྒྲིག་ཡིག་ཆ།)

source: replaces
bo_cn: ཚབ་བྱེད་པ།

source: screen part
bo_cn: མངོན་པའི་ཆ་ཤས།

source: suggests
bo_cn: བསམ་འཆར།

source: syntax error in method options file '%.250s' -- %s
bo_cn: སྒྲིག་འཇུག་ལག་ཐབས་ཀྱི་འདེམས་ཚན་ཡིག་ཆ་“%.250s” ནང་དུ་བརྡ་སྤྲོད་ནོར་འཁྲུལ་ -- %s ཡོད།

source: terminal lacks necessary features, giving up
bo_cn: མཐའ་སྣེ་ལ་དགོས་ངེས་ཀྱི་ཁྱད་ཆོས་ཆད་པས། བཀོལ་སྤྱོད་མཚམས་འཇོག་པ།

source: unable to access method script '%.250s'
bo_cn: ལག་ཐབས་ཞབས་དེབ་“%.250s”ལ་ལྟ་སྤྱོད་མི་ཐུབ།

source: unable to open current option file '%.250s'
bo_cn: མིག་སྔའི་འདེམས་ཚན་ཡིག་ཆ་“%.250s”ཁ་འབྱེད་མི་ཐུབ།

source: unable to open option description file '%.250s'
bo_cn: འདེམས་ཚན་གསལ་བཤད་ཡིག་ཆ་“%.250s”ཁ་འབྱེད་མི་ཐུབ།

source: unable to read '%.250s' directory for reading methods
bo_cn: “%.250s”དཀར་ཆག་བཀླགས་ནས་སྒྲིག་འཇུག་ལག་ཐབས་ཀྱི་འབྲེལ་ཡོད་ཆ་འཕྲིན་ཐོབ་མི་ཐུབ།

source: unable to read method options file '%.250s'
bo_cn: ལག་ཐབས་ཞབས་དེབ་“%.250s”ཀློག་མི་ཐུབ།

source: unable to stat option description file '%.250s'
bo_cn: འདེམས་ཚན་གསལ་བཤད་ཡིག་ཆ་“%.250s” stat མི་ཐུབ།

source: unable to write new option to '%.250s'
bo_cn: འདེམས་ཚན་ཡིག་ཆ་“%.250s”གསར་པ་འབྲི་མི་ཐུབ།

source: unknown action string '%.50s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་བཀོལ་སྤྱོད་ཡིག་ཕྲེང་“%.50s”

source: unpacked (not set up)
bo_cn: བཙིར་གནོན་འགྲོལ་བ།(སྒྲིག་འགོད་བྱས་མེད།)

source: update available list script
bo_cn: སྤྱོད་རུང་མཉེན་ཆས་ཐུམ་རེའུ་མིག་གི་ཞབས་དེབ་གསར་སྒྱུར།
