Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/duplicity.po
Languages: bo_cn

source: %d difference found
bo_cn: ཚན་ %d ཁྱད་པར་རྙེད།

source: %d file compared
bo_cn: %d ཡིག་ཆ་བསྡུར་བ།

source: %d file exists in cache
bo_cn: ལྷོད་གསོག་ཏུ་ཡིག་ཆ་ %d ཡོད།

source: %d file exists on backend
bo_cn: གྲབས་ཉར་དུ་ཡིག་ཆ་ %d ཡོད།

source: %s not found in archive - no files restored.
bo_cn: ཉར་ཚགས་སུ %s མེད། - ཕྱིར་ལོག་གཅིག་ཀྱང་བྱེད་མེད།

source: A %s
bo_cn: འཕར་བསྣན %s

source: Added incremental Backupset (start_time: %s / end_time: %s)
bo_cn: འཕར་ཚད་གྲབས་ཉར་ཚོགས་གསར་སྣོན། (འགོ་རྩོམ་དུས་ཚོད།：%s / མཇུག་སྒྲིལ་དུས་ཚོད།：%s)

source: Added set %s to pre-existing chain %s
bo_cn: ཚོགས་སྤྱི་ %s ཡོད་པའི་གྲབས་ཉར་ཕྲེང་ %s ལ་སྣོན།

source: Also found %d backup set not part of any chain,
bo_cn: ད་དུང་%d གྲབས་ཉར་ཕྲེང་གང་རུང་ལ་མི་གཏོགས་པའི་གྲབས་ཉར་ཚོགས་རྙེད་པ།

source: Archive dir: %s
bo_cn: ཉར་ཚགས་ཀྱི་འགྲོ་ལམ།：%s

source: Attempt %s failed. %s: %s
bo_cn: ཐེངས་ %s ཚོད་ལྟ་ཕམ་པ་%s: %s

source: Attempt to forget unknown tempfile %s - this is probably a bug.
bo_cn: མི་ཤེས་པའི་གནས་སྐབས་ཡིག་ཆ་ %s ལེན་པར་ཚོད་ལྟ། - འདི་ནི་ bug ཞིག་ཡིན་སྲིད།

source: Backend error detail: %s
bo_cn: རྒྱབ་སྟེགས་སྒྲིག་ཆས་ནོར་འཁྲུལ་གནས་ཚུལ་ཞིབ་ཕྲ།：%s

source: Backends and their URL formats:
bo_cn: རྒྱབ་སྟེགས་དང་ URL རྣམ་གཞག：

source: Backtrace of previous error: %s
bo_cn: ནོར་འཁྲུལ་གོང་མའི་ཕྱིར་ལོག：%s

source: Backup Statistics
bo_cn: གྲབས་ཉར་བསྡོམས་རྩིས།

source: Backup source directory %s does not exist.
bo_cn: གྲབས་ཉར་ཁུངས་དཀར་ཆག་ %s མེད།

source: BackupSet.delete: missing %s
bo_cn: BackupSet.delete: %s བོར་བ།

source: Calculated hash: %s
bo_cn: བརྩིས་པའི་ hash ཚད།：%s

source: Cannot use empty passphrase with symmetric encryption! Please try again.
bo_cn: དོ་མཉམ་གསང་སྡོམ་གྱིས་གསང་ཨང་སྟོང་པ་སྤྱོད་མི་ཐུབ། ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Chain end time:
bo_cn: གྲབས་ཉར་ཕྲེང་མཇུག་སྒྲིལ་གྱི་དུས་ཚོད།：

source: Chain start time:
bo_cn: གྲབས་ཉར་ཕྲེང་མགོ་རྩོམ་གྱི་དུས་ཚོད།：

source: Cleaning up previous partial %s backup set, restarting.
bo_cn: སྔོན་ལུས་པའི་ཆ་མི་ཚང་བའི་གྲབས་ཉར་ཚོགས %s གཙང་བཤེར་བྱེད་ཅིང་། ཡང་བསྐྱར་གྲབས་ཉར་བྱེད།

source: Cleanup of temporary directory %s failed - this is probably a bug.
bo_cn: གནས་སྐབས་དཀར་ཆག་ %s གཙང་བཤེར་ཕམ་པ། - འདི་ནི་ bug ཞིག་ཡིན་སྲིད།

source: Cleanup of temporary file %s failed
bo_cn: གནས་སྐབས་ཡིག་ཆ་ %s གཙང་བཤེར་ཕམ་པ།

source: Collection Status
bo_cn: ཕྱོགས་བསྡུས་རྣམ་པ།

source: Command line error: %s
bo_cn: བཀའ་བརྡ་ཕྲེང་གི་ནོར་འཁྲུལ།：%s

source: Command line warning: %s
bo_cn: བཀའ་བརྡ་ཕྲེང་གི་ཐ་ཚིག %s

source: Commands:
bo_cn: བཀའ་བརྡ།

source: Comparing %s and %s
bo_cn: %s དང་ %s སྡུར་བ།

source: Connecting with backend: %s
bo_cn: རྒྱབ་སྟེགས་སྒྲིག་ཆས།：%sའབྲེལ་བ།

source: Connection failed, please check your password: %s
bo_cn: བསྡུས་སྒྲིལ་ཕམ་པ། ཁྱེད་ཀྱི་གསང་ཨང་།：%s ལ་ཞིབ་བཤེར་བྱེད་རོགས།

source: Copying %s to local cache.
bo_cn: %s ནི་རང་སའི་ལྷོད་གཏོང་ལ་མཁོ་ཕབ་བྱེད།

source: Could not initialize backend: %s
bo_cn: རྒྱབ་སྟེགས།：%s ཐོག་མ་ཅན་དུ་སྒྱུར་མི་ཐུབ།

source: D %s
bo_cn: %s འདོར་བ།

source: Data for file %s is different
bo_cn: ཡིག་ཆ་ %s ཡི་གཞི་གྲངས་མི་མཚུངས།

source: Deleting %s
bo_cn: %s འདོར་བ།

source: Deleting backup chain at time:
bo_cn: གཤམ་གྱི་དུས་ཚོད་གྲབས་ཉར་ཕྲེང་འདོར་བ།

source: Deleting complete backup chain %s
bo_cn: ཀུན་པོའི་གྲབས་ཉར་ཕྲེང་ %s འདོར་བ།

source: Deleting complete signature chain %s
bo_cn: ཀུན་པོའི་མིང་འགོད་ཕྲེང་ %sའདོར་བ།

source: Deleting incremental backup chain %s
bo_cn: འཕར་ཚད་གྲབས་ཉར་ཕྲེང་ %s འདོར་བ།

source: Deleting incremental signature chain %s
bo_cn: འཕར་ཚད་མིང་འགོད་ཕྲེང་ %s འདོར་བ།

source: Deleting local %s (not authoritative at backend).
bo_cn: རང་སའི་ %s འདོར་བ།(རྒྱབ་སྟེགས་སྒྲིག་ཆས་སུ་བྱེད་ནུས་མི་ཐོན།)

source: Deleting this file from backend:
bo_cn: རྒྱབ་སྟེགས་སུ་ཡིག་ཆ་འདི་འདོར་བ།：

source: Deleting tree %s
bo_cn: དཀར་ཆག་སྡོང་འགྲེམས %s འདོར་བ།

source: Device file %%s has numbers %s, expected %s
bo_cn: སྒྲིག་ཆས་ཡིག་ཆ་ %%s དང་། སྒྲིག་ཆས་ཨང་ནི་ %s %s ཡིན་དགོས།

source: Difference found:
bo_cn: ཁྱད་པར་རྙེད་པ།：

source: Enter 'duplicity --help' for help screen.
bo_cn: duplicity --help ནང་བཅུག་ནས་རོགས་རམ་ལ་ལྟ་བ།

source: Error %s getting delta for %s
bo_cn: ནོར་འཁྲུལ་ %s ( %s ཡི་ཁྱད་པར་རྩིས་སྐབས་ནོར་འདོན་པ།)

source: Error '%s' patching %s
bo_cn: ནོར་འཁྲུལ་“%s” མིག་སྔར་ %s ཕྱིར་འབྲི།

source: Error '%s' processing %s
bo_cn: ནོར་འཁྲུལ་ %s ( %s སྒྲིག་དྲས་རྒྱག་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།)

source: Error accessing possibly locked file %s
bo_cn: སྒྲོག་སྲིད་པའི་ཡིག་ཆ་ %s ལྟ་སྤྱོད་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: Error compiling regular expression %s
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་ %s དབྱེ་ཞིབ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error initializing file %s
bo_cn: ཡིག་ཆ་ %s ཐོག་མ་ཅན་དུ་སྒྱུར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error listing directory %s
bo_cn: དཀར་ཆག་ %s འགྲེམས་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error opening file %s
bo_cn: ཡིག་ཆ་ %s ཁ་འབྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Extracting backup chains from list of files: %s
bo_cn: ཡིག་ཆ་རེའུ་མིག་ལས་གྲབས་ཉར་ཕྲེང་།：%sའདོན་པ།

source: Failed to read %s: %s
bo_cn: %s ཀློག་པ་ཕམ་པ།： %s

source: Fatal Error: Neither remote nor local manifest is readable.
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན།：རང་ས་དང་རྒྱང་རིང་གསལ་ཐོ་ཀློག་མི་ཐུབ།

source: Fatal Error: No manifests found for most recent backup
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན།：ཉེ་བའི་གྲབས་ཉར་གྱི་གསལ་ཐོ་མེད།

source: Fatal Error: Remote manifest does not match local one. Either the remote backup set or the local archive directory has been corrupted.
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན།：རྒྱང་རིང་དང་རང་སའི་གསལ་ཐོ་ཆ་མི་མཉམ། རང་སའི་ཉར་ཚགས་དཀར་ཆག་ཡང་ན་རྒྱང་རིང་གྲབས་ཉར་ཚོགས་ཐོར་བ།

source: Fatal Error: Unable to start incremental backup. Old signatures not found and incremental specified
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན།：རྙིང་པའི་མིང་རྟགས་འགོད་པ་མེད། འཕར་ཚད་གྲབས་ཉར་མགོ་སློང་མི་ཐུབ།

source: File %%s has mtime %s, expected %s
bo_cn: ཡིག་ཆ་ %%s mtime ནི %s ཡིན། %sཡིན་དགོས།

source: File %%s has permissions %s, expected %s
bo_cn: ཡིག་ཆ་ %%s དབང་ཚད་ནི %s ཡིན། %sཡིན་དགོས།

source: File %%s has type %s, expected %s
bo_cn: ཡིག་ཆ་ %%s རིགས་གྲས་ནི་ %s ཡིན། %s ཡིན་དགོས།

source: File %s already exists, will not overwrite.
bo_cn: ཡིག་ཆ་ %s ཡོད་པ། མི་འགེབས་པ།

source: File %s is missing
bo_cn: ཡིག་ཆ་ %s བོར་བ།

source: File %s is not part of a known set; creating new set
bo_cn: ཡིག་ཆ་ %s ཤེས་པའི་ཚོགས་སྤྱི་གང་རུང་ལ་ཡང་མི་གཏོགས། ཚོགས་སྤྱི་གསར་པ་བཟོ།

source: File %s is part of known set
bo_cn: ཡིག་ཆ་ %s ཤེས་པའི་ཚོགས་སྤྱིར་གཏོགས།

source: File %s not found locally after get from backend
bo_cn: རྒྱབ་སྟེགས་ལས་ལེན་རྗེས། རང་སར་ཡིག་ཆ་ %s མི་རྙེད།

source: File %s was corrupted during upload.
bo_cn: ཡིག་ཆ་ %s ཡར་སྐྱེལ་ནོར་འཁྲུལ་བྱུང་།

source: File: %s
bo_cn: ཡིག་ཆ།：%s

source: First and second passphrases do not match! Please try again.
bo_cn: ནང་བཅུག་ཐེངས་གཉིས་ཀྱི་གསང་ཨང་ཆ་མི་མཉམ། ཡར་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Forgetting temporary file %s
bo_cn: གནས་སྐབས་ཡིག་ཆ་ %s ལེན་པ།

source: Found %d secondary backup chain.
bo_cn: %d ཡི་རིམ་ཕལ་གྲབས་ཉར་ཕྲེང་རྙེད་པ།

source: Found backup chain %s
bo_cn: གྲབས་ཉར་ཕྲེང་ %s རྙེད་པ།

source: Found old backup chain at the following time:
bo_cn: གཤམ་གྱི་དུས་ཚོད་ཀྱི་གྲབས་ཉར་ཕྲེང་རྙིང་པ་རྙེད་པ།：

source: Found orphaned set %s
bo_cn: ཁེར་རྐྱང་གི་ཚོགས་སྤྱི་ %s རྙེད་པ།

source: Found primary backup chain with matching signature chain:
bo_cn: གྲབས་ཉར་ཕྲེང་གཙོ་དང་དེའི་འབྲེལ་བའི་མིང་རྟགས་ཕྲེང་རྙེད་པ།：

source: Found the following file to delete:
bo_cn: གཤམ་གྱི་འདོར་དགོས་པའི་ཡིག་ཆ་རྙེད་པ：

source: Full
bo_cn: ཆ་ཚང་།

source: GPG error detail: %s
bo_cn: GPG ནོར་འཁྲུལ་གནས་ཚུལ་ཞིབ་ཕྲ།：%s

source: GPG process %d terminated before wait()
bo_cn: GPG འཕེལ་རིམ་ %d ནི་ wait() སྔོན་དུ་མཇུག་སྒྲིལ།

source: Getting delta of %s and %s
bo_cn: %s དང་ %s ཡི་ཁྱད་པར་རྩིས།

source: Giving up after %s attempts. %s: %s
bo_cn: ཐེངས་ %s ཡི་ཚོད་ལྟ་བྱས་རྗེས་%s: %s བསྐྱུར།

source: GnuPG passphrase for signing key:
bo_cn: GnuPG མིང་རྟགས་འགོད་པའི་གསང་ལྡེའི་གསང་ཨང་།：

source: GnuPG passphrase:
bo_cn: GnuPG གསང་ཨང་།：

source: Hashes don't match
bo_cn: ཧ་ཞིའི་ཚད་ཆ་མི་མཉམ།

source: IGNORED_ERROR: Warning: ignoring error as requested: %s: %s
bo_cn: སྣང་མེད་དུ་བཏང་བའི་ནོར་འཁྲུལ།：ཐ་ཚིག སྒྲིག་འགོད་ལྟར་ནོར་འཁྲུལ།：%s: %s སྣང་མེད་དུ་གཏོང་།

source: INT intercepted...exiting.
bo_cn: INT བརྡ་རྟགས་འབྱོར་བ། ... ཕྱིར་འདོན་པ།

source: Ignoring file (rejected by backup set) '%s'
bo_cn: སྣང་མེད་དུ་གཏོང་། (གྲབས་ཉར་ཚོགས་པས་ཟློག་པ།) ཡིག་ཆ། %s

source: Ignoring incremental Backupset (start_time: %s; needed: %s)
bo_cn: འཕར་ཚད་གྲབས་ཉར་ཚོགས་སྣང་མེད་དུ་གཏོང་། (མགོ་རྩོམ་དུས་ཚོད།：%s མཇུག་སྒྲིལ་དུས་ཚོད།：%s)

source: Import of %s %s
bo_cn: Python import %s %s

source: Incremental
bo_cn: འཕར་ཚད།

source: Invalid data - %s hash mismatch for file:
bo_cn: ནུས་མེད་ཀྱི་གཞི་གྲངས་ - %s hash ཚད་དང་ཡིག་ཆ་ཆ་མི་མཉམ།：

source: Last %s backup left a partial set, restarting.
bo_cn: ཉེ་ཆར %s གྲབས་ཉར་གྱིས་ཆ་མི་ཚང་བའི་གྲབས་ཉར་ཚོགས་ཤིག་ལྷག གྲབས་ཉར་མགོ་བསྐྱར་སློང་།

source: Last full backup date:
bo_cn: ཐེངས་ཆེས་མཐའ་མའི་གྲབས་ཉར་དུས་ཚེས།：

source: Last full backup date: none
bo_cn: ཐེངས་ཆེས་མཐའ་མའི་གྲབས་ཉར་དུས་ཚེས།：མེད།

source: Last full backup is too old, forcing full backup
bo_cn: ཐེངས་ཆེས་མཐའ་མའི་གྲབས་ཉར་དུས་བརྒལ། བཙན་ཤེད་ཀྱིས་ཆ་ཚང་གྲབས་ཉར།

source: Local and Remote metadata are synchronized, no sync needed.
bo_cn: རང་ས་དང་རྒྱང་རིང་རྒྱུ་གཞི་གྲངས་གོམ་མཉམ་པ། ཡང་བསྐྱར་གོམ་མཉམ་བྱེད་མི་དགོས།

source: M %s
bo_cn: %s བཟོ་བཅོས།

source: Main action:
bo_cn: བཀོལ་སྤྱོད་གཙོ་བོ།：

source: Making directory %s
bo_cn: དཀར་ཆག %s གསར་བཟོ།

source: Manifest hash: %s
bo_cn: གསལ་ཐོའི་ hash ཚད།：%s

source: Manifests not equal because different volume numbers
bo_cn: གསལ་ཐོར་མི་འདྲ་བའི་སྒྲིལ་གྲངས་ཚུད་པ།

source: Manifests not equal because hosts or directories differ
bo_cn: གསལ་ཐོའི་གཙོ་འཁོར་ཡང་ན་དཀར་ཆག་མི་མཚུངས།

source: Manifests not equal because volume lists differ
bo_cn: གསལ་ཐོའི་སྒྲིལ་རེའུ་མིག་མི་མཚུངས།

source: MultiBackend: Could not load config file %s: %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ།：སྡེབ་སྒྲིག་ཡིག་ཆ་ %s：%s ཀློག་མི་ཐུབ།

source: MultiBackend: _put: write to store #%s (%s)
bo_cn: རྒྱབ་སྟེགས་མང་པོ།：_put：རྒྱབ་སྟེགས་གསོག་འཇོག་ #%s། (%s)འབྲི་བ།

source: MultiBackend: combined list: %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ།：མཉམ་བསྲེས་རེའུ་མིག：%s

source: MultiBackend: failed to delete %s from %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ།： %s འདོར་བ་ཕམ་པ། ( %s ལས་འདོར་བ།)

source: MultiBackend: failed to delete %s. Tried all backing stores and none succeeded
bo_cn: རྒྱབ་སྟེགས་མང་པོ： %s འདོར་བ་ཕམ་པ། རྒྱབ་སྟེགས་གསོག་འཇོག་ཚང་མ་ཚོད་ལྟ་བྱས་ཀྱང་ཕམ་པ།

source: MultiBackend: failed to get %s to %s from %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ།： %s ལས་ %s ལེན་པ་ཕམ་པ། ( %s ལས་ལེན་པ།)

source: MultiBackend: failed to get %s. Tried all backing stores and none succeeded
bo_cn: རྒྱབ་སྟེགས་མང་པོ།： %s ལེན་པ་ཕམ་པ། རྒྱབ་སྟེགས་གསོག་འཇོག་ཚང་མ་ཚོད་ལྟ་བྱས་ཀྱང་ཕམ་པ།

source: MultiBackend: failed to write %s. Tried all backing stores and none succeeded
bo_cn: རྒྱབ་སྟེགས་མང་པོ།：%s འབྲི་བ་ཕམ་པ། རྒྱབ་སྟེགས་གསོག་འཇོག་ཚང་མ་ཚོད་ལྟ་བྱས་ཀྱང་ཕམ་པ།

source: MultiBackend: failed to write to store #%s (%s), try #%s, Exception: %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ：རྒྱབ་སྟེགས་གསོག་འཇོག་ #%s (%s) འབྲི་བ་ཕམ་པ། #%sཚོད་ལྟ། འགལ་བ：%s

source: MultiBackend: list from %s: %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ།： %s ལས་འགྲེམས་པ།：%s

source: MultiBackend: set env %s = %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ།：ཁོར་ཡུག་འགྱུར་ཚད་ %s = %s སྒྲིག་འགོད།

source: MultiBackend: use store %s
bo_cn: རྒྱབ་སྟེགས་མང་པོ།：རྒྱབ་སྟེགས་གསོག་འཇོག་ %s སྤྱོད་པ།

source: New file %s
bo_cn: ཡིག་ཆ་གསར་བ། %s

source: No backup chains with active signatures found
bo_cn: བྱེད་འགུལ་མིང་རྟགས་འགོད་པའི་གྲབས་ཉར་ཕྲེང་མ་རྙེད།

source: No extraneous files found, nothing deleted in cleanup.
bo_cn: འབྲེལ་མེད་ཀྱི་ཡིག་ཆ་མ་རྙེད། གཙང་བཤེར་ཐེངས་འདི་ལ་ཡིག་ཆ་གང་རུང་ཀྱང་འདོར་མེད།

source: No files found in archive - nothing restored.
bo_cn: ཉར་ཚགས་སུ་ཡིག་ཆ་མ་རྙེད - སླར་གསོ་གང་རུང་ཀྱང་བྱེད་མེད།

source: No old backup sets found, nothing deleted.
bo_cn: གྲབས་ཉར་རྙིང་པ་མ་རྙེད། ཡིག་ཆ་གང་རུང་ཀྱང་འདོར་མེད།

source: No orphaned or incomplete backup sets found.
bo_cn: ཁེར་རྐྱང་ཡང་ན་ཆ་མི་ཚང་བའི་གྲབས་ཉར་ཚོགས་མ་རྙེད།

source: No signature chain for the requested time. Using oldest available chain, starting at time %s.
bo_cn: རེ་ཞུའི་དུས་ཚོད་ལ་མིང་རྟགས་འགོད་པའི་གྲབས་ཉར་ཕྲེང་མེད། དུས་ཚོད་ %s མགོ་རྩོམ་པའི་ཆེས་རྙིང་བའི་སྤྱོད་རུང་གྲབས་ཉར་ཕྲེང་སྤྱོད་པ།

source: No signatures found, switching to full backup.
bo_cn: མིང་རྟགས་འགོད་པ་མི་རྙེད། ཆ་ཚང་གི་གྲབས་ཉར་ལ་སྒྱུར།

source: Num volumes:
bo_cn: སྒྲིལ་གྲངས།：

source: Number of contained backup sets: %d
bo_cn: འདུས་པའི་གྲབས་ཉར་ཚོགས་གྲངས་ཀ：%d

source: Other is not VolumeInfo
bo_cn: Other ནི་ལུགས་མཐུན་སྒྲིལ་ཆ་འཕྲིན་མིན།

source: PASSPHRASE variable not set, asking user.
bo_cn: འགྱུར་ཚད་ PASSPHRASE སྒྲིག་འགོད་བྱེད་མེད། སྤྱོད་མཁན་ལ་འདྲི།

source: Patching %s
bo_cn: %s ལ་ཕྱིར་འབྲི།

source: Preferring Backupset over previous one!
bo_cn: ཐེངས་སྔོན་གྱི་གྲབས་ཉར་ཚོགས་སྤྱོད་པ།

source: Processed volume %d
bo_cn: སྒྲིག་བཅད་ཀྱི་སྒྲིལ %d

source: Processed volume %d of %d
bo_cn: སྒྲིལ %d སྒྲིག་དྲས་རྒྱག་བྱས། ཁྱོན་བསྡོམས་སྒྲིལ %d

source: PyDrive backend: multiple files called '%s'.
bo_cn: PyDrive རྒྱབ་སྟེགས།：ཡིག་ཆ་མང་པོ་འདྲེན་སྤྱོད %s

source: Reading globbing filelist %s
bo_cn: ཀུན་འཕྲོད་རྟགས་ཡིག་ཆ་རེའུ་མིག་ %s ཀློག་པ།

source: Reading results of '%s'
bo_cn: “%s” ཀློག་པའི་མཐའ་འབྲས།

source: Registering (mkstemp) temporary file %s
bo_cn: (mkstemp) གནས་སྐབས་ཡིག་ཆ་ %s ཐོ་འགོད།

source: Registering (mktemp) temporary file %s
bo_cn: (mktemp) གནས་སྐབས་ཡིག་ཆ་ %s ཐོ་འགོད།

source: Releasing lockfile %s
bo_cn: སྒྲོག་ཡིག་ཆ་ %s ལྷོད་པ།

source: Removing still remembered temporary file %s
bo_cn: མ་ལེན་པའི་གནས་སྐབས་ཡིག་ཆ་ %s འདོར་བ།

source: Rerun command with --force option to actually delete.
bo_cn: --force འདེམས་ཚན་སྤྱད་ནས་བཀའ་བརྡ་ཡང་བསྐྱར་འཁོར་སྐྱོད་བྱས་ནས་འདོར་བ་ལག་བསྟར་བྱེད།

source: Restarting after volume %s, file %s, block %s
bo_cn: སྒྲིལ %s ལས། ཡིག་ཆ་ %s རྡོག་ %s རྗེས་སུ་གྲབས་ཉར་མགོ་བསྐྱར་སློང་བྱེད།

source: Restarting backup, but current encryption settings do not match original settings
bo_cn: གྲབས་ཉར་མགོ་བསྐྱར་སློང་བྱས་རྗེས། མིག་སྔ་གསང་སྡོམ་སྒྲིག་འགོད་དང་སྔོན་སྒྲིག་འགོད་ཆ་མི་མཉམ།

source: Retype passphrase for signing key to confirm:
bo_cn: ཡང་བསྐྱར་མིང་རྟགས་འགོད་པའི་གསང་ལྡེའི་གསང་ཨང་ནང་འཇུག་རོགས།：

source: Retype passphrase to confirm:
bo_cn: ཡང་བསྐྱར་གསང་ཨང་ནང་འཇུག་རོགས：

source: Reuse configured PASSPHRASE as SIGN_PASSPHRASE
bo_cn: SIGN_PASSPHRASE ཡིས་ PASSPHRASE ཡི་སྡེབ་སྒྲིག་མགོ་བསྐྱར་སློང་།

source: Reuse configured SIGN_PASSPHRASE as PASSPHRASE
bo_cn: PASSPHRASE ཡིས་ SIGN_PASSPHRASE ཡི་སྡེབ་སྒྲིག་མགོ་བསྐྱར་སློང་།

source: Run duplicity again with the --force option to actually delete.
bo_cn: --force འདེམས་ཚན་སྤྱད་ནས་ duplicity འཁོར་སྐྱོད་ནས་འདོར་བའི་བཀོལ་སྤྱོད་ལག་བསྟར་བྱེད།

source: Running in 'ignore errors' mode due to %s; please re-consider if this was not intended
bo_cn: %s བས། མིག་སྔར་བྱ་རིམ་“ནོར་འཁྲུལ་སྣང་མེད་གཏོང་”གི་རྣམ་པར་འཁོར་སྐྱོད། གཟབ་ནན་གྱིས་བསམ་བློ་གཏོང་རོགས།

source: Secondary chain %d of %d:
bo_cn: ཨང་ %d རིམ་གྱི་ཕྲེང་། (སྤྱིར་བསྡོམས %d )：

source: Selecting %s
bo_cn: %s འདེམ་པ།

source: Skipping %s because of previous error
bo_cn: སྔོན་གྱི་ནོར་འཁྲུལ་བས། %s མཆོང་པ།

source: Skipping socket %s
bo_cn: སྐོང་འཛུད་ཡིག་ %s མཆོང་པ།

source: Specified archive directory '%s' does not exist, or is not a directory
bo_cn: བསྟན་པའི་ཉར་ཚགས་དཀར་ཆག་“%s”མེད་པ་ཡང་ན་ཡིག་ཁུག་གཅིག་མིན།

source: Symlink %%s points to %s, expected %s
bo_cn: སྦྲེལ་མཐུད་མཉེན་མོ་ %%s ནི་ %s ལ་བསྟན། %s ཡིན་དགོས།

source: Sync would copy the following from remote to local:
bo_cn: གོམ་མཉམ་གྱིས་རྒྱང་རིང་ནས་གཤམ་གྱི་ནང་དོན་རང་སར་འབེབས་པ།：

source: Sync would remove the following spurious local files:
bo_cn: གོམ་མཉམ་གྱིས་གཤམ་གྱི་རང་སའི་ནུས་མེད་ཡིག་ཆ་འདོར་བ།：

source: Synchronizing remote metadata to local cache...
bo_cn: རྒྱང་རིང་རྒྱུའི་གཞི་གྲངས་རང་སའི་ལྷོད་གཏོང་དུ་གོམ་མཉམ་བྱེད་པ།...

source: Temp has %d available, backup will use approx %d.
bo_cn: གནས་སྐབས་བར་སྟོང་ལ་ %d ལྷག གྲབས་ཉར་ལ་ཕལ་ཆེར་ %d དགོས།

source: Temp space has %d available, backup needs approx %d.
bo_cn: གནས་སྐབས་བར་སྟོང་ལ་ %d ལྷག གྲབས་ཉར་ལ་ཕལ་ཆེར་ %d དགོས།

source: There are backup set(s) at time(s):
bo_cn: གྲབས་ཉར་ཚོགས་ཡོད་པ།：

source: Threading not available -- zombie processes may appear
bo_cn: སྐུད་རིམ་སྤྱོད་མི་རུང་ -- ཤི་བའི་འཕེལ་རིམ་ཡོད་སྲིད།

source: Time:
bo_cn: དུས་ཚོད།:

source: Total number of backup: %d
bo_cn: གྲབས་ཉར་བསྡོམས་གྲངས།：%d

source: Total number of contained volumes: %d
bo_cn: འདུས་པའི་སྒྲིལ་གྲངས།：%d

source: Touching %s
bo_cn: %s གསར་བཟོ།

source: Type of backup set:
bo_cn: གྲབས་ཉར་ཚོགས་ཀྱི་རིགས་གྲས།：

source: Type of file change:
bo_cn: ཡིག་ཆ་བཟོ་བཅོས་ཀྱི་རིགས་གྲས།：

source: Unable to delete %s: %s
bo_cn: %s：%s འདོར་མི་ཐུབ།

source: Unable to get free space on temp.
bo_cn: གནས་སྐབས་སྟོང་བའི་བར་སྟོང་རེ་ཞུ་མི་ཐུབ།

source: Unable to get max open files.
bo_cn: ཁ་འབྱེད་ཡིག་ཆ་གྲངས་ཀྱི་གོང་ཚད་ཐོབ་མི་ཐུབ།

source: User error detail: %s
bo_cn: སྤྱོད་མཁན་ནོར་འཁྲུལ་གནས་ཚུལ་ཞིབ་ཕྲ：%s

source: Using archive dir: %s
bo_cn: ཉར་ཚགས་དཀར་ཆག：%s སྤྱོད་པ།

source: Using backup name: %s
bo_cn: གྲབས་ཉར་མིང་།：%sསྤྱོད་པ།

source: Using temporary directory %s
bo_cn: གནས་སྐབས་དཀར་ཆག་ %sསྤྱོད་པ།

source: Verify complete: %s, %s.
bo_cn: ར་སྤྲོད།：%s，%s ལེགས་འགྲུབ།

source: Verify directory %s does not exist
bo_cn: དག་བཤེར་དཀར་ཆག་ %s མེད་པ།

source: Volume numbers don't match
bo_cn: སྒྲིལ་གྲངས་ཆ་མི་མཉམ།

source: Volume was signed by key %s, not %s
bo_cn: སྒྲིལ་འདི་ནི་ %s དཔང་ཡིག་གིས་མིང་རྟགས་འགོད། %s མིན།

source: Warning, discarding last backup set, because of missing signature file.
bo_cn: ཐ་ཚིག མིང་འགོད་ཡིག་ཆ་ཆད་པས། གྲབས་ཉར་ཚོགས་ཆེས་མཐའ་མ་དེ་བསྐྱུར་བ།

source: Warning, found extra Volume identifier
bo_cn: ཐ་ཚིག སྒྲིལ་མཚོན་རྟགས་ལྷག་མ་རྙེད་པ།

source: Warning, found incomplete backup sets, probably left from aborted session
bo_cn: ཐ་ཚིག ཆ་ཚང་གི་གྲབས་ཉར་ཚོགས་རྙེད་པ། བར་དྲས་རྒྱག་ཀྱི་གླེང་པ་ལས་ཡོང་སྲིད།

source: Warning, found signatures but no corresponding backup files
bo_cn: ཐ་ཚིག འབྲེལ་ཡོད་གྲབས་ཉར་ཡིག་ཆའི་མིང་འགོད་རྙེད་པ།

source: Warning, found the following local orphaned signature file:
bo_cn: ཐ་ཚིག གཤམ་གྱི་ཁེར་རྐྱང་མིང་འགོད་ཡིག་ཆ་རྙེད་པ།：

source: Warning, found the following orphaned backup file:
bo_cn: ཐ་ཚིག གཤམ་གྱི་བསྐྱུར་བའི་གྲབས་ཉར་ཡིག་ཆ་རྙེད་པ།：

source: Warning, found the following remote orphaned signature file:
bo_cn: ཐ་ཚིག གཤམ་གྱི་ཁེར་རྐྱང་གི་རྒྱང་རིང་མིང་འགོད་ཡིག་ཆ་རྙེད་པ།：

source: Warning: %s has negative mtime, treating as 0.
bo_cn: ཐ་ཚིག %s མོ་གྲངས་ mtime འདུས། 0 ལ་བཀོད།

source: Warning: %s invalid devnums (0x%X), treating as (0, 0).
bo_cn: ཐ་ཚིག %s ནུས་མེད་ཀྱི་སྒྲིག་ཆས་ཨང་། (0x%X) (0, 0) ལ་བཀོད།

source: Warning: base %s doesn't exist, continuing
bo_cn: ཐ་ཚིག རྩ་བའི་འགྲོ་ལམ་ %s མེད་པ། མུ་མཐུད་བྱེད་པ།

source: Warning: oldindex %s >= newindex %s
bo_cn: ཐ་ཚིག གསལ་བྱང་སྔོན་མ %s >= གསལ་བྱང་གསར་པ %s

source: When using symmetric encryption, the signing passphrase must equal the encryption passphrase.
bo_cn: དོ་མཉམ་གསང་སྡོམ་བྱེད་སྐབས། ངེས་པར་དུ་མཚུངས་པའི་ཐོ་འགོད་གསང་ཨང་དང་གསང་སྡོམ་གསང་ཨང་སྤྱོད།

source: Which can't be deleted because newer sets depend on them.
bo_cn: གྲབས་ཉར་ཚོགས་འདི་དག་གྲབས་ཉར་གསར་བས་བརྟེན་པ། འདོར་མི་ཉན།

source: Writing %s
bo_cn: %s འབྲི་བ།

source: Writing %s of type %s
bo_cn: %s འབྲི་བ། དེའི་རིགས་གྲས་ནི་ %s ཡིན།

source: a previously scheduled task has failed; propagating the result immediately
bo_cn: སྔོན་དུ་བཀོད་གཏོང་བའི་ལས་འགན་ཞིག་ཕམ་པ། ལམ་སེང་ནོར་འཁྲུལ་མཐའ་འབྲས་ཀྱི་ཆ་འཕྲིན་ཕྱིར་ལོག

source: absolute_path
bo_cn: བལྟོས་མེད་འགྲོ་ལམ།

source: account_id
bo_cn: རྩིས་ཐོID

source: active workers = %d
bo_cn: བྱེད་འགུལ་ལས་ཀའི་སྐུད་རིམ་ = %d

source: alias
bo_cn: མིང་ལྷག

source: and %d incomplete backup set.
bo_cn: ད་དུང་ %d ཆ་མི་ཚང་བའི་གྲབས་ཉར་ཚོགས།

source: application_key
bo_cn: Backblaze_B2的application_key

source: backup name
bo_cn: གྲབས་ཉར་མིང་།

source: bucket_name
bo_cn: S3 ཡི་bucket མིང་།

source: char
bo_cn: ཡིག་རྟགས།

source: command
bo_cn: བཀའ་བརྡ།

source: container_name
bo_cn: སྣོད་ཆས་ཀྱི་མིང་།

source: count
bo_cn: གྲངས་ཀ

source: directory
bo_cn: དཀར་ཆག

source: end_index don't match
bo_cn: མཇུག་སྒྲིལ་གསལ་བྱང་ཆ་མི་མཉམ།

source: file_descriptor
bo_cn: ཡིག་ཆ་ཞིབ་བརྗོད་རྟགས།

source: filename
bo_cn: ཡིག་ཆའི་མིང་།

source: gpg-key-id
bo_cn: gpgདཔང་ཡིག་ཨང་གྲངས།

source: imap_mailbox
bo_cn: imapཡིག་སྒམ།

source: inserting barrier
bo_cn: གོམ་མཉམ་ཚེག་བར་འཇུག

source: instantiating at concurrency %d
bo_cn: %d ཡི་སྐུད་རིམ་དངོས་དཔེ་ཅན་དུ་སྒྱུར།

source: local
bo_cn: རང་ས།

source: module
bo_cn: དཔེ་དུམ།

source: number
bo_cn: ཨང་ཀི

source: options
bo_cn: འདེམས་ཚན།

source: password
bo_cn: གསང་ཨང་།

source: path
bo_cn: འགྲོ་ལམ།

source: pem formatted bundle of certificate authorities
bo_cn: དཔང་ཡིག་ལས་ཁུངས་ཀྱི་ pem ཡིག་ཆ།

source: port
bo_cn: མཐུད་ཁ།

source: prefix
bo_cn: སྔོན་འཇུག

source: regular_expression
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ།

source: relative_path
bo_cn: བལྟོས་བཅས་འགྲོ་ལམ།

source: remote
bo_cn: རྒྱང་རིང་།

source: running task synchronously (asynchronicity disabled)
bo_cn: གོམ་མཉམ་བྱེད་སྟངས་ལྟར་ལས་འགན་འཁོར་སྐྱོད། (གོམ་འགལ་འགོག་པ།)

source: scheduling task for asynchronous execution
bo_cn: ལས་འགན་བཀོད་གཏོང་བྱས་ནས་གོམ་འགལ་ལག་བསྟར་བྱེད།

source: seconds
bo_cn: སྐར་ཆ།

source: shell_pattern
bo_cn: shellརྣམ་པ།

source: some_dir
bo_cn: འགྲོ་ལམ།

source: source_dir
bo_cn: ཁུངས་འགྲོ་ལམ།

source: source_url
bo_cn: ཁུངས་url

source: start_indicies don't match
bo_cn: མགོ་རྩོམ་གསལ་བྱང་ཆ་མི་མཉམ།

source: target_dir
bo_cn: དམིགས་ཚད་འགྲོ་ལམ།

source: target_url
bo_cn: དམིགས་ཚད་url

source: task completed successfully
bo_cn: ལས་འགན་ལེགས་འགྲུབ་ཚར་བ།

source: task execution done (success: %s)
bo_cn: ལས་འགན་ལག་བསྟར་ཚར་བ། (མཇུག་འབྲས：%s)

source: time
bo_cn: དུས་ཚོད།

source: user
bo_cn: སྤྱོད་མཁན།
