Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/engrampa.po
Languages: bo_cn

source: %'d files remaining
bo_cn: ཚན་ %'d ལྷག་པ།

source: %d %B %Y, %H:%M
bo_cn: %Yལོའི་ཟླ་%-m ཚེས་ %-d %H:%M

source: %d file remaining
bo_cn: ཚན་ %'d ལྷག་པ།

source: %d object (%s)
bo_cn: བྱ་ཡུལ་%d (%s)

source: %d object selected
bo_cn: བྱ་ཡུལ་ %d བདམས་པ།

source: %d object selected (%s)
bo_cn: བྱ་ཡུལ་ %d བདམས་པ། (%s)

source: %s Properties
bo_cn: %s གཏོགས་གཤིས།

source: '%s' password is wrong, please re-enter:
bo_cn: “%s”ཡི་གསང་ཨང་ནོར་འཁྲུལ། ཡང་བསྐྱར་ནང་འཇུག་རོགས：

source: - Create and modify an archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་གསར་བཟོ་དང་བཟོ་བཅོས་བྱས་ཟིན།

source: <span weight="bold" size="larger">Password required</span>
bo_cn: <span weight=\bold" size="larger">གསང་ཨང་དགོས་པ</span>"

source: <span weight="bold" size="larger">incorrect password</span>
bo_cn: <span weight=\bold" size="larger">གསང་ཨང་ནོར་འཁྲུལ་</span>"

source: ARCHIVE
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ།

source: A_vailable application:
bo_cn: སྤྱོད་རུང་གི་ཉེར་སྤྱོད་བྱ་རིམ།(_V)：

source: Actions
bo_cn: བཀོལ་སྤྱོད།

source: Add Files
bo_cn: ཡིག་ཆ་སྣོན་པ།

source: Add Folder
bo_cn: ཡིག་ཁུག་སྣོན

source: Add a Folder
bo_cn: ཡིག་ཁུག་སྣོན

source: Add a _Folder…
bo_cn: ཡིག་ཁུག་སྣོན་པ། (_F) ...

source: Add a folder to the archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ལ་ཡིག་ཁུག་སྣོན་པ།

source: Add files asking the name of the archive and quit the program
bo_cn: ཡིག་ཆ་སྣོན་པ་དང་། ཡིག་ཚགས།་ཡིག་ཆའི་མིང་འདྲི་རྩད་བྱས་རྗེས་ཕྱིར་འཐེན་བྱེད་དགོས།

source: Add files to an archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ལ་ཡིག་ཆ་སྣོན་པ།

source: Add files to the archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ལ་ཡིག་ཆ་སྣོན་པ།

source: Add files to the specified archive and quit the program
bo_cn: ཡིག་ཆ་དེ་དམིགས་འཛུགས་བྱས་པའི་ཡིག་ཚགས།་ཡིག་ཆའི་ནང་དུ་བསྣན་རྗེས། བྱ་རིམ་ཕྱིར་འཐེན་བྱེད་དགོས།

source: Add only if _newer
bo_cn: ཡིག་ཆ་གསར་པ། (_N) ཁོ་ན་སྣོན་པ།

source: All Files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: All Supported Files
bo_cn: ཀུན་པོ་རྒྱབ་སྐྱོར་གྱི་ཡིག་ཆ།

source: All archives
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཚང་མ།

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: Allows to create and extract archives
bo_cn: ཁྱེད་ལ་ཡིག་ཚགས།་ཡིག་ཆ་གསར་བཟོ་དང་བཙིར་འགྲོལ་བྱེད་ཆོག

source: An Archive Manager for the MATE desktop environment
bo_cn: MATE ཡི་ཡིག་ཚགས།་དོ་དམ་ཆས།

source: An archive manager for MATE.
bo_cn: MATE ཡི་ཡིག་ཚགས།་དོ་དམ་ཆས།

source: An error occurred while adding files to the archive.
bo_cn: ཡིག་ཆ་དེ་ཡིག་ཚགས།་ཡིག་ཆའི་ནང་སྣོན་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: An error occurred while deleting files from the archive.
bo_cn: ཡིག་ཚགས།་ཡིག་ཆའི་ནང་ནས་ཡིག་ཆ་ཞིག་སུབ་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: An error occurred while extracting files.
bo_cn: ཡིག་ཆ་བཙིར་གནོན་སྒྲོལ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: An error occurred while loading the archive.
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་འཇུག་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: An error occurred while saving the archive.
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཉར་ཚགས་བྱེད་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: An error occurred while testing archive.
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཚོད་ལེན་སྐབས་སུ་ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: An error occurred.
bo_cn: ནོར་འཁྲུལ་ཞིག་ཐོན་སོང་།

source: Another file with the same name already exists in "%s".
bo_cn: “%s” ནང་དུ་མིང་མཚུངས་པའི་ཡིག་ཆ་ཡོད།

source: Application does not accept documents on command line
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཀའ་བརྡ་འཕྲེད་དུ་ཡིག་ཚགས།་མི་ལེན།

source: Archive Manager
bo_cn: ཡིག་ཚགས།་དོ་དམ་ཆས།

source: Archive created successfully
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་གསར་བཟོ་ལེགས་འགྲུབ།

source: Archive not created
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་གསར་བཟོ་བྱས་མེད།

source: Archive not found
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་མ་རྙེད།

source: Archive size:
bo_cn: ཡིག་ཚགས།་ཡིག་ཆའི་ཆེ་ཆུང་།

source: Archive type not supported.
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་ཡིག་ཚགས།་ཡིག་ཆའི་རིགས།

source: By Extension
bo_cn: རྒྱ་སྐྱེད་མིང་ལྟར།

source: C_reate
bo_cn: གསར་བཟོ། (_R)

source: Can't pass documents to this desktop element
bo_cn: ཡིག་ཚགས།་ཅོག་ངོས་འདིའི་གཞི་རྒྱུ་ལ་སྐྱེལ་མི་ཐུབ།

source: Close the current archive
bo_cn: མིག་སྔའི་ཡིག་ཚགས།་ཡིག་ཆ་ཁ་རྒྱག

source: Close the folders pane
bo_cn: ཡིག་ཁུག་ངོས་པང་ཁ་རྒྱག

source: Command _Line Output
bo_cn: བཀའ་བརྡ་ཕྲེང་ཕྱིར་འདོན།(_L)

source: Command exited abnormally.
bo_cn: བཀའ་བརྡ་རྒྱུན་འགལ་ངང་ཕྱིར་འཐེན་པ།

source: Compress
bo_cn: སྡུད་སྒྲིལ།

source: Compress...
bo_cn: སྡུད་སྒྲིལ།

source: Compression ratio:
bo_cn: སྡུད་སྒྲིལ་ཚད།

source: Content size:
bo_cn: དཀར་ཆག་གི་ཆེ་ཆུང་ནི་

source: Contents
bo_cn: ནང་དོན།

source: Copy the selection
bo_cn: བདམས་ཟིན་པའི་ནང་དོན་འདྲ་ཕབ།

source: Copying the extracted files to the destination
bo_cn: བཙིར་གནོན་འགྲོལ་བའི་ཡིག་ཆ་དམིགས་ཚད་ཡིག་ཆར་འདྲ་བཟོ།

source: Copyright © 2001–2010 Free Software Foundation, Inc.
bo_cn: པར་དབང་ © 2001-2010 རང་དབང་མཉེན་ཆས་ཐེབས་རྩ་ལྷན་ཚོགས།

source: Could not add the files to the archive
bo_cn: ཡིག་ཆ་དག་ཡིག་ཚགས།་ཡིག་ཆ་ཡི་ནང་དུ་སྣོན་ཐབས་བྲལ་བ།

source: Could not create the archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་བཟོ་ཐབས་བྲལ་བ།

source: Could not create the destination folder: %s.
bo_cn: དམིགས་ཡུལ་ཡིག་ཁུག：%sགསར་བཟོ་མི་ཐུབ།

source: Could not delete the old archive.
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་རྙིང་པ་སུབ་ཐབས་བྲལ་བ།

source: Could not display help
bo_cn: རོགས་རམ་མངོན་མི་ཐུབ་པ།

source: Could not display the folder "%s"
bo_cn: ཡིག་ཁུག “%s” མངོན་ཐབས་བྲལ་བ།

source: Could not find the volume: %s
bo_cn: པོད %s རྙེད་མ་བྱུང་།

source: Could not open "%s"
bo_cn: “%s” ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open this file type
bo_cn: ཡིག་ཆ་རིགས་གྲས་འདི་ཁ་འབྱེད་མི་ཐུབ།

source: Could not perform the operation
bo_cn: བཀོལ་སྤྱོད་འདི་ལག་བསྟར་བྱེད་ཐབས་བྲལ།

source: Could not rename the file
bo_cn: ཡིག་ཆར་མིང་བསྐྱར་འདོགས་མི་ཐུབ།

source: Could not rename the folder
bo_cn: ཡིག་ཁུག་ལ་མིང་བསྐྱར་འདོགས་མི་ཐུབ་པ།

source: Could not save the archive "%s"
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ “%s” ཉར་ཚགས་བྱེད་ཐབས་བྲལ་བ།

source: Create _Archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ། གསར་བཟོ།(_A)

source: Create _Folder
bo_cn: ཡིག་ཁུག(_F)

source: Create a compressed archive with the selected objects
bo_cn: བདམས་པའི་བྱ་ཡུལ་གྱིས་སྡུད་སྒྲིལ་ཡིག་ཚགས།་ཤིག་བཟོ་བ།

source: Create a new archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་གསར་བ་གསར་བཟོ།

source: Create destination folder without asking confirmation
bo_cn: རེ་ཞུ་གཏན་འཁེལ་བྱ་བྱས་ནས་དམིགས་ཡུལ་ཡིག་ཁུག་གསར་བཟོ་བྱེད།

source: Cut the selection
bo_cn: བདམས་པའི་ནང་དོན་དྲས་དྲས་རྒྱག།

source: Date Modified
bo_cn: བཟོ་བཅོས་དུས་ཚོད།

source: Decompressing archive
bo_cn: ཡིག་ཆ་བསྡུས་འགྲོལ།

source: Default folder to use for the '--add' and '--extract' commands
bo_cn: བཀའ་བརྡ “--add” དང “--extract” ཡིས་བེད་སྤྱོད་པའི་སོར་བཞག་ཡིག་ཁུག

source: Delete
bo_cn: བསུབ་པ།

source: Delete the selection from the archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ལས་བདམས་པའི་ནང་དོན་འདོར་བ།

source: Deleting files from "%s"
bo_cn: \%s" ལས་འདོར་བ།"

source: Deleting files from archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཡི་ནང་ནས་ཡིག་ཆ་སུབ་པ།

source: Dese_lect All
bo_cn: (_L) ཚང་མ་མི་འདེམས།

source: Deselect all files
bo_cn: ཡིག་ཆ་གང་ཡང་མི་འདེམས།

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Display path
bo_cn: བརྒྱུད་ལམ་མངོན་པ།

source: Display size
bo_cn: ཆེ་ཆུང་འཆར་བ།

source: Display the Engrampa Manual
bo_cn: ཡིག་ཆ་ཐུམ་རྒྱག་ཆས་ཀྱི་ལག་དེབ་མངོན་པ།

source: Display the Path column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོར་འགྲོ་ལམ་སྡེ་མངོན་པ།

source: Display the Size column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོར་ཆེ་ཆུང་སྡེ་མངོན་པ།

source: Display the Time column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོར་དུས་ཚོད་མངོན་པ།

source: Display the Type column in the main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོར་རིགས་གྲས་སྡེ་མངོན་པ།

source: Display time
bo_cn: དུས་ཚོད་མངོན་པ།

source: Display type
bo_cn: རིགས་གྲས་མངོན་པ།

source: Do not e_xtract older files
bo_cn: ཡིག་ཆ་རྙིང་པ་བཙིར་གནོན་མི་འགྲོལ།(_X)

source: Do you want to add this file to the current archive or open it as a new archive?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་འདི་མིག་སྔའི་ཡིག་ཚགས།་ཡིག་ཆ་ཡི་ནང་དུ་སྣོན་པའམ་ཡང་ན་ཡིག་ཚགས།་ཡིག་ཆ་གསར་པར་ཁ་ཕྱེ་འདོད་དམ།

source: Do you want to create a new archive with these files?
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་དེ་དག་ཚུད་པའི་ཡིག་ཚགས།་ཡིག་ཆ་གསར་པ་བཟོ་འདོད་ཡོད་དམ།

source: E_xclude files:
bo_cn: ཡིག་ཆ། སེལ་བ།(_X)

source: Engrampa
bo_cn: ཡིག་ཚགས།་དོ་དམ་ཆས།

source: Enter the password for the archive '%s'.
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་“%s” ཡི་གསང་ཨང་ནང་འཇུག་པ།

source: Exclude folders that are symbolic lin_ks
bo_cn: མཚོན་རྟགས་སྦྲེལ་མཐུད་ཀྱི་ཡིག་ཁུག་འབུད་པ།(_K)

source: Extension(s)
bo_cn: རྒྱ་སྐྱེད་མིང་།

source: Extract
bo_cn: བཙིར་སྒྲོལ།

source: Extract Here
bo_cn: འདི་ལ་བཙིར་སྒྲོལ།

source: Extract To...
bo_cn: བཙིར་སྒྲོལ་ས།...

source: Extract archive
bo_cn: ཡིག་ཆ་བསྡུས་འགྲོལ།

source: Extract archives asking the destination folder and quit the program
bo_cn: ཡིག་ཆ་བཙིར་སྒྲོལ། དམིགས་ཡུལ་ཡིག་ཁུག་གི་མིང་འདྲི་བ། དེ་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Extract archives to the specified folder and quit the program
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་བསྟན་པའི་ཡིག་ཁུག་ཏུ་བཙིར་སྒྲོལ། དེའི་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Extract files from the archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ལས་ཡིག་ཆ་བཙིར་སྒྲོལ།

source: Extract the contents of the archives in the archive folder and quit the program
bo_cn: ཡིག་ཚགས།་ཡིག་ཆའི་ནང་དོན་ཡིག་ཚགས།་ཡིག་ཁུག་ཏུ་བཙིར་སྒྲོལ། དེའི་འཕྲོར་བྱ་རིམ་ཕྱིར་འདོན།

source: Extract the selected archive
bo_cn: བདམས་པའི་ཡིག་ཚགས།་ཡིག་ཆ་བཙིར་སྒྲོལ།

source: Extract the selected archive to the current position
bo_cn: བདམས་པའི་ཡིག་ཚགས།་ཡིག་ཆ་མིག་སྔ་གནས་སར་བཙིར་སྒྲོལ།

source: Extracting file:
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ།：

source: Extracting files from "%s"
bo_cn: \%s" ལས་བཙིར་སྒྲོལ།"

source: Extraction completed successfully
bo_cn: བཙིར་སྒྲོལ་ལེགས་འགྲུབ་བྱུང་བ།

source: Extraction not performed
bo_cn: བཙིར་སྒྲོལ་བཀོལ་སྤྱོད་ལག་བསྟར་བྱེད་མེད།

source: FILE
bo_cn: ཡིག་ཆ།

source: FOLDER
bo_cn: ཡིག་ཁུག

source: Name
bo_cn: མིང་།

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: New
bo_cn: གསར་འཛུགས།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: File _Format: %s
bo_cn: ཡིག་ཆའི་རྣམ་གཞག་(_F)：%s

source: File format not recognized
bo_cn: མི་ཤེས་པའི་ཡིག་ཆ་རྣམ་གཞག་

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་གོ་ཆོད་མིན་པ། desktopཡིག་ཆ།

source: File not found.
bo_cn: ཡིག་ཆ་མ་རྙེད།

source: Find:
bo_cn: འཚོལ་བ།:

source: Find…
bo_cn: འཚོལ་བ་...

source: Folder
bo_cn: ཡིག་ཁུག

source: Folders
bo_cn: དཀར་ཆག

source: Getting the file list
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ཐོབ་པ།

source: Go to the home location
bo_cn: ཐོག་མའི་གནས་སུ་བསྒྱུར་བ།

source: Go to the next visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་ངོས་རྗེས་མར་སྒྱུར།

source: Go to the previous visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་གནས་ས་སྔར་མ་བོར་སྒྱུར།

source: Go up one level
bo_cn: རིམ་པ་གོང་མར་བསྒྱུར་བ།

source: How to sort files
bo_cn: ཡིག་ཆ་ཇི་ལྟར་སྒྲིག་དགོས།

source: Include _files:
bo_cn: ཡིག་ཆ་ཚུད་པ། (_F)

source: Information about the program
bo_cn: བྱ་རིམ་གྱི་ཆ་འཕྲིན་སྐོར།

source: Last Output
bo_cn: ཐེངས་སྔོན་མའི་ཕྱིར་འདོན།

source: Last modified:
bo_cn: མཇུག་མཐའི་བཟོ་བཅོས།：

source: List Mode
bo_cn: རེའུ་མིག་གི་རྣམ་པ།

source: Load Options
bo_cn: འདེམས་ཚན་འགེལ་བ།

source: Location
bo_cn: ས་གནས།

source: Location:
bo_cn: གནས་ས།:

source: Max history length
bo_cn: ལོ་རྒྱུས་རིང་ཚད་རིང་ཤོས།

source: Name column width
bo_cn: མིང་སྡེའི་ཞེང་ཚད།

source: New name is the same as old one, please type other name.
bo_cn: མིང་གསར་རྙིང་གཅིག་མཚུངས། མིང་གཞན་ཞིག་ནང་འཇུག་རོགས།

source: New name is void, please type a name.
bo_cn: མིང་གསར་བ་སྟོང་བ་ཡིན། མིང་ནང་འཇུག་རོགས།

source: New…
bo_cn: གསར་འཛུགས།...

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: Number of files:
bo_cn: ཡིག་ཆའི་གྲངས།

source: Open
bo_cn: ཁ་ཕྱེ་བ།

source: Open Files
bo_cn: ཡིག་ཆའི་ཁ་འབྱེད་པ།

source: Open _Recent
bo_cn: ཉེ་ཆར་ལྟ་སྤྱོད་པ་ལ་ཁ་འབྱེད།(_R)

source: Open a recently used archive
bo_cn: ཉེ་ཆར་སྤྱོད་པའི་ཡིག་ཚགས།་ཡིག་ཆ་ཁ་འབྱེད།

source: Open archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཁ་འབྱེད།

source: Open selected files with an application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་བདམས་པའི་ཡིག་ཆ་ཁ་འབྱེད།

source: Open the selected file
bo_cn: འདེམ་པའི་ཡིག་ཆ་ཁ་ཕྱེ་པ།

source: Open the selected folder
bo_cn: བདམས་པའི་ཡིག་ཁུག་ཁ་འབྱེད།

source: Open…
bo_cn: ཁ་ཕྱེ་བ།

source: Over_write existing files
bo_cn: ཡོད་པའི་ཡིག་ཆ་འགེབས་པ།(_W)

source: Pass_word…
bo_cn: གསང་ཨང་། (_w) ...

source: Password
bo_cn: གསང་ཨང་།

source: Paste Selection
bo_cn: བདམས་པའི་ནང་དོན་སྦྱར་བ།

source: Paste the clipboard
bo_cn: དྲས་པང་ནང་གི་ནང་དོན་སྦྱར་བ།

source: Please use a different name.
bo_cn: ཡིག་ཆའི་མིང་གཞན་སྤྱོད་དགོས།

source: Please wait…
bo_cn: སྒུག་རོགས།

source: R_ecent applications:
bo_cn: ཉེ་ཆར་གྱི་ཉེར་སྤྱོད་བྱ་རིམ།(_E)：

source: Rar Archived Comic Book (.cbr)
bo_cn: RAR བཙིར་གནོན་གྱི་ Comic Book ཡིག་ཚགས།་ཡིག་ཆ།(.cbr)

source: Re-crea_te folders
bo_cn: ཡིག་ཁུག་བསྐྱར་བཟོ།(_T)

source: Recompressing archive
bo_cn: ཡིག་ཚགས།་བསྐྱར་དུ་འཇོག་པ།

source: Reload current archive
bo_cn: མིག་སྔ་ཡིག་ཚགས།་ཡིག་ཆ་ཡང་བསྐྱར་བར་འཇུག

source: Removing file:
bo_cn: ཡིག་ཆ་འདོར་བ།：

source: Rename
bo_cn: མིང་བསྐྱར་འདོགས།

source: Rename the selection
bo_cn: བདམས་པའི་ནང་དོན་མིང་བསྐྱར་འདོགས།

source: Replace _All
bo_cn: ཚང་མ་བརྗེ་བ།(_A)

source: Replace file "%s"?
bo_cn: ཡིག་ཆ “%s” བརྗེ་དམ།

source: Reverse the list order
bo_cn: རེའུ་མིག་ལྡོག་རིམ་ལྟར་སྒྲིག་པ།

source: S_elect the files you want to update:
bo_cn: ཁྱེད་ཀྱིས་གསར་བརྗེ་བྱ་རྒྱུའི་ཡིག་ཁུག་གདམ་དགོས། (_E)

source: Sa_ve Options
bo_cn: འདེམས་ཚན་ཉར་བ།(_V)

source: Save As…
bo_cn: གཞན་ཉར།...

source: Save Options
bo_cn: ཉར་ཚགས་འདེམས་ཚན།

source: Save the current archive with a different name
bo_cn: མིག་སྔའི་ཡིག་ཚགས།་ཡིག་ཆ་མི་འདྲ་བའི་མིང་གིས་ཉར་བ།

source: Select all files
bo_cn: ཡིག་ཆ་ཚང་མ་འདེམ་པ།

source: Self-extracting zip (.exe)
bo_cn: Zip ཡིག་ཚགས།་ཡིག་ཆ་(.exe)རང་འགྲོལ།

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Show archive properties
bo_cn: ཡིག་ཚགས།་ཡིག་ཆའི་གཏོགས་གཤིས་མངོན་པ།

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Sort file list by file size
bo_cn: ཡིག་ཆའི་ཆེ་ཆུང་ལྟར་ཡིག་ཆ་རེའུ་མིག་རིམ་སྒྲིག

source: Sort file list by location
bo_cn: གནས་ས་ལྟར་ཡིག་ཆ་རེའུ་མིག་རིམ་སྒྲིག

source: Sort file list by modification time
bo_cn: བཟོ་བཅོས་དུས་ཚོད་ལྟར་ཡིག་ཆ་རེའུ་མིག་རིམ་སྒྲིག

source: Sort file list by name
bo_cn: མིང་ལྟར་ཡིག་ཆ་རེའུ་མིག་རིམ་སྒྲིག

source: Sort file list by type
bo_cn: རིགས་གྲས་ལྟར་ཡིག་ཆ་རེའུ་མིག་རིམ་སྒྲིག

source: Sort type
bo_cn: སྟར་པའི་རིགས་གྲས།

source: Specify a password for this archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་འདི་ལ་གསང་ཨང་སྟོན།

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Split into _volumes of
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཕྲལ་བ།

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: Stat_usbar
bo_cn: རྣམ་པའི་སྡེ།(_U)

source: Stop current operation
bo_cn: མིག་སྔའི་བཀོལ་སྤྱོད་མཚམས་འཇོག

source: Tar compressed with 7z (.tar.7z)
bo_cn: 7z ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.7z)སྤྱོད།

source: Tar compressed with bzip (.tar.bz)
bo_cn: bzip ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.bz)སྤྱོད།

source: Tar compressed with bzip2 (.tar.bz2)
bo_cn: bzip2 ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.bz2)སྤྱོད།

source: Tar compressed with compress (.tar.Z)
bo_cn: compress ཡིས་བཙིར་གནོན་གྱི་། (.tar.Z)སྤྱོད།

source: Tar compressed with gzip (.tar.gz)
bo_cn: gzip ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.gz)སྤྱོད།

source: Tar compressed with lrzip (.tar.lrz)
bo_cn: lrzip ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.lrz)སྤྱོད།

source: Tar compressed with lzip (.tar.lz)
bo_cn: lzip ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.lz)སྤྱོད།

source: Tar compressed with lzma (.tar.lzma)
bo_cn: lzma ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.lzma)སྤྱོད།

source: Tar compressed with lzop (.tar.lzo)
bo_cn: lzop ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.lzo)སྤྱོད།

source: Tar compressed with xz (.tar.xz)
bo_cn: xz ཡིས་བཙིར་གནོན་གྱི་ Tar ཡིག་ཚགས།་ཡིག་ཆ་(.tar.xz)སྤྱོད།

source: Tar uncompressed (.tar)
bo_cn: བཙིར་གནོན་མ་བྱེད་པའི་ Tar ཡིག་ཚགས།་ཡིག་ཆ།(.tar)

source: Test Result
bo_cn: ཚོད་ལྟའི་མཇུག་འབྲས།

source: Test whether the archive contains errors
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ནོར་འཁྲུལ་ཡོད་མེད་ཚོད་ལེན།

source: The archive is already present. Do you want to overwrite it?
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཡོད་པ། ཁྱེད་ཀྱིས་འགེབས་འདོད་དམ།

source: The default width of the name column in the file list.
bo_cn: ཡིག་ཆ་རེའུ་མིག་སོར་བཞག་མིང་གི་ཞེང་ཚད།

source: There was an internal error trying to search for applications:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་བཤེར་འཚོལ་ཚོད་ལྟ་བྱེད་སྐབས་ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་བྱུང་།：

source: This archive type cannot be modified
bo_cn: ཡིག་ཚགས།་ཡིག་ཆའི་རིགས་འདི་ལ་བཟོ་བཅོས་བྱེད་ཐབས་བྲལ།

source: Tip: If there is a file with the same name in the target folder, the file with the same name will be overwritten.
bo_cn: དྲན་སྐུལ།：དམིགས་ཚད་ཡིག་ཁུག་ཏུ་མིང་མཚུངས་པའི་ཡིག་ཆ་ཡོད་ན་སྦྱར་རྗེས་མིང་མཚུངས་ཡིག་ཆ་འགེབས་པ་ཡིན།

source: Type
bo_cn: རིགས་རྣམ།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཅོག་ངོས་ཡིག་ཆ་པར་གཞི་“%s”

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་མགོ་སློང་འདེམས་ཚན།：%d

source: Update the file "%s" in the archive "%s"?
bo_cn: ཡིག་ཚགས།་“%2$s”ནང་གི་ཡིག་ཆ་“%1$s”གསར་སྒྱུར།

source: Update the files in the archive "%s"?
bo_cn: ཡིག་ཚགས།་“%s”ནང་གི་ཡིག་ཆ་གསར་སྒྱུར།

source: Use mime icons
bo_cn: བྱེད་ནུས་མང་པོའི་པར་རིས།་སྤྱོད་པ།

source: View All _Files
bo_cn: ཡིག་ཆ་ཚང་མར་ལྟ་བ། (_F)

source: View as a F_older
bo_cn: ཡིག་ཁུག་གིས་ལྟ་བ། (_O)

source: View the folders pane
bo_cn: ཡིག་ཁུག་ངོས་པང་ལྟ་བ།

source: View the main toolbar
bo_cn: ལག་ཆ་གཙོའི་སྡེ་ལྟ་བ།

source: View the output produced by the last executed command
bo_cn: ཐེངས་སྔོན་བཀའ་བརྡ་ལག་བསྟར་བྱས་རྗེས་ཀྱི་བྱུང་བའི་ཕྱིར་འདོན།

source: View the statusbar
bo_cn: རྣམ་པའི་སྡེ་ལྟ་བ།

source: Windows Imaging Format (.wim)
bo_cn: Windows ཤེལ་བརྙན་རྣམ་གཞག་། (.wim)

source: You can't add an archive to itself.
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཚགས།་ཡིག་ཆ་རང་ཉིད་ལ་སྣོན་ཐབས་བྲལ།

source: You don't have permission to create an archive in this folder
bo_cn: ཁྱེད་ལ་ཡིག་ཁུག་འདིའི་ནང་ཡིག་ཚགས།་ཡིག་ཆ་བཟོ་བའི་དབང་ཆ་མེད།

source: You don't have the right permissions to create an archive in the destination folder.
bo_cn: ཁྱེད་ལ་དམིགས་ཚད་ཡིག་ཁུགཏུ་ཡིག་ཚགས།་ཡིག་ཆ་གསར་བཟོ་བའི་དབང་ཚད་མེད།

source: You don't have the right permissions to extract archives in the folder "%s"
bo_cn: ཁྱེད་ལ་ཡིག་ཚགས།་ཡིག་ཆ་བཙིར་གནོན་ཡིག་ཁུག“%s”རུ་འགྲོལ་བའི་དབང་ཚད་མེད།

source: You don't have the right permissions to read files from folder "%s"
bo_cn: ཁྱེད་ལ་ཡིག་ཁུག “%s” ཡི་ནང་གི་ཡིག་ཆ་ཀློག་ལེན་བྱེད་པའི་དབང་ཆ་མེད།

source: You don't have the right permissions.
bo_cn: ཁྱེད་ལ་ཡང་དག་པའི་དབང་ཆ་མེད།

source: You have to specify an archive name.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཡིག་ཚགས།་ཡིག་ཆའི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: Zip Archived Comic Book (.cbz)
bo_cn: ZIP ཡིས་བཙིར་གནོན་གྱི་ Comic Book ཡིག་ཚགས།་ཡིག་ཆ།(.cbz)

source: [read only]
bo_cn: ཀློག་ཙམ།

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Add Files…
bo_cn: ཡིག་ཆ་སྣོན་པ། (_A) ...

source: _All files
bo_cn: ཡིག་ཆ་ཚང་མ། (_A)

source: _Application:
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།(_A)：

source: _Archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ།(_A)

source: _Arrange Files
bo_cn: ཡིག་ཆ་སྟར་སྒྲིག(_A)

source: _Destination folder:
bo_cn: དམིགས་ཚད་ཡིག་ཁུག (_D)།：

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Encrypt the file list
bo_cn: གསང་སྡོམ་ཡིག་ཆའི་རེའུ་མིག (_E)

source: _Encrypt the file list too
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ལ་གསང་སྡོམ། (_E)

source: _Exclude folders:
bo_cn: ཡིག་ཆ་འབུད་པ།(_E)：

source: _Extract
bo_cn: བཙིར་གནོན་སྒྲོལ་བ།(_E)

source: _Extract…
bo_cn: བཙིར་གནོན་སྒྲོལ་བ། (_E) ...

source: _Filename:
bo_cn: ཡིག་ཆའི་མིང་། (_F)：

source: _Files:
bo_cn: ཡིག་ཆ།(_F)：

source: _Folders
bo_cn: ཡིག་ཁུག(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Include subfolders
bo_cn: བུའི་ཡིག་ཁུག་འདུས་པ།(_I)

source: _Last Output
bo_cn: ཐེངས་སྔོན་ནང་བཅུག(_L)

source: _Load Options
bo_cn: འཇུག་པའི་འདེམས་ཚན།(_L)

source: _Location:
bo_cn: གནས་ཡུལ།(_L)：

source: _New file name:
bo_cn: ཡིག་ཆའི་མིང་གསར་བ། (_N)།：

source: _New folder name:
bo_cn: ཡིག་ཁུག་མིང་གསར་བ། (_N)།：

source: _Open With…
bo_cn: ཁ་འབྱེད་སྟངས། (_O) ...

source: _Open the Archive
bo_cn: ཡིག་ཚགས།་ཡིག་ཆ་ཁ་ཕྱེ་བ། (_O)

source: _Options Name:
bo_cn: འདེམས་ཚན་མིང་། (_O)：

source: _Other Options
bo_cn: འདེམས་ཚན་གཞན། (_O)

source: _Overwrite
bo_cn: བཀབ།(O)

source: _Password:
bo_cn: གསང་གྲངས།(_P)：

source: _Rename
bo_cn: མིང་བསྐྱར་འདོགས།(_R)

source: _Rename…
bo_cn: མིང་བསྐྱར་འདོགས། (_R) ...

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Reset Options
bo_cn: འདེམས་ཚན་ཉར་བ།(_R)

source: _Reversed Order
bo_cn: ལྡོག་རིམ་སྟར་སྒྲིག(_R)

source: _Search Command
bo_cn: བཤེར་འཚོལ་བཀའ་བརྡ། (_S)

source: _Selected files
bo_cn: བདམས་ཟིན་པའི་ཡིག་ཆ། (_S)

source: _Show the Files
bo_cn: ཡིག་ཆ་མངོན་པ། (_S)

source: _Skip
bo_cn: མཆོང་བ།(_S)

source: _Test Integrity
bo_cn: ཆ་ཚང་རང་བཞིན་ལ་ཚོད་ལེན། (_T)

source: _Toolbar
bo_cn: ལག་ཆའི་སྡེ། (_T)

source: _Update
bo_cn: གསར་སྒྱུར། (_U)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: by T_ype
bo_cn: རིགས་གྲས་ལྟར།(_Y)

source: by _Date Modified
bo_cn: བཟོ་བཅོས་དུས་ཚོད་ལྟར།(_D)

source: by _Location
bo_cn: གནས་ས་ལྟར།(_L)

source: by _Name
bo_cn: མིང་ལྟར།(_N)

source: by _Size
bo_cn: ཆེ་ཆུང་ལྟར།(_S)

source: example: *.o; *.bak
bo_cn: དཔེར་བརྗོད།：*.o; *.bak

source: example: *.txt; *.doc
bo_cn: དཔེར་བརྗོད།：*.txt; *.doc

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
