Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/fcitx.po
Languages: bo_cn

source: Ctrl+Delete To Delete
bo_cn: Ctrl+Delete འདོར་བ།

source: ${1} Environment Variables:
bo_cn: ${1} ཁོར་ཡུག་འགྱུར་ཚད།：

source: ${1} is not set.
bo_cn: ${1} སྒྲིག་འགོད་མེད་པ།

source: ${1} is set to ${2}.
bo_cn: ${1} དེ་${2}ལ་བཀོད།

source: ${1} not found.
bo_cn: ${1} མ་རྙེད།

source: ${1} works properly.
bo_cn: ${1} རྒྱུན་ལྡན་ལས་པ།

source: %1 is a system file, do you want to delete all phrases instead?
bo_cn: %1 ནི་རྒྱུད་ཁོངས་ཡིག་ཆ་ཡིན། ཁྱེད་ཀྱིས་མིང་ཚིག་ཚང་མ་སེལ་བར་བཅོས་འདོད་དམ།

source: &Add
bo_cn: སྣོན་པ།(&A)

source: &Batch Edit
bo_cn: སྡེབ་ཀྱི་རྩོམ་སྒྲིག(&B)

source: &Close
bo_cn: ཁ་རྒྱག་པ།(&C)

source: &Delete
bo_cn: སུབ་པ། (&D)

source: &Import
bo_cn: འདྲེན་པ།(&I)

source: &Operation
bo_cn: བཀོལ་སྤྱོད།(&O)

source: &Reset
bo_cn: བསྐྱར་བཀོད།(&R)

source: &Save
bo_cn: ཉར་བ།(&S)

source: (Unavailable)
bo_cn: (སྤྱོད་མི་ཆོག)

source: /min Time Used:
bo_cn: /སྐར་མ། བརྒྱུད་པའི་དུས་ཚོད།:

source: 0 for commit immediately, -1 for keep all words
bo_cn: 0 ཡིས་ལམ་སེང་འདོན་པར་མཚོན། -1 ཡིས་བདམས་པའི་ཐ་སྙད་ཚང་མ་ཉར་བར་མཚོན།

source: <Low Surrogate>
bo_cn: <དམའ་ཕྱེད་ལས་ཚབ་ཁུལ།>

source: <Non Private Use High Surrogate>
bo_cn: <ཆེད་སྤྱོད་མིན་པའི་མཐོ་ཕྱེད་ལས་ཚབ་ཁུལ།>

source: <Private Use High Surrogate>
bo_cn: <ཆེད་སྤྱོད་མཐོ་ཕྱེད་ལས་ཚབ་ཁུལ།>

source: <Private Use>
bo_cn: 〈ཆེད་སྤྱོད་ཁུལ།〉

source: <not assigned>
bo_cn: <གཏོང་མེད།>

source: A different value from the global one may be useful when using horizontal candidate list
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་འཕྲེང་སྟར་གདམ་བྱའི་ཚིག་སྤྱོད་ན། ཁྱོན་ཡོངས་མི་འདྲ་བའི་སྒྲིག་འགོད་ཅིག་གིས་རོགས་རམ་ཡོད་སྲིད།

source: ABC
bo_cn: རིག་ནུས་ABC

source: ALT Both
bo_cn: ཟུར་གཉིས་ཀྱི་ Alt

source: ALT_L_SHIFT
bo_cn: Alt+གཡོན་གྱི་Shift

source: ALT_R_SHIFT
bo_cn: Alt+གཡས་ཀྱི་Shift

source: Activate input method
bo_cn: ནང་འཇུག་ཐབས་སྐུལ་སློང་།

source: Active
bo_cn: འགུལ་སྟངས།

source: Active Menu Color
bo_cn: བྱེད་འགུལ་འདེམས་བྱང་ཁ་དོག

source: Active Menu Item Character Color
bo_cn: བྱེད་འགུལ་འདེམས་བྱང་ཚན་གྱི་ཁ་དོག

source: Active Mode Icon
bo_cn: རྣམ་པ་ནང་འཇུག་ཐབས་ཀྱི་རིས་རྟགས་སྐུལ་སློང་།

source: Active Text Icon Color
bo_cn: བྱེད་འགུལ་ཡིག་རྐྱང་རིས་རྟགས་ཀྱི་ཁ་དོག

source: Active Tray Icon
bo_cn: བྱེད་འགུལ་ནང་འཇུག་ཐབས་ཀྱི་རིས་རྟགས།

source: Add Extra space when selecting a candidate word
bo_cn: གདམ་བྱའི་ཚིག་འདེམས་སྐབས་སྟོང་ཆ་ལྷག་མ་ནང་འཇུག

source: Add File
bo_cn: ཡིག་ཆ་སྣོན་པ།

source: Add Lua script support to Fcitx
bo_cn: Fcitx ལ་Lua ཡི་རྒྱབ་སྐྱོར་སྣོན།

source: Add Phrase
bo_cn: ཚིག་འདུས་མ་སྣོན།

source: Add Unicode Typing Support
bo_cn: Unicode ནང་འཇུག་རྒྱབ་སྐྱོར་སྣོན་པ།

source: Add current input buffer to user dictionary
bo_cn: མིག་སྔའི་ནང་འཇུག་ནང་དོན་དུ་སྤྱོད་མཁན་གྱི་ཚིག་མཛོད་སྣོན་པ།

source: Addon
bo_cn: སྒྲིག་ལྷུ་ཟུར་སྣོན།

source: Addon Config Dir:
bo_cn: བསྒར་ལྷུས་ཡིག་ཆའི་དཀར་ཆག་སྡེབ་སྒྲིག:

source: Addon Libraries:
bo_cn: བསྒར་ལྷུའི་མཛོད།:

source: Addon List:
bo_cn: བསྒར་ལྷུའི་རེའུ་མིག:

source: Adjust Order
bo_cn: ནང་འཇུག་གོ་རིམ།

source: AdjustFast
bo_cn: མགྱོགས།མྱུར།

source: AdjustFreq
bo_cn: ཟློས་ཕྱོད་ལྟར།

source: AdjustNo
bo_cn: ལེགས་སྒྲིག་མི་བྱེད།

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: All found Gtk ${1} immodule files exist.
bo_cn: རྙེད་པའི་Gtk ${1} ནང་འཇུག་ཐབས་དཔེ་དུམ་ཡིག་ཆ་ཚང་མ་ཡོད་པ།

source: All libraries for all addons are found.
bo_cn: བསྒར་ལྷུ་ཚང་མ་ལ་དགོས་པའི་མཛོད་ཚང་མ་རྙེད་པ།

source: All locale:
bo_cn: ཚང་མ་སྤྱོད་རུང་ locale:

source: Allow Pinyin Enhance to replace the first candidate word when the input string is very closed to English.
bo_cn: ནང་འཇུག་ཡིག་རྟགས་ཕྲེང་དབྱིན་ཡིག་དང་ཤིན་ཏུ་ཉེ་སྐབས་སུ་གདམ་བྱ་ཚིག་དང་པོ་བརྗེ་ཆོག་པ་བྱེད།

source: Allow replacing the first candidate
bo_cn: གདམ་བྱ་ཚིག་དང་པོ་བརྗེ་ཆོག་པ།

source: Allow to Override System XKB Settings
bo_cn: རྒྱུད་ཁོངས་ཀྱི་ XKB སྒྲིག་འགོད་འགེབས་ཆོག

source: Alternative Next Page Key
bo_cn: ལྷག་པའི་མྱུར་མཐེབ་ཤོག་ཕྱི་མ།

source: Alternative Prev Page Key
bo_cn: ལྷག་པའི་མྱུར་མཐེབ་ཤོག་གོང་མ།

source: Alternative Trigger Key for QuickPhrase
bo_cn: ལྷག་པའི་མྱུར་འཇུག་འཕྲད་ཐོན་མཐེབ།

source: Appearance
bo_cn: ཕྱི་ཚུལ།

source: Apply this custom xmodmap script after layout change
bo_cn: མཐེབ་གཞོང་བཀོད་པ་བཅོས་རྗེས་ཉེར་སྤྱོད་མཚན་ཉིད་རང་འཇོག་གི་ xmodmap ཞབས་དེབ།

source: Are you sure to delete %1?
bo_cn: ཁྱེད་ཀྱིས་ %1 འདོར་བ་གཏན་འཁེལ་ལ།མ

source: Argument for InputMethod Register
bo_cn: ནང་འཇུག་ཐབས་ཀྱི་ཞུགས་གྲངས་ཐོ་འགོད།

source: Auto
bo_cn: རང་འགུལ།

source: Auto Change to English Mode while Input Specific String
bo_cn: དམིགས་བསལ་གྱི་ཡིག་རྟགས་ཕྲེང་ནང་འཇུག་སྐབས་སུ་དབྱིན་ཡིག་རྣམ་པ་ལ་བརྗེ།

source: Auto Create Phrase
bo_cn: ཚིག་རང་སྒྲུབ།

source: Auto English
bo_cn: རང་འགུལ་དབྱིན་ཡིག་གི་རྣམ་པ།

source: Auto English Mode
bo_cn: རང་འགུལ་དབྱིན་ཡིག་གི་རྣམ་པ།

source: Auto English Trigger Word
bo_cn: རང་འགུལ་དབྱིན་ཡིག་གི་རྣམ་པས་འཕྲད་ཐོན་ཚིག

source: Auto Phrase
bo_cn: རང་འགུལ་མིང་ཚོགས།

source: Auto Phrase Length
bo_cn: རང་འགུལ་མིང་ཚོགས་ཀྱི་རིང་ཚད།

source: Auto Phrase Phrase
bo_cn: ཚིག་ཚོགས་ཚིག་རང་སྒྲུབ་ལ་ཞུགས།

source: Auto Send Candidate Word
bo_cn: བརྙན་རང་ཐོན།

source: Available Value:
bo_cn: འདེམས་རུང་ཚད།：

source: Background Image
bo_cn: རྒྱབ་ལྗོངས་པར་རིས།།

source: Bash Version:
bo_cn: Bash པར་གཞི：

source: Beginner's Guide
bo_cn: འཇུག་སྒོ་ཕྱོགས་སྟོན།

source: Bingchan
bo_cn: འཁྱགས་སྦལ་བརྡ་ཚང་རི་མོ།

source: BottomCenter
bo_cn: མཐིལ་དུ་དཀྱིལ་སྒྲིག

source: BottomLeft
bo_cn: གཡོན་གྱི་འོག་ཟུར།

source: BottomRight
bo_cn: གཡས་ཀྱི་འོག་ཟུར།

source: CTRL Both
bo_cn: ཟུར་གཉིས་ཀྱི Ctrl

source: Can't Create imWindow
bo_cn: ནང་འཇུག་ཐབས་སྒེའུ་ཁུང་བཟོ་མི་ཐུབ།

source: Can't open punc file.
bo_cn: ཚེག་རྟགས་ཡིག་ཆ་ཁ་འབྱེད་མི་ཐུབ།

source: Can't open socket %s: %s
bo_cn: Socket %s: %sཁ་འབྱེད་མི་ཐུབ།

source: Candidate Index Color
bo_cn: འདེམས་བྱའི་མིང་གསལ་བྱང་ཁ་དོག

source: Candidate Table Layout
bo_cn: འདེམས་བྱའི་མིང་རེའུ་མིག་བཀོད་པ།

source: Candidate Word Number
bo_cn: འདེམས་བྱའི་མིང་གི་གྲངས།

source: Cangjie
bo_cn: ཁྲང་ཅིའེ།

source: Cannot Save Frequent word: %s
bo_cn: ཚིག་ཟློས།： %sཉར་མི་ཐུབ།

source: Cannot Save Pinyin Index: %s
bo_cn: སྒྲ་སྦྱོར་གསལ་བྱང་།： %s ཉར་མི་ཐུབ།

source: Cannot Save User Pinyin Database: %s
bo_cn: སྤྱོད་མཁན་གྱི་སྒྲ་སྦྱོར་ཚིག་མཛོད: %s ཉར་མི་ཐུབ།

source: Cannot connect to fcitx correctly.
bo_cn: fcitx. ལ་འབྲེལ་མི་ཐུབ།

source: Cannot create file %1.
bo_cn: ཡིག་ཆ་ %1 བཟོ་མི་ཐུབ།

source: Cannot determine desktop environment.
bo_cn: ཅོག་ངོས་ཁོར་ཡུག་གཏན་འཁེལ་མི་ཐུབ།

source: Cannot find ${2} for gtk ${1}
bo_cn: gtk ${1} ཡི་ ${2}.རྙེད་མི་ཐུབ།

source: Cannot find System Database of Pinyin!
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སྒྲ་སྦྱོར་ཚིག་མཛོད་མི་རྙེད།

source: Cannot find a GUI config tool, please install one of ${1}, ${2}, or ${3}.
bo_cn: རིས་དབྱིབས་འཆར་ངོས་ཀྱི་སྡེབ་སྒྲིག་ལག་ཆ་མི་རྙེད། ${1}，${2}，${3} ནང་གི་གཅིག་སྒྲིག་འཇུག་བྱེད།

source: Cannot find enabled fcitx user interface!
bo_cn: མགོ་སློང་བའི་ fcitx སྤྱོད་མཁན་འཆར་ངོས་མི་རྙེད།

source: Cannot find fcitx addon config directory.
bo_cn: བསྒར་ལྷུའི་སྡེབ་སྒྲིག་དཀར་ཆག་མི་རྙེད།

source: Cannot find fcitx executable!
bo_cn: fcitx ལག་བསྟར་རུང་བའི་ཡིག་ཆ་མི་རྙེད།

source: Cannot find fcitx im module for gtk ${1} in cache.
bo_cn: ལྷོད་གསོག་ཏུ་ gtk ${1} ཡི་ fcitx ནང་འཇུག་ཐབས་དཔེ་དུམ་མི་རྙེད།

source: Cannot find fcitx im module for gtk ${1}.
bo_cn: gtk ${1} ཡི་ fcitx ནང་འཇུག་ཐབས་དཔེ་དུམ་མི་རྙེད།

source: Cannot find fcitx input method module for ${1}.
bo_cn: ${1} ཡི་ fcitx ནང་འཇུག་ཐབས་དཔེ་དུམ་མི་རྙེད།

source: Cannot find fcitx-configtool executable!
bo_cn: fcitx-configtool ཡི་ལག་བསྟར་རུང་བའི་ཡིག་ཆ་མི་རྙེད།

source: Cannot find file ${1} of addon ${2}.
bo_cn: བསྒར་ལྷུ ${2} ཡི་ཡིག་ཆ་ ${1}མི་རྙེད།

source: Cannot find following required libraries for ${1} of addon ${2}.
bo_cn: བསྒར་ལྷུ ${2} ལ་དགོས་པའི་མཛོད་ ${1}མི་རྙེད།

source: Cannot find immodules cache for gtk ${1}
bo_cn: gtk ${1} ཡི་ནང་འཇུག་ཐབས་དཔེ་དུམ་ལྷོད་གསོག་མི་རྙེད།

source: Cannot find kimpanel dbus interface or enabled non-kimpanel user interface.
bo_cn: kimpanel dbus མཐུད་ཁ་ཡང་ན་ kimpanel མིན་སྤྱོད་མཁན་འཆར་ངོས་མི་རྙེད།

source: Cannot find xim_server on root window.
bo_cn: རྩ་བའི་སྒེའུ་ཁུང་དུ་ xim_server.རྙེད་པ།

source: Cannot found Pinyin
bo_cn: སྒྲ་སྦྱོར་མི་རྙེད།

source: Cannot interpret XMODIFIERS: ${1}.
bo_cn: XMODIFIERS: ${1}.དབྱེ་ཞིབ་མི་ཐུབ།

source: Cannot load default skin, is installation correct?
bo_cn: སོར་བཞག་ངོ་ལྤགས་སྣོན་མི་ཐུབ། སྒྲིག་འཇུག་ཡང་དག་ཡིན་མིན།

source: Cannot load skin %s, return to default
bo_cn: ངོ་ལྤགས་%s སྣོན་མི་ཐུབ། སོར་བཞག་ངོ་ལྤགས་སུ་ལོག

source: Cannot read im list from fcitx profile.
bo_cn: fcitx སྡེབ་སྒྲིག་ཡིག་ཆ་ལས་ནང་འཇུག་ཐབས་རེའུ་མིག་ཀློག་མི་ཐུབ།

source: Cannot remove system file
bo_cn: རྒྱུད་ཁོངས་ཡིག་ཆ་སྤོ་མི་ཐུབ།

source: Category
bo_cn: རིགས་དབྱེ།

source: Center
bo_cn: དཀྱིལ་སྒྲིག

source: CenterLeft
bo_cn: དཀྱིལ་ནས་གཡོན་བརྟེན།

source: CenterRight
bo_cn: དཀྱིལ་ནས་གཡས་བརྟེན།

source: Choose
bo_cn: འདེམ་པ།

source: Choose Second and Third Candidate Word
bo_cn: འདེམས་བྱའི་མིང་གཉིས་པ་གསུམ་པ་འདེམས།

source: Choose key modifier
bo_cn: ཚིག་འདེམས་རྒྱན་མཐེབ།

source: Choose the phrase to be deleted, Press Escape to Cancel
bo_cn: འདོར་དགོས་པའི་ཚིག་འདེམས། Escape གནོན་ནས་ལེན་པ།

source: Choose the phrase to be put in the front, Press Escape to Cancel
bo_cn: སྔོན་དུ་བཞག་པའི་ཚིག་འདེམས། Escape གནོན་ནས་ལེན་པ།

source: Choose the phrase to clear typing history, Press Escape to Cancel
bo_cn: གཙང་བཤེར་དགོས་པའི་ནང་འཇུག་ཟློས་ཕྱོད་ཀྱི་ཚིག་སྒྲུབ་འདེམ་པ། Escape གནོན་ནས་ལེན་པ།

source: Classic
bo_cn: གསུང་རབ་འཆར་ངོས།

source: Classic User Interface with Skin support
bo_cn: ངོ་ལྤགས་ཀྱིས་རྒྱབ་སྐྱོར་བྱེད་པའི་གསུང་རབ་འཆར་ངོས།

source: ClassicUI
bo_cn: གསུང་རབ་འཆར་ངོས།

source: Clear
bo_cn: གཙང་སེལ།

source: Clear Frequency
bo_cn: ནང་འཇུག་ཟློས་ཕྱོད་གཙང་སེལ།

source: Clear local Input Method
bo_cn: ཆ་ཤས་ནང་འཇུག་ཐབས་གཙང་སེལ།

source: Clear local input method
bo_cn: ཆ་ཤས་ནང་འཇུག་ཐབས་གཙང་སེལ།

source: Clipboard
bo_cn: དྲས་སྦྱར་ངོས་པང།

source: Close virtual keyboard
bo_cn: རྟོག་བཟོས་མཐེབ་གཞོང་ཁ་རྒྱག

source: Code Table File
bo_cn: ཨང་སྒྲིག་རེའུ་མིག་ཡིག་ཆ།

source: Code Table Name
bo_cn: ཨང་སྒྲིག་རེའུ་མིག་མིང་།

source: Code is
bo_cn: སྒྲིག་ཨང་ནི།

source: CodeTable
bo_cn: ཨང་ཀིའི་རེའུ་མིག

source: Color of Cursor
bo_cn: འོད་རྟགས་ཁ་དོག

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Commit and pass when invalid key of this table pressed
bo_cn: སྒྲིག་ཨང་རེའུ་མིག་ཏུ་ལུགས་འགལ་མཐེབ་ནང་བཅུག་སྐབས་སུ་ནང་འཇུག་འདོན་ཞིང་མཐེབ་འདི་སྐུར་བ།

source: Commit key for select first candidate
bo_cn: འདེམས་བྱའི་ཚིག་དང་པོའི་འདོན་མཐེབ།

source: Commit string when there is no match
bo_cn: ཟླ་སྒྲིག་མེད་སྐབས་ནང་འཇུག་འདོན་པ།

source: Commit when toggle state
bo_cn: རྣམ་པ་བརྗེ་སྐབས་འདོན་པ།

source: Commit with extra space when choose candidate word
bo_cn: གདམ་བྱའི་ཚིག་འདེམས་སྐབས་སྟོང་ཆ་ལྷག་མ་ནང་འཇུག

source: Config GUI for gtk${1} not found.
bo_cn: gtk${1} ཡི་སྡེབ་སྒྲིག་འཆར་ངོས་མ་རྙེད།

source: Config GUI for gtk${1}:
bo_cn: GTK+-${1}.0 ཡི་སྡེབ་སྒྲིག་འཆར་ངོས་སྤྱོད་པ：

source: Config GUI for kde:
bo_cn: KDE ཡི་སྡེབ་སྒྲིག་འཆར་ངོས：

source: Config Tool Wrapper:
bo_cn: ལག་ཆ་བཏུམ་བྱེད་སྡེབ་སྒྲིག：

source: ConfigFile
bo_cn: ཡིག་ཆ་སྡེབ་སྒྲིག

source: Configuration:
bo_cn: སྡེབ་སྒྲིག：

source: Configure
bo_cn: སྒྲིག་འགོད།

source: Configure Current Input Method
bo_cn: མིག་སྔའི་ནང་འཇུག་ཐབས་སྡེབ་སྒྲིག

source: Configure group name error: line %d
bo_cn: སྡེབ་སྒྲིག་ཚོ་མིང་ནོར་འཁྲུལ།： ཕྲེང་ %d

source: Confirm deletion
bo_cn: སུབ་པ་གཏན་ཁེལ།

source: Conveniently Input English or User-Defined Simple Table
bo_cn: དབྱིན་ཡིག་ཡང་ན་སྤྱོད་མཁན་གྱི་གཏན་འཁེལ་བའི་སྒྲིག་ཨང་རེའུ་མིག་སྟབས་བདེས་ནང་འཇུག་པ།

source: Convert Simplified Chinese To Traditional Chinese
bo_cn: རྒྱ་ཡིག་བསྡུས་གཟུགས་རྒྱ་ཡིག་དཀའ་གཟུགས་སུ་བསྒྱུར།

source: Copy
bo_cn: འདྲ་ཕབ།

source: Create new file
bo_cn: ཡིག་ཆ་གསར་པ་བཟོ་བ།

source: Ctrl
bo_cn: Coml

source: Ctrl+Left Super
bo_cn: Ctrl+གཡོན་ Super

source: Ctrl+Right Super
bo_cn: Ctrl+གཡས་ Super

source: Current Enabled Input Method List
bo_cn: མིག་སྔའི་མགོ་བསླངས་པའི་ནང་འཇུག་ཐབས་རེའུ་མིག

source: Current Input Method Name
bo_cn: མིག་སྔའི་ནང་འཇུག་ཐབས་མིང་།

source: Current fcitx settings directory is ${1} (${2}).
bo_cn: མིག་སྔའི་ fcitx བཀོད་པའི་དཀར་ཆག་ནི་ ${1}། (${2})ཡིན།

source: Current local input method is
bo_cn: མིག་སྔའི་ཆ་ཤས་ནང་འཇུག་ཐབས་དེ།

source: Current locale:
bo_cn: མིག་སྔའི་ locale:

source: Current user:
bo_cn: མིག་སྔའི་སྤྱོད་མཁན།：

source: Current value of ${1} is ${2} (${3}).
bo_cn: ${1} ཡི་མིག་སྔའི་ཚད་ནི་ ${2}། (${3})ཡིན།

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: Custom switch key
bo_cn: བརྗེ་མཐེབ་མཚན་ཉིད་རང་འཇོག

source: DBus Support
bo_cn: DBusརྒྱབ་སྐྱོར།

source: DBus based new Freedesktop.org tray icon
bo_cn: DBus ལ་བརྟེན་པའི་ Freedesktop.org གསར་བའི་འདེགས་སྡེར་རིས་རྟགས།

source: De&lete All
bo_cn: ཆ་ཚང་འདོར་བ།(&L)

source: Default
bo_cn: སོར་བཞག

source: Default Input Method State
bo_cn: སོར་བཞག་ནང་འཇུག་ཐབས་རྣམ་པ།

source: Default Shuangpin Schema
bo_cn: སོར་བཞག་ཉིས་སྒྲིག་ཇུས་གཞི།

source: Default Spell Hint Backends Order
bo_cn: འབྲི་སྟངས་གསལ་སྟོན་སོར་བཞག་གིས་སྤྱོད་པའི་མཇུག་སྣེ་རིམ་པ།

source: Default input methods:
bo_cn: སོར་བཞག་ནང་འཇུག་ཐབས།:

source: Delete Phrase
bo_cn: མིང་ཚོགས་འདོར་བ།

source: Dependency
bo_cn: རྟེན་པ།

source: Description of Skin
bo_cn: ཞིབ་བརྗོད།

source: Desktop Environment:
bo_cn: ཅོག་ངོས་ཁོར་ཡུག:

source: Desktop environment is ${1}.
bo_cn: ཅོག་ངོས་ཁོར་ཡུག་ནི་ ${1}ཡིན།

source: Dianbaoma
bo_cn: གློག་འཕྲིན་ཨང་རྟགས།

source: Directories:
bo_cn: དཀར་ཆག：

source: Disable Paging in Remind Mode
bo_cn: བསམ་སྐུལ་རྣམ་པའ་ཤོག་སྒྱུར་འགོག་པ།

source: Disable Pinyin Symbol
bo_cn: སྒྲ་སྦྱོར་རྟགས་འགོག་པ།

source: Disable addon %s, dependency %s cannot be satisfied.
bo_cn: བསྒར་ལྷུ %s འགོག་པ། རྟེན་ས་ %s མི་འཚིམ།

source: Disabled
bo_cn: འགོག་སྤྱོད།

source: Do not commit preedit text when unfocus a window
bo_cn: སྒེའུ་ཁུང་གི་མདོ་ཚེག་བོར་སྐབས་སྔོན་རྩོམ་སྒྲིག་ཡིག་རྐྱང་མི་འདོན་པ།

source: Do not show again
bo_cn: ཡང་བསྐྱར་མངོན་མི་དགོས།

source: Do not show in GUI
bo_cn: རིས་དབྱིབས་འཆར་ངོས་སུ་མ་མངོན།

source: Do not show input window if there is only one candidate and preedit
bo_cn: གདམ་བྱའི་ཚིག་གམ་སྔོན་རྩོམ་སྒྲིག་ཡིག་རྟགས་ཕྲེང་གཅིག་ཁོ་ན་ཡོད་སྐབས་ནང་འཇུག་སྒེའུ་ཁུང་མ་མངོན།

source: Do not show input window if there is only preedit string
bo_cn: སྔོན་རྩོམ་སྒྲིག་ཡིག་རྟགས་ཕྲེང་ཁོ་ན་ཡོད་སྐབས་ནང་འཇུག་སྒེའུ་ཁུང་མ་མངོན།

source: Do not show spell hint
bo_cn: འབྲི་སྟངས་གསལ་སྟོན་མ་མངོན།

source: Do not sort word with code less than this level
bo_cn: རིམ་འདིའི་ཐུང་བའི་ཨང་ལ་རིམ་སྒྲིག་མི་བྱེད།

source: Duplicate entry %s in group %s,@ line %d, override previous one.
bo_cn: བསྐྱར་ཟློས་མཐེབ་ %s ཚོ་ %s རུ་ཐོན་པ། @ཨང་ཕྲེང་ %d མ་བཀབ་གོང་གི་ཚད།

source: Duplicate group %s in a desktop file,@ line %d, merge with previous one.
bo_cn: ཡང་བསྐྱར་གྱི་ཚོ་མིང་ %s，@ཨང་ཕྲེང་ %d ཚོ་སྔོན་མ་དང་ཟླ་སྒྲིལ་བ།

source: Duplicate group name, merge with the previous: %s :line %d
bo_cn: ཚོ་མིང་བསྐྱར་ཟློས། སྔོན་གྱི་ཚོ་དང་ཟླ་སྒྲིལ: %s།：ཕྲེང་ %d

source: Duplicate option, overwrite: line %d
bo_cn: བསྐྱར་ཟློས་ཀྱི་སྡེབ་སྒྲིག་ཚན། འགེབ་པ:ཕྲེང་%d

source: E&xport
bo_cn: ཕྱིར་འདོན།(&X)

source: Empty
bo_cn: སྟོང་པ།

source: Enable
bo_cn: སྤྱོད་འགོ་འཛུགས་པ།

source: Enable Hotkey to scroll Between Input Method
bo_cn: ནང་འཇུག་ཐབས་བརྗེ་རེས་སྤྱོད་འགོ་རྩོམ་པ།

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Enabled state for im
bo_cn: ནང་འཇུག་ཐབས་སྤྱོད་པའི་རྣམ་པ།

source: Enchance pinyin input in Fcitx
bo_cn: དྲགས་སྒྱུར་ Fcitx ཡི་སྒྲ་སྦྱོར་ནང་འཇུག

source: End Key
bo_cn: མཚམས་བཞག་མཐེབ།

source: English (US)
bo_cn: དབྱིན་ཡིག (ཨ་རི།)

source: English Mode Icon
bo_cn: དབྱིན་ཇིའི་རྣམ་པའི་རིས་རྟགས།

source: Enum Option is invalid, take it as string
bo_cn: རེར་འགོད་འདེམས་ཚན་ལུགས་མི་མཐུན། རིགས་གྲས་ཡིག་རྟགས་ཕྲེང་ལྟར་སྒྲིག་དྲས་རྒྱག།

source: Enum option duplicated.
bo_cn: རེར་འགོད་འདེམས་ཚན་བསྐྱར་ཟློས།

source: Enum option number must larger than 0
bo_cn: རེར་འགོད་འདེམས་ཚན་གྱི་གྲངས་ཀ་ 0ལས་ཆེ་དགོས།

source: Environment variable ${1} is not set.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ ${1} བཀོད་མེད།

source: Environment variable ${1} is set to "${2}" correctly.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ ${1}ཡང་དག་གིས་ \${2}".ལ་བཀོད།"

source: Environment variable ${1} is set to ${2}.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ ${1} ནི་ ${2} ལ་བཀོད།

source: Environment:
bo_cn: ཁོར་ཡུག:

source: Erbi
bo_cn: སྨྱུག་གཉིས།

source: Error occurs when running ${1}. Please check your locale settings.
bo_cn: ${1} འཁོར་སྐྱོད་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་། ཁྱེད་ཀྱི་ཁུལ་ཁོངས་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་གནང་རོགས།

source: Error while deleting %1.
bo_cn: %1 འདོར་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error: $HOME or $XDG_CONFIG_HOME is not set, cannot determine the install path
bo_cn: ནོར་འཁྲུལ།：$HOME ཡང་ན་ $XDG_CONFIG_HOME བཀོད་མེད། སྒྲིག་འཇུག་འགྲོ་ལམ་གཏན་འཁེལ་བྱེད་མེད།

source: Error: Load fontconfig failed
bo_cn: ནོར་འཁྲུལ།： fontconfig སྣོན་པ་ཕམ་པ།

source: Error: skin failed to install
bo_cn: ནོར་འཁྲུལ།：ངོ་ལྤགས་སྒྲིག་འཇུག་ཕམ་པ།

source: Error: skin file doesn't contain skin config.
bo_cn: ནོར་འཁྲུལ།：ངོ་ལྤགས་ཡིག་ཆར་ངོ་ལྤགས་སྡེབ་སྒྲིག་མི་ཚུད།

source: Error: skin file should only contain one directory.
bo_cn: ནོར་འཁྲུལ།：ངོ་ལྤགས་ཡིག་ཆར་དཀར་ཆག་གཅིག་ཁོ་ན་ཚུད་དགོས།

source: Exact Match
bo_cn: ཞིབ་ཚགས་ཟླ་སྒྲིག

source: Exit
bo_cn: ཕྱིར་འབུད།

source: Extra key for trigger input method
bo_cn: ནང་འཇུག་ཐབས་སྐུལ་སློང་མྱུར་མཐེབ་ལྷག་མ།

source: Failed to find fcitx in immodule cache at ${1}
bo_cn: ནང་འཇུག་ཐབས་དཔེ་དུམ་ལྷོད་གསོག་ ${1} རུ་fcitxམི་རྙེད།

source: Failed to find fcitx in the output of ${1}
bo_cn: ${1} ཡི་ནང་བཅུག་ཏུ་ fcitx. མི་རྙེད།

source: Fallback UI Addon
bo_cn: འདེམས་གྲབས་འཆར་ངོས་ཟུར་སྣོན་སྒྲིག་ལྷུ།

source: Fcitx Addons:
bo_cn: Fcitx བསྒར་ལྷུ:

source: Fcitx Clipboard access
bo_cn: Fcitx ཡི་དྲས་སྦྱར་པང་ལྟ་སྤྱོད་རྒྱབ་སྐྱོར།

source: Fcitx Configure UI:
bo_cn: Fcitx སྡེབ་སྒྲིག་འཆར་ངོས།:

source: Fcitx DBus Frontend
bo_cn: Fcitx DBus མདུན་སྣེ།

source: Fcitx Lua Support
bo_cn: Fcitx ཡི་ Lua རྒྱབ་སྐྱོར།

source: Fcitx Settings Directory:
bo_cn: Fcitx སྒྲིག་འགོད་དཀར་ཆག：

source: Fcitx Skin Installer
bo_cn: Fcitx པགས་པ་སྒྲིག་འཇུག་ཆས།

source: Fcitx Spelling Hint/Completion Support
bo_cn: Fcitx འབྲི་སྟངས་གསལ་སྟོན/ཁ་གསབ་རྒྱབ་སྐྱོར།

source: Fcitx State:
bo_cn: Fcitx རྣམ་པ།:

source: Fcitx Unicode Typing Support
bo_cn: Fcitx ཡི་ Unicode ནང་འཇུག་རྒྱབ་སྐྱོར།

source: Fcitx XIM Frontend
bo_cn: Fcitx XIM མདུན་སྣེ།

source: Fcitx is not running.
bo_cn: Fcitx འཁོར་སྐྱོད་བྱེད་བཞིན་མེད།

source: Fcitx version: ${1}
bo_cn: Fcitx པར་གཞི།： ${1}

source: File Operation Failed
bo_cn: ཡིག་ཆ་བཀོལ་སྤྱོད་ཕམ་པ།

source: File name should not contain '/'.
bo_cn: ཡིག་ཆའི་མིང་དུ་ “/”ཚུད་མི་འོས།

source: Fill Background Horizontal rule
bo_cn: འཕྲེད་ཕྱོགས་ཁ་སྐོང་སྒྲིག་སྲོལ།

source: Fill Background Vertical rule
bo_cn: གཞུང་ཕྱོགས་ཁ་སྐོང་སྒྲིག་སྲོལ།

source: First Candidate Color
bo_cn: གདམ་བྱའི་ཚིག་དང་པོའི་ཁ་དོག

source: First Candidate Display as Preedit
bo_cn: གདམ་བྱའི་ཚིག་དང་པོ་སྔོན་རྩོམ་སྒྲིག་ཡིག་རྐྱང་ལྟར་མངོན།

source: Fix misstype gn/ng
bo_cn: སྒྲ་སྦྱོར་ནང་གི་ng->gn ཡི་ནང་འཇུག་ནོར་འཁྲུལ་སྣང་མེད་དུ་གཏོང་།

source: Fix misstype v/u like jv, qv, xv, yv
bo_cn: སྒྲ་སྦྱོར་ jv，qv，xv，yv ནང་གི་ u->v ཡི་ནང་འཇུག་ནོར་འཁྲུལ་སྣང་མེད་དུ་གཏོང་།

source: Fix preedit cursor at head
bo_cn: འོད་རྟགས་སྔོན་ནང་འཇུག་ཡིག་རྐྱང་གི་མགོར་ཞོག

source: Font
bo_cn: ཡིག་གཟུགས།

source: Font Locale to display
bo_cn: ཡིག་གཟུགས་ཁུལ་ཁོངས།

source: Font Size
bo_cn: ཡིག་གཟུགས་ཆེ་ཆུང་།

source: Font sizes respect dpi setting
bo_cn: ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་dpi སྒྲིག་འགོད་སྲུང་།

source: Found ${1} at ${2}.
bo_cn: ${2} རུ་${1} རྙེད།

source: Found ${1} disabled addons:
bo_cn: བཀག་པའི་བསྒར་ལྷུ་ ${1} རྙེད་པ།:

source: Found ${1} enabled addons:
bo_cn: མགོ་རྩོམ་པའི་བསྒར་ལྷུ་ ${1} རྙེད་པ།:

source: Found ${1} enabled input methods:
bo_cn: མགོ་རྩོམ་པའི་ནང་འཇུག་ཐབས་ ${1} རྙེད་པ།:

source: Found ${1} enabled user interface addons:
bo_cn: མགོ་རྩོམ་པའི་སྤྱོད་མཁན་འཆར་ངོས་བསྒར་ལྷུ ${1} རྙེད་པ།:

source: Found ${1} fcitx process:
bo_cn: fcitx འཕེལ་རིམ་${1} རྙེད་པ།:

source: Found ${1} fcitx processes:
bo_cn: fcitx འཕེལ་རིམ་${1} རྙེད་པ།:

source: Found ${2} for unknown gtk version at ${1}.
bo_cn: ${1} རུ་མི་ཤེས་པའི་ gtk པར་གཞི་ ${2}.རྙེད་པ།

source: Found ${3} for gtk ${1} at ${2}.
bo_cn: ${2} རུ་gtk ${1} ཡི་ ${3}.རྙེད་པ།

source: Found fcitx addon config directory: ${1}.
bo_cn: fcitx བསྒར་ལྷུའི་སྡེབ་སྒྲིག་དཀར་ཆག： ${1}.རྙེད་པ།

source: Found fcitx at ${1}.
bo_cn: ${1} རུ་fcitx.རྙེད་པ།

source: Found fcitx im module for ${2}: ${1}.
bo_cn: ${2} ཡི་ནང་འཇུག་ཐབས་དཔེ་དུམ།： ${1}.རྙེད་པ།

source: Found fcitx im modules for gtk ${1}.
bo_cn: gtk ${1} ཡི་ fcitx ནང་འཇུག་ཐབས་དཔེ་དུམ་རྙེད་པ།

source: Found fcitx kcm module.
bo_cn: fcitx ཡི་ kcm དཔེ་དུམ་རྙེད་པ།

source: Found fcitx qt module: ${1}.
bo_cn: fcitx ཡི་ qt དཔེ་དུམ།： ${1}.རྙེད་པ།

source: Found fcitx-configtool at ${1}.
bo_cn: ${1} རུ་fcitx-configtool རྙེད་པ།

source: Found immodule cache for unknown gtk version at ${1}.
bo_cn: ${1} རུ་མི་ཤེས་པའི་ gtk པར་གཞིའི་ནང་འཇུག་ཐབས་དཔེ་དུམ་ལྷོད་གསོག་རྙེད་པ།

source: Found immodules cache for gtk ${1} at ${2}.
bo_cn: ${2} རུ་ gtk ${1} ཡི་ནང་འཇུག་ཐབས་དཔེ་དུམ་ལྷོད་གསོག་རྙེད་པ།.

source: Found unknown fcitx qt module: ${1}.
bo_cn: མི་ཤེས་པའི་ fcitx qt དཔེ་དུམ།： ${1}.རྙེད་པ།

source: Freedesktop.org Notification Support
bo_cn: Freedesktop.org ཅོག་ངོས་གསལ་སྟོན་རྒྱབ་སྐྱོར།

source: Frontend
bo_cn: མདུན་སྣེ།

source: Frontend Used by IM Modules
bo_cn: ནང་འཇུག་ཐབས་དཔེ་དུམ་གྱིས་མདུན་སྣེ་སྤྱོད་པ།

source: Frontend: bad frontend
bo_cn: མདུན་སྣེ།： གནད་དོན་ཡོད་པའི་མདུན་སྣེ།

source: Frontend: open %s fail %s
bo_cn: མདུན་སྣེ།： %s ཁ་འབྱེད་ཕམ་པ་ %s

source: Frontends setup:
bo_cn: མདུན་སྣེ་སྒྲིག་བཀོད།:

source: Full width Character
bo_cn: ཟུར་ཡོངས་ཡིག་རྟགས།

source: Full width punct
bo_cn: ཟུར་ཡོངས་ཚེག་རྟགས།

source: Full width punctuations are used.
bo_cn: མགོ་བསླངས་པའི་ཟུར་ཡོངས་ཚེག་རྟགས།

source: Fullwidth
bo_cn: ཟུར་ཡོངས་ཡིག་རྟགས།

source: Fullwidth Character
bo_cn: ཟུར་ཡོངས་ཡིག་རྟགས།

source: Fuzzy an and ang
bo_cn: anདང་ang རབ་རིབ་བྱེད།

source: Fuzzy c and ch
bo_cn: cདང་chརབ་རིབ་བྱེད།

source: Fuzzy en and eng
bo_cn: enདང་engརབ་རིབ་བྱེད།

source: Fuzzy f and h
bo_cn: fདང་hརབ་རིབ་བྱེད།

source: Fuzzy ian and iang
bo_cn: ianདང་iangརབ་རིབ་བྱེད།

source: Fuzzy in and ing
bo_cn: inདང་ingརབ་རིབ་བྱེད།

source: Fuzzy l and n
bo_cn: lདང་nརབ་རིབ་བྱེད།

source: Fuzzy ou and u
bo_cn: ouདང་uརབ་རིབ་བྱེད།

source: Fuzzy s and sh
bo_cn: sདང་shརབ་རིབ་བྱེད།

source: Fuzzy uan and uang
bo_cn: uanདང་uangརབ་རིབ་བྱེད།

source: Fuzzy z and zh
bo_cn: zདང་zhརབ་རིབ་བྱེད།

source: Give the tips of Phrase
bo_cn: གསལ་སྟོན་མིང་མཛོད་ནང་གི་མིང་ཚོགས།

source: Global Input Method SelectKey
bo_cn: ཁྱོན་ཡོངས་ནང་འཇུག་ཐབས་འདེམ་པ།

source: GlobalSelector
bo_cn: ཁྱོན་ཡོངས་འདེམ་པ།

source: Grave
bo_cn: ལྡོག་འདྲེན་རྟགས།

source: Greek
bo_cn: ཀུ་རུ་སིའི་སྐད།

source: Gtk ${1} immodule file ${2} does not exist.
bo_cn: Gtk ${1} ནང་འཇུག་ཐབས་དཔེ་དུམ་ཡིག་ཆ་ ${2} མེད།

source: Gtk IM module cache:
bo_cn: Gtk ནང་འཇུག་ཐབས་དཔེ་དུམ་ལྷོད་གསོག：

source: Gtk IM module files:
bo_cn: Gtk ནང་འཇུག་ཐབས་དཔེ་དུམ་ཡིག་ཆ།：

source: Half width Character
bo_cn: ཟུར་ཕྱེད་ཡིག་རྟགས།

source: Hall of Shame for Linux IME Support
bo_cn: Linux ནང་འཇུག་ཐབས་ཀྱིས་ངོ་ཚ་ཁང་རྒྱབ་སྐྱོར།

source: Hide
bo_cn: གབ་པ།

source: Hide when tray icon is available
bo_cn: འདེགས་སྡེར་རིས་རྟགས་སྤྱོད་རུང་སྐབས་སུ་སྦེད་པ།

source: Hiragana
bo_cn: དཀྱུས་མིང་།

source: Home:
bo_cn: དཀར་ཆག་གཙོ་བོ།：

source: Horizontal
bo_cn: ཆུ་སྙོམས།

source: Hotkey
bo_cn: ཚ་མཐེབ།

source: Hotkey for Inputing Character From Phrase
bo_cn: ཚིག་གིས་ཡི་གེ་གཏན་འཁེལ།

source: Hotkey for switching to Inputing Character From Phrase mode
bo_cn: ཚིག་གིས་ཡི་གེ་གཏན་འཁེལ་རྣམ་པར་བརྗེ།

source: Hotkey of Adding Frequent Word
bo_cn: མྱུར་མཐེབ།： རྒྱུན་སྤྱོད་ཡི་གེ་སྣོན་པ།

source: Hotkey of Delete User Phrase
bo_cn: མྱུར་མཐེབ།： སྤྱོད་མཁན་མིང་ཚོགས་འདོར་བ།

source: Hotkey of Deleting Frequent Word
bo_cn: མྱུར་མཐེབ།： རྒྱུན་སྤྱོད་ཡི་གེ་འདོར་བ།

source: IM: bad im %s
bo_cn: ནང་འཇུག་ཐབས: གནད་དོན་ཡོད་པའི་ནང་འཇུག་ཐབས %s

source: IM: open %s fail %s
bo_cn: ནང་འཇུག་ཐབས: %s ཁ་འབྱེད་ཕམ་པ་ %s

source: IMSelector
bo_cn: ནང་འཇུག་ཐབས་འདེམས་ཆས།

source: Icon Name
bo_cn: རིས་རྟགས་མིང་།

source: IconName
bo_cn: རིས་རྟགས་མིང་།

source: Ignore Punctuation
bo_cn: ཚེག་རྟགས་སྣང་མེད་དུ་གཏོང་།
