Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/fcitx.po
Languages: bo_cn

source: X11 Utilitiy used by other Addon
bo_cn: བསྒར་ལྷུ་གཞན་དག་གིས་སྤྱོད་པའི་ X11 ལག་ཆའི་རྟེན་འབྱུང་གྲངས།

source: X11 not initialized
bo_cn: X11 ཐོག་མ་ཅན་དུ་སྒྱུར་མེད།

source: XIM encoding:
bo_cn: XIM སྒྲིག་ཨང་།：

source: XIM for Emacs:
bo_cn: Emacs ལ་སྤྱོད་པའི་ XIM：

source: XIM_SERVERS on root window:
bo_cn: རྩ་བའི་སྒེའུ་ཁུང་གི་ XIM_SERVERS:

source: XMODIFIERS Error.
bo_cn: XMODIFIERS ནོར་འཁྲུལ།

source: XMODIFIERS is not set
bo_cn: XMODIFIERS སྒྲིག་འགོད་བྱས་མེད།

source: XiaoHe
bo_cn: ཁྲུང་ཁྲུང་།

source: Xim Server Name from Environment variable is ${1}.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ལས་Xim ཐོབ་པའི་ཞབས་ཞུ་མིང་ནི་ ${1}.ཡིན།

source: Xim server name is the same with that set in the environment variable.
bo_cn: ཞབས་ཞུ Xim ཡི་མིང་དང་ཁོར་ཡུག་འགྱུར་ཚད་ནང་སྒྲིག་འགོད་བྱས་པ་དང་གཅིག་མཚུངས་ཡིན།

source: Xim server name: "${1}" is different from that set in the environment variable: "${2}".
bo_cn: ཞབས་ཞུའི་མིང་། Xim： "${1}" དང་ཁོར་ཡུག་འགྱུར་ཚད་ནང་སྒྲིག་འགོད་བྱས་པའི་གྲངས "${2}" གཅིག་མཚུང་མིན།

source: You are using xim in ${1} programs.
bo_cn: ཁྱེད་ཀྱིས་བྱ་རིམ ${1} ནང་ xim སྤྱོད་བཞིན་ཡོད།

source: You don't have any input methods enabled.
bo_cn: ཁྱེད་ལ་བཀོལ་སྤྱོད་བྱེད་པའི་འཇུག་ཐབས་གང་ཡང་མེད།

source: You have a keyboard input method "${1}" correctly added as your default input method.
bo_cn: ཁྱེད་ཀྱིས་ཡང་དག་པའི་སྒོ་ནས་མཐེབ་གཞོང་འཇུག་ཐབས "${1}" སོར་བཞག་ལ་སྒྲིག་འགོད་ཟིན།

source: You may have trouble using fcitx in ${1} programs.
bo_cn: ཁྱེད་རང་ལ་ཕལ་ཆེར་བྱ་རིམ ${1} ནང fcitx བེད་སྤྱོད་སྐབས་གནད་དོན་འཕྲད་སྲིད།

source: You only have one keyboard input method enabled. You may want to add another input method to input other languages.
bo_cn: ཁྱེད་ལ་བེད་སྤྱོད་ཐུབ་པའི་མཐེབ་གཞོང་འཇུག་ཐབས་གཅིག་མ་གཏོགས་མེད་པས། ཕལ་ཆེར་ཁྱེད་ཀྱིས་འཇུག་ཐབས་གཞན་པ་དང་སྐད་རིགས་གཞན་པ་སྣོན་དགོས།

source: Zhongwenzhixing
bo_cn: རྒྱ་ཡིག་གི་སྐར་ཚོགས།

source: Ziguang
bo_cn: འོད་སྨུག་པོ།

source: Ziranma
bo_cn: རང་བྱུང་སྒྲིག་ཨང་།

source: executable:
bo_cn: ལག་བསྟར་ཐུབ་པའི་ཡིག་ཆ།

source: here
bo_cn: འདིར།

source: min Num of Characters:
bo_cn: སྐར་མ། ཡིག་རྟགས་གྲངས།

source: no default option for %s/%s
bo_cn: འདེམས་ཚན %s/%s ལ་སོར་བཞག་འདེམས་ཚན་མེད་པ།

source: no valid font.
bo_cn: སྤྱོད་རུང་ཡིག་གཟུགས་མེད་པ།

source: process:
bo_cn: འཕེལ་རིམ།

source: pthread mutex init failed
bo_cn: “pthredd mutex init failed”

source: sudo environment variables
bo_cn: sudo ཡི་ཁོར་ཡུག་འགྱུར་ཚད།

source: version:
bo_cn: པར་གཞི།

source: xmodmap command
bo_cn: བཀའ xmodmap

source: your current font is: %s
bo_cn: མིག་སྔའི་ཡིག་གཟུགས་ནི %s ཡིན།
