Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/fcitx-configtool.po
Languages: bo_cn

source: Add input method
bo_cn: ནང་འཇུག་ཐབས་སྣོན་པ།

source: Addon
bo_cn: སྒྲིག་ལྷུ་ཟུར་སྣོན།

source: Advance
bo_cn: མཐོ་རིམ།

source: Appearance
bo_cn: ཕྱི་ཚུལ།

source: Available Input Method
bo_cn: སྤྱོད་རུང་གི་ནང་འཇུག་ཐབས།

source: Cannot load currently used user interface info
bo_cn: མིག་སྔའི་སྤྱོད་མཁན་འཆར་ངོས་ཀྱི་ཆ་འཕྲིན་འཇུག་མི་ཐུབ།

source: Clear font setting
bo_cn: ཡིག་གཟུགས་ཀྱི་སྒྲིག་འགོད་སེལ་བ།

source: Configure
bo_cn: སྒྲིག་འགོད།

source: Current Input Method
bo_cn: མིག་སྔའི་ནང་འཇུག་ཐབས།

source: Default
bo_cn: སོར་བཞག

source: Default keyboard layout
bo_cn: སོར་བཞག་གི་མཐེབ་གཞོང་བཀོད་པ།

source: Didn't install related component.
bo_cn: སྒྲིག་འཇུག་མེད་པའི་འབྲེལ་ཡོད་སྒྲིག་ལྷུ།

source: Empty
bo_cn: སྟོང་པ།

source: Global Config
bo_cn: ཁྱོན་ཡོངས་སྡེབ་སྒྲིག

source: Input Method
bo_cn: འཇུག་ཐབས།

source: Input Method Configuration
bo_cn: ནང་འཇུག་ཐབས་སྡེབ་སྒྲིག

source: Input Method Default
bo_cn: ནང་འཇུག་ཐབས་སོར་བཞག

source: Input method settings:
bo_cn: ནང་འཇུག་ཐབས་སྒྲིག་འགོད།：

source: Keyboard layout to use when no input window:
bo_cn: ནང་འཇུག་སྒེའུ་ཁུང་མེད་སྐབས་སྤྱོད་པའི་མཐེབ་གཞོང་བཀོད་པ།:

source: Keyboard layout:
bo_cn: མཐེབ་གཞོང་བཀོད་པ།：

source: Language
bo_cn: སྐད་བརྡ།

source: No configuration option for %s.
bo_cn: %s སྡེབ་སྒྲིག་འདེམས་ཚན་མེད།

source: Only Show Current Language
bo_cn: མིག་སྔའི་སྐད་བརྡ་ཁོ་ན་མངོན།

source: Other
bo_cn: གཞན་དག

source: Please press the new key combination
bo_cn: མཐེབ་གནོན་འདུས་སྒྲིག་གསར་པ་གནོན་རོགས།

source: Search Addon
bo_cn: ཟུར་སྣོན་སྒྲིག་ལྷུ་འཚོལ་བཤེར།

source: Search Input Method
bo_cn: ནང་འཇུག་ཐབས་འཚོལ་བཤེར།

source: Show Advance Option
bo_cn: མཐོ་རིམ་འདེམས་ཚན་མངོན་པ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unspecified
bo_cn: དམིགས་འཛུགས་བྱས་མེད་པ།

source: _Cancel
bo_cn: དོར་བ།

source: _OK
bo_cn: གཏན་འཁེལ།
