Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/fcitx.po
Languages: bo_cn

source: Ignore blank selections
bo_cn: སྟོང་ཆའི་དྲས་སྦྱར་པང་ནང་དོན་སྣང་མེད་དུ་གཏོང་།

source: Ignore some Punctuation, if it is empty, then ignore all punctuation
bo_cn: ཚེག་རྟགས་ཆ་ཤས་སྣང་མེད་དུ་གཏོང་། གལ་ཏེ་སྟོང་པ་ཡིན་ན་ཚེག་རྟགས་ཚང་མ་སྣང་མེད་དུ་གཏོང་།

source: Inactivate Input Method
bo_cn: ནང་འཇུག་ཐབས་སྐུལ་སློང་ལེན་པ།

source: Inactive
bo_cn: སྐུལ་སློང་མིན།

source: Inactive Menu Item Character Color
bo_cn: བྱེད་འགུལ་མིན་པའི་འདེམས་བྱང་ཚན་ཁ་དོག

source: Inactive Text Icon Color
bo_cn: བྱེད་འགུལ་མིན་པའི་ཡིག་རྐྱང་རིས་རྟགས་ཁ་དོག

source: Include Inactivate when scrolling between Input Method
bo_cn: ནང་འཇུག་ཐབས་བརྗེ་རེས་སྐབས་སུ་སྐུལ་སློང་མིན་པའི་རྣམ་པ་ཚུད་པ།

source: Include the text currently selected in clipboard history.
bo_cn: མིག་སྔའི་བདམས་པའི་ཡི་གེ་དྲས་སྦྱར་པང་ལོ་རྒྱུས་སུ་སྣོན།

source: Inctive Tray Icon
bo_cn: བྱེད་འགུལ་མིན་པའི་ནང་འཇུག་ཐབས་རིས་རྟགས།

source: Index
bo_cn: གསལ་བྱང་།

source: Input Font Size
bo_cn: ནང་འཇུག་ཡིག་གཟུགས་ཆེ་ཆུང་།

source: Input Message Color
bo_cn: ནང་འཇུག་ཆ་འཕྲིན་གྱི་ཁ་དོག

source: Input Method
bo_cn: འཇུག་ཐབས།

source: Input Method Configuration
bo_cn: ནང་འཇུག་ཐབས་སྡེབ་སྒྲིག

source: Input Method Disabled
bo_cn: ནང་འཇུག་ཐབས་སྤྱོད་འགོག

source: Input Method Hint will be only shown when state is active
bo_cn: ནང་འཇུག་ཐབས་གསལ་སྟོན་སྐུལ་སློང་གི་རྣམ་པ་ཁོ་ནར་མངོན་པ།

source: Input Method Related Environment Variables:
bo_cn: ནང་འཇུག་ཐབས་འབྲེལ་ཡོད་ཁོར་ཡུག་འགྱུར་ཚད།:

source: Input Methods:
bo_cn: ནང་འཇུག་ཐབས།:

source: Input Speed:
bo_cn: ནང་འཇུག་འགྲོས་ཚད།:

source: Input method selector
bo_cn: ནང་འཇུག་ཐབས་འདེམས་ཆས།

source: InputMethod
bo_cn: འཇུག་ཐབས།

source: Interval of Two Key Input
bo_cn: བར་ཆོད་ནང་འཇུག

source: Invalid Entry: line %d missing '='
bo_cn: སྡེབ་སྒྲིག་ཚན་ལུགས་མི་མཐུན: ཕྲེང་%d རུ་'='ཆད་པ།

source: Invalid addon config file ${1}.
bo_cn: ནུས་མེད་ཀྱི་བསྒར་ལྷུ་སྡེབ་སྒྲིག་ཡིག་ཆ།： ${1}.

source: Invalid entry line @ line %d %s
bo_cn: ལུགས་འགལ་མཐེབ་ཚད་ཨང་ཕྲེང་ %dརུ་ཐོན: %s

source: Invalid filename
bo_cn: ཡིག་ཆའི་མིང་ནུས་མེད་ཡིན།

source: Invalid group name line @ line %d %s
bo_cn: ལུགས་འགལ་ཚོ་མིང་ཨང་ཕྲེང་ %d རུ་ཐོན: %s

source: Invalid item ${1} in im list.
bo_cn: ནང་འཇུག་ཐབས་རེའུ་མིག་ཏུ་ནུས་མེད་ཀྱི་རྣམ་གྲངས།： ${1}.

source: Katakana
bo_cn: མིང་རྫུན་མ།

source: Keep current buffer when there is no match item and input length is equal code length
bo_cn: མིག་སྔར་ཟླ་སྒྲིག་ཚན་མེད་ཅིང་ནང་འཇུག་རིང་ཚད་སྒྲིག་ཨང་དང་མཚུངས་སྐབས་མིག་སྔའི་ནང་འཇུག་ལྷོད་གཏོང་ཁུལ་ཉར་བ།

source: Key
bo_cn: གནད་འགག

source: Key Color On Virutal Keyboard
bo_cn: མཐེབ་གཞོང་མཉེན་མའི་ཡི་གེའི་ཁ་དོག

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Keyboard Layout
bo_cn: མཐེབ་གཞོང་བཀོད་པ།

source: Keyboard Layout to be used
bo_cn: མཐེབ་གཞོང་བཀོད་པ།

source: Keyboard Layout:
bo_cn: མཐེབ་གཞོང་གི་བཀོད་པ།

source: Keyword
bo_cn: གནད་ཡིག

source: Keyword:
bo_cn: གནད་ཡིག：

source: Kimpanel Support for Fcitx
bo_cn: Fcitx ཡི་ Kimpanel རྒྱབ་སྐྱོར།

source: Kimpanel process:
bo_cn: Kimpanel འཕེལ་རིམ:

source: L_ALT
bo_cn: གཡོན། Alt

source: L_CTRL
bo_cn: གཡོན་Coml

source: L_SHIFT
bo_cn: གཡོན་Shift

source: LangCode
bo_cn: སྐད་བརྡའི་ཚབ་ཨང་།

source: Language Code for this table
bo_cn: ཨང་སྒྲིག་རེའུ་མིག་གི་སྐད་བརྡ་ཚབ་ཨང་།

source: Latin
bo_cn: ལ་ཏིན་གསལ་བྱེད།

source: Latin punct
bo_cn: དབྱིན་ཡིག་ཚེག་རྟགས།

source: Latin punctuations are used.
bo_cn: ཟུར་ཕྱེད་ཚེག་རྟགས་སྤྱོད་པ།

source: Left
bo_cn: གཡོན།

source: Left Super
bo_cn: གཡོན Super

source: Left/Right to choose selected character, Press Enter to confirm, Press Escape to Cancel
bo_cn: གཡོན/གཡས་གནོན་ནས་ཡིག་རྐྱང་འདེམ་པ། འབེབས་མཐེབ་ཀྱིས་གཏན་འཁེལ། Escape གནོན་ནས་ལེན་པ།

source: Length of Clipboard History to Save
bo_cn: དྲས་སྦྱར་པང་ལོ་རྒྱུས་ཀྱི་རིང་ཚད།

source: Level of simple code
bo_cn: བསྡུས་ཨང་གི་རིམ་པ།

source: Load Addon Config File:%s
bo_cn: ཟུར་སྣོན་སྒྲིག་ལྷུ་སྡེབ་སྒྲིག་ཡིག་ཆ།： %sསྣོན་པ།

source: Load Autophrase OK
bo_cn: ཚིག་རང་འགྲུབ་ཆ་འཕྲིན་སྣོན་པ་ལེགས་འགྲུབ།

source: Load Table Dict OK
bo_cn: ཨང་རེའུ་མིག་ཡིག་ཆ་སྣོན་པ་ལེགས་འགྲུབ།

source: Loading Autophrase.
bo_cn: ཚིག་རང་འགྲུབ་ཆ་འཕྲིན་སྣོན་པ།

source: Loading Table Dict
bo_cn: ཨང་རེའུ་མིག་ཚིག་མཛོད་སྣོན་པ།

source: Local Input Method SelectKey
bo_cn: ཆ་ཤས་ནང་འཇུག་ཐབས་འདེམ་པ།

source: LocalSelector
bo_cn: ཆ་ཤས་འདེམ་པ།

source: Log:
bo_cn: ཉིན་ཐོ།

source: Logo Icon
bo_cn: Logoརིས་རྟགས།

source: Lookup Pinyin
bo_cn: སྒྲ་སྦྱོར་ལྡོག་འཚོལ།

source: MS
bo_cn: མཉེན་ཕྲ།

source: Margin Bottom for clickable region
bo_cn: རྡེབ་རུང་ཁུལ་གྱི་འོག་མཐའི་བར་ཐག

source: Margin Left for clickable region
bo_cn: རྡེབ་རུང་ཁུལ་གྱི་གཡོན་མཐའི་བར་ཐག

source: Margin Right for clickable region
bo_cn: རྡེབ་རུང་ཁུལ་གྱི་གཡས་མཐའི་བར་ཐག

source: Margin Top for clickable region
bo_cn: རྡེབ་རུང་ཁུལ་གྱི་གོང་མཐའི་བར་ཐག

source: Matching Key
bo_cn: རབ་རིབ་མཐེབ།

source: Math
bo_cn: གྲངས་ཀའི་མཚོན་རྟགས།

source: Maximum hint length
bo_cn: འབྲི་སྟངས་གསལ་སྟོན་གདམ་བྱའི་ཚིག་གི་ཆེ་ཤོས།

source: Maximum length of each candidate word
bo_cn: གདམ་བྱའི་ཚིག་སོ་སོའི་རིང་ཚད་ཆེ་ཤོས།

source: Maximum length of spell hint list
bo_cn: འབྲི་སྟངས་གསལ་སྟོན་གདམ་བྱའི་ཚིག་གི་ཆེ་ཤོས།

source: Maximum length of spell hint list for Auto English
bo_cn: དབྱིན་ཡིག་རང་འབྲི་གསལ་སྟོན་གདམ་བྱའི་ཚིག་གི་ཆེ་ཤོས།

source: Maximum length of spell hint list for Pinyin Enhance
bo_cn: སྒྲ་སྦྱོར་དྲགས་སྒྱུར་འབྲི་སྟངས་གསལ་སྟོན་གདམ་བྱའི་ཚིག་གི་གྲངས་ཆེ་ཤོས།

source: Maximum length of spell hint list for Quick Phrase
bo_cn: མྱུར་འཇུག་འབྲི་སྟངས་གསལ་སྟོན་གདམ་བྱའི་ཚིག་གི་གྲངས་ཆེ་ཤོས།

source: Maximum results from stroke input.
bo_cn: སྨྱུག་རིས་ནང་འཇུག་མཐའ་འབྲས་ཀྱི་གྲངས་ཆེ་ཤོས།

source: Maximum words number kept in preedit
bo_cn: སྔོན་རྩོམ་སྒྲིག་ཏུ་ཉར་བའི་ཐ་སྙད་གྲངས་ཆེ་ཤོས།

source: Menu Font
bo_cn: འདེམས་བྱང་ཡིག་གཟུགས།

source: Menu Font Size
bo_cn: འདེམས་བྱང་ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་།

source: Migrate the old file path to the new one
bo_cn: ཡིག་ཆའི་འགྲོ་ལམ་རྙིང་པ་ཡིག་ཆའི་འགྲོ་ལམ་གསར་བར་སྤོ།

source: Minimum input length to trigger stroke input (set to -1 to disable)
bo_cn: འཕྲད་ཐོན་སྨྱུག་རིས་ནང་འཇུག་ཆུང་ཤོས་ཀྱི་ནང་འཇུག་རིང་ཚད་(-1 ལ་བཀོད་ན་སྨྱུག་རིས་ནང་འཇུག་འགོག་པ།)

source: Minimum length to trigger word hint
bo_cn: འཕྲད་ཐོན་ཐ་སྙད་གསལ་སྟོན་རིང་ཚད་ཆུང་ཤོས།

source: Minimum length trigger auto send candidate when there will be no candidate
bo_cn: གདམ་བྱའི་ཚིག་མེད་པའི་སྐབས་སུ་བརྙན་རང་ཐོན་གྱི་ནང་འཇུག་རིང་ཚད་ཐུང་ཤོས།

source: Minimum length trigger auto send candidate word when only one candidate
bo_cn: གདམ་བྱའི་ཚིག་གཅིག་མ་གཏོགས་མེད་སྐབས་སུ་བརྙན་རང་ཐོན་གྱི་ནང་འཇུག་རིང་ཚད་ཐུང་ཤོས།

source: Missing type, take it as string
bo_cn: རིགས་གྲས་ཆད་པ། ཡིག་རྟགས་ཕྲེང་བྱས་ནས་སྒྲིག་དྲས་རྒྱག།

source: Module
bo_cn: དཔེ་དུམ།

source: Module: bad module
bo_cn: དཔེ་དུམ།： གནད་དོན་ཡོད་པའི་དཔེ་དུམ།

source: Module: open %s fail %s
bo_cn: དཔེ་དུམ།：%s ཁ་འབྱེད་ཕམ་པ་ %s

source: Name
bo_cn: མིང་།

source: Name that can be display in UI
bo_cn: སྤྱོད་མཁན་འཆར་ངོས་སུ་མངོན་པའི་མིང་།

source: Native
bo_cn: གདོད་སྐྱེས།

source: Next Candidate Word
bo_cn: གདམ་བྱའི་ཚིག་ངོས་རྗེས་མ།

source: Next Page
bo_cn: ཤོག་ངོས་རྗེས་མ།

source: Next Page Icon
bo_cn: ཤོག་ངོས་རྗེས་མའི་རིས་རྟགས།

source: No
bo_cn: མིན།

source: No available Input Method
bo_cn: བེད་མེད་ནང་འཇུག་ཐབས།

source: No available frontend
bo_cn: སྤྱོད་རུང་མདུན་སྣེ་མེད།

source: No input window
bo_cn: ནང་འཇུག་སྒེའུ་ཁུང་མེད།

source: No local input method
bo_cn: ཆ་ཤས་ནང་འཇུག་ཐབས་མེད།

source: No remind
bo_cn: དྲན་སྐུལ།

source: Non-comment doesn't belongs to any group @ %d %s
bo_cn: མཆན་འགྲེལ་མིན་པ་ཚོ་གང་རུང་ལ་མི་གཏོགས། @ %d %s

source: None
bo_cn: མེད།

source: Not Set
bo_cn: བཀོད་མེད།

source: Note for GNOME Later than 3.6
bo_cn: 3.6རྗེས་ཀྱི་འབྲེལ་ཡོད་པར་གཞི་ GNOME ཡི་གསལ་འགྲེལ།

source: Number
bo_cn: ཨང་རྟགས།

source: Online Help
bo_cn: སྐུད་ཐོག་རོགས་རམ།

source: Option %s is Invalid, Use Default Value %s
bo_cn: སྡེབ་སྒྲིག་ཚན་%s ལུགས་མི་མཐུན། སོར་བཞག་ཚད་%s སྤྱོད་པ།

source: Option %s is Invalid.
bo_cn: སྡེབ་སྒྲིག་ཚན་%s ལུགས་མི་མཐུན།

source: Order of Code Table
bo_cn: ཨང་གི་རེའུ་མིག་རིམ་པ།

source: Other Color
bo_cn: ཁ་དོག་གཞན་དག

source: Output
bo_cn: ཕྱིར་འདོན།

source: Overlay X offset
bo_cn: པར་རིས།་བཀབ་པའི་ X སྤོ་ཡོ།

source: Overlay Y offset
bo_cn: པར་རིས།་བཀབ་པའི་ Y སྤོ་ཡོ།

source: Overlay dock position
bo_cn: པར་རིས།་བཀབ་པའི་སྡོད་ས།

source: Overlay image
bo_cn: པར་རིས།་བཀབ་པ།

source: Override the skin font size
bo_cn: པགས་པ་བཀབ་པའི་ཡིག་ཨང་སྒྲིག་འགོད།

source: Parent
bo_cn: གཏོགས་པའི་ཟུར་སྣོན་སྒྲིག་ལྷུ།

source: PerProgram
bo_cn: བྱ་རིམ་ལྟར།

source: Phrase
bo_cn: ཆ་མི་ཚང་སྐད།

source: Phrase is already in Dict
bo_cn: མིང་ཚོགས་ཨང་གི་རེའུ་མིག་ཏུ་ཡོད་པ།

source: Pinyin
bo_cn: སྒྲ་སྦྱོར།

source: Pinyin Enhance
bo_cn: སྒྲ་སྦྱོར་དྲགས་སྒྱུར།

source: Pinyin Index Magic Number Doesn't match
bo_cn: སྒྲ་སྦྱོར་གསལ་བྱང་གི་Magic Number ཆ་མི་མཉམ།

source: Pinyin Key
bo_cn: སྒྲ་སྦྱོར་མཐེབ།

source: PinyinJiaJia
bo_cn: སྒྲ་སྦྱོར་སྣོན་སྣོན།

source: Please check ${1} for how to install fcitx.
bo_cn: ${1} ལྟ་སྤྱོད་ནས་ཇི་ལྟར་ fcitx.སྒྲིག་འཇུག་ལ་ལྟ་རོགས།

source: Please check the Configure link of your distribution in ${1} for how to setup fcitx autostart.
bo_cn: ${1} ཤོག་ངོས་ཀྱི་ཁྱེད་ཀྱིས་འགྲེམས་སྤེལ་པང་གི་སྡེབ་སྒྲིག་སྦྲེལ་མཐུད་ལ་ལྟ་སྤྱོད་བྱས་ནས་ fcitx ཡི་མགོ་རང་སློང་ཇི་ལྟར་སྡེབ་སྒྲིག་ལ་ལྟ་རོགས།

source: Please input a filename for newfile
bo_cn: ཡིག་ཆ་གསར་བའི་ཡིག་ཆའི་མིང་ནང་འཇུག་རོགས།

source: Please set XMODIFIERS.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་XMODIFIERS བཀོད་རོགས།

source: Position or offset of LookupTable
bo_cn: གདམ་བྱའི་ཚིག་རེའུ་མིག་གི་གནས་ས་ཡང་ན་སྤོ་ཡོ།

source: Position or offset of Preedit
bo_cn: སྔོན་རྩོམ་སྒྲིག་ཡིག་རྐྱང་གི་གནས་ས་ཡང་ན་སྤོ་ཡོ།

source: Possible Providers: presage, custom, enchant (separate with comma)
bo_cn: འདེམས་རུང་གི་མཇུག་སྣེ: presage, custom, enchant། (དབྱིན་ཡིག་གི་ཚེག་རྟགས་ཀྱིས་བཀར།)

source: Preferred Enchant provider
bo_cn: དང་ཐོག་གི་འདེམ་པའི་Enchant མཇུག་སྣེ།

source: Press 1 to delete %s in frequent list (ESC for cancel)
bo_cn: 1 གནོན་ནས་རྒྱུན་སྤྱོད་ཡིག་རེའུ་མིག་གི་ %s འདོར་བ།(ESC ལེན་པ།)

source: Press 1-%d to delete %s in frequent list (ESC for cancel)
bo_cn: 1-%d གནོན་ནས་རྒྱུན་སྤྱོད་ཡིག་རེའུ་མིག་གི་ %s འདོར་བ།(ESC ལེན་པ།)

source: Press Enter to input text
bo_cn: འབེབས་མཐེབ་གནོན་ནས་ཡིག་རྐྱང་ནང་འཇུག

source: Press index to delete user phrase (ESC for cancel)
bo_cn: གསལ་བྱང་གནོན་ནས་སྤྱོད་མཁན་མིང་ཚོགས་འདོར་བ། (ESC ཡིས་ལེན་པ།)

source: Press number to make word in frequent list
bo_cn: ཨང་ཀི་གནོན་ནས་རྒྱུན་སྤྱོད་ཡི་གེའི་རེའུ་མིག་ཏུ་སྣོན།

source: Prev Page
bo_cn: ཤོག་ངོས་གོང་མ།

source: Prev Page Icon
bo_cn: ཤོག་ངོས་གོང་མའི་རིས་རྟགས་

source: Previous Candidate Word
bo_cn: གདམ་བྱའི་ཚིག་སྔར་མ་བོ།

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Priority of addon
bo_cn: ཟུར་སྣོན་སྒྲིག་ལྷུ་སྔོན་ཐོབ་རིམ་པ།

source: Profile
bo_cn: སྡེབ་སྒྲིག

source: Program
bo_cn: བྱ་རིམ།

source: Prompt Table Code
bo_cn: ཨང་ཀིའི་རེའུ་མིག་སྒྲིག་ཨང་གསལ་སྟོན།

source: Prompt the phrases after input
bo_cn: ནང་བཅུག་རྗེས་མིང་ཚོགས་དྲན་སྐུལ།

source: Provide extra feature for pinyin in Fcitx
bo_cn: Fcitx ཡི་སྒྲ་སྦྱོར་ནང་འཇུག་གི་བྱེད་ནུས་དྲགས་སྒྱུར།

source: Provides DBus Support (Used by other Addon)
bo_cn: DBus རྒྱབ་སྐྱོར་མཁོ་འདོན། (བསྒར་ལྷུ་གཞན་དག་གིས་སྤྱོད་པ།)

source: Provides Freedesktop.org Notification Support (Used by other Addon)
bo_cn: Freedesktop.org ཅོག་ངོས་གསལ་སྟོན་རྒྱབ་སྐྱོར་མཁོ་འདོན། (བསྒར་ལྷུ་གཞན་དག་གིས་སྤྱོད་པ།)

source: Provides Fullwidth Character Input Support
bo_cn: ཟུར་ཡོངས་མཚོན་རྟགས་ནང་འཇུག་རྒྱབ་སྐྱོར་མཁོ་འདོན།

source: Provides XIM support
bo_cn: XIM རྒྱབ་སྐྱོར་མཁོ་འདོན།

source: Punctuation Conversion Support
bo_cn: ཚེག་རྟགས་བརྗེ་སྒྱུར་རྒྱབ་སྐྱོར།

source: Punctuation Support
bo_cn: ཚེག་རྟགས་རྒྱབ་སྐྱོར།

source: Qt IM module files:
bo_cn: Qt ནང་འཇུག་ཐབས་དཔེ་དུམ་ཡིག་ཆ།：

source: Quick Phrase Editor
bo_cn: མྱུར་འཇུག་རྩོམ་སྒྲིག་ཆས།

source: Quick Phrase List
bo_cn: མྱུར་འཇུག་རེའུ་མིག

source: Quick Phrase:
bo_cn: མྱུར་འཇུག:

source: Quwei
bo_cn: ཁུལ་གནས།

source: Quwei Input Method for Fcitx
bo_cn: Fcitx ཡི་ཁུལ་གནས་ནང་འཇུག་ཐབས།

source: R_ALT
bo_cn: གཡས། Alt

source: R_CTRL
bo_cn: གཡས་Ctrl

source: R_SHIFT
bo_cn: གཡས་Shift

source: Refresh List
bo_cn: རེའུ་མིག་གསར་སྒྱུར།

source: Register IM
bo_cn: ནང་འཇུག་ཐབས་བྱེད་ཐབས་ཐོ་འགོད།

source: Reload configuration
bo_cn: སྡེབ་སྒྲིག་བསྐྱར་འཇུག

source: Remind:
bo_cn: དྲན་སྐུལ།：

source: Remind:
bo_cn: དྲན་སྐུལ།：

source: Remote
bo_cn: རྒྱང་རིང་འདྲེན་སྤྱོད།

source: Remove File
bo_cn: ཡིག་ཆ་སྤོ་བ།

source: Rename OK
bo_cn: མིང་བསྐྱར་འདོགས་ལེགས་འགྲུབ།

source: Resize
bo_cn: དབྱིབས་སྒྱུར་སྒྲིག་སྲོལ།

source: Resize Margin Bottom
bo_cn: འོག་མཐའི་ཐག

source: Resize Margin Left
bo_cn: གཡོན་མཐའི་ཐག

source: Resize Margin Right
bo_cn: གཡས་མཐའ་ཐག

source: Resize Margin Top
bo_cn: གོང་མཐའི་ཐག

source: Restart
bo_cn: བསྐྱར་སློང་།

source: Right
bo_cn: གཡས།

source: Right Super
bo_cn: གཡས། Super

source: Roughly the same length with this number of english letters, the actual length depends on the font and the content
bo_cn: རིང་ཚད་དང་དབྱིན་ཡིག་གསལ་བྱེད་ལ་ཕལ་ཆེར་མཚུངས། རིང་ཚད་དངོས་ཡིག་གཟུགས་དང་ནང་དོན་ལ་རག་ལས།

source: Rule of Candidate Phrase Order
bo_cn: གདམ་བྱའི་ཚིག་རིམ་པ།

source: Rule of Candidate Word Order
bo_cn: གདམ་བྱའི་ཡི་གེའི་རིམ་པ།

source: Rule of Frequent Word Order
bo_cn: རྒྱུན་སྤྱོད་ཡི་གེའི་རིམ་པ།

source: Running as root:
bo_cn: དོ་དམ་པས་འཁོར་སྐྱོད།：

source: Russian
bo_cn: ཨུ་རུ་སུའི་སྐད།

source: SHIFT Both
bo_cn: ཟུར་གཉིས་ Shift

source: Save Auto Created Phrase
bo_cn: རང་འགྲུབ་ཚིག་ཉར་བ།

source: Save Auto Phrase
bo_cn: རང་འགྲུབ་ཚིག་ཉར་བ།

source: Save Changes
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Save Clipboard History To File
bo_cn: དྲས་སྦྱར་པང་ལོ་རྒྱུས་ཉར་ནས་ཡིག་ཆ་བྱ།

source: Save dict error
bo_cn: ཨང་ཀིའི་རེའུ་མིག་ཉར་བར་ནོར་འཁྲུལ་བྱུང་།

source: Saving All Config and Input History
bo_cn: སྡེབ་སྒྲིག་ཉར་ཞིང་ལོ་རྒྱུས་ཕྱིར་འདོན།

source: Scroll between Input Method
bo_cn: ནང་འཇུག་ཐབས་བརྗེ་མཐེབ།

source: Search unicode
bo_cn: unicode འཚོལ་བཤེར།

source: Seconds sleep before fcitx really start
bo_cn: Fcitx དངོས་སུ་མགོ་སློང་སྔོན་དུ་ཕྱིར་འགྱངས་པའི་སྐར་ཆའི་གྲངས།

source: Select global input method:
bo_cn: ཁྱོན་ཡོངས་ནང་འཇུག་ཐབས་འདེམ་པ།：

source: Select local input method:
bo_cn: ཆ་ཤས་ནང་འཇུག་ཐབས་འདེམ་པ།：

source: Select specific input method via keyboard
bo_cn: མཐེབ་གཞོང་གིས་ཆེད་དམིགས་ཀྱི་ནང་འཇུག་ཐབས་འདེམ་པ།

source: Select to paste
bo_cn: སྦྱར་བར་འདེམ་པ།

source: Self
bo_cn: རང་འདོན།

source: Semicolon
bo_cn: འབྱེད་རྟགས།

source: Send Raw Preedit
bo_cn: ཐོག་མའི་ནང་འཇུག་མཐེབ་གནོན་སྐུར་བ།

source: Send typed raw text if Switch to inactive Mode
bo_cn: སྐུལ་སློང་མིན་པའི་རྣམ་པར་བརྗེ་སྐབས་མིག་སྔའི་ནང་བཅུག་གི་ཐོག་མ་ཡིག་རྐྱང་བརྙན་དུ་སྐྱེལ།

source: Share State Among Window
bo_cn: སྒེའུ་ཁུང་བར་དུ་རྣམ་པ་མཉམ་སྤྱོད།

source: SharedLibrary
bo_cn: མཉམ་སྤྱོད་མཛོད།

source: Show
bo_cn: མངོན་པ།

source: Show Input Method Hint After Input method changed
bo_cn: ནང་འཇུག་ཐབས་བརྗེ་སྐབས་ནང་འཇུག་ཐབས་གསལ་སྟོན་མངོན་པ།

source: Show Input Method Hint After Input method changed and Focus in
bo_cn: ནང་འཇུག་མདོ་ཚེག་ཐོབ་ཅིང་ནང་འཇུག་ཐབས་འགྱུར་སྐབས་ནང་འཇུག་ཐབས་གསལ་སྟོན་མངོན་པ།

source: Show Input Speed
bo_cn: ནང་འཇུག་འགྲོས་ཚད་མངོན་པ།

source: Show Preedit String in Client Window
bo_cn: དུད་སྣེའི་སྒེའུ་ཁུང་དུ་སྔོན་རྩོམ་སྒྲིག་ཡིག་རྟགས་ཕྲེང་མངོན་པ།

source: Show Version
bo_cn: པར་གཞི་མངོན་པ།

source: Shuang Pin Schema
bo_cn: སོར་བཞག་ཉིས་སྒྲིག་ཇུས་གཞི།

source: Shuangpin
bo_cn: ཉིས་སྒྲིག

source: Simple Pinyin support for Fcitx
bo_cn: Fcitx ཡི་སླ་བའི་སྒྲ་སྦྱོར་རྒྱབ་སྐྱོར།

source: Simplified Chinese
bo_cn: ཚུགས་གསར་རྒྱ་ཡིག

source: Simplified Chinese To Traditional Chinese
bo_cn: བསྡུས་དཀའ་བརྗེ་རེས།

source: Simplified Chinese is enabled.
bo_cn: རྒྱ་ཡིག་བསྡུས་མ་སྤྱད་པ།

source: Skin
bo_cn: པགས་པ།

source: Skin Author
bo_cn: པགས་པའི་རྩོམ་པ་པོ།

source: Skin Name
bo_cn: པགས་པའི་མིང་།

source: Skin Version
bo_cn: པགས་པའི་པར་གཞི།

source: SkinFont
bo_cn: པགས་པའི་ཡིག་གཟུགས།

source: SkinInfo
bo_cn: པགས་པའི་ཆ་འཕྲིན།

source: SkinInputBar
bo_cn: པགས་པ་ནང་འཇུག་སྒྲོམ་སྒྲིག་འགོད།

source: SkinKeyboard
bo_cn: མཐེབ་གཞོང་།

source: SkinMainBar
bo_cn: པགས་པའི་སྒེའུ་ཁུང་གཙོ་བོ་སྒྲིག་འགོད།

source: SkinMenu
bo_cn: པགས་པ་འདེམས་བྱང་སྒྲིག་འགོད།

source: SkinTrayIcon
bo_cn: པགས་པ་འདེགས་སྡེར་རིས་རྟགས་སྒྲིག་འགོད།

source: Space Line Color
bo_cn: མཚམས་ཆོད་ཐིག་གི་ཁ་དོག

source: Space for %s Enter for %s
bo_cn: སྟོང་ཆས་ %s ནང་འཇུག འབེབས་མཐེབ་ཀྱིས་ %s ནང་འཇུག

source: Special
bo_cn: དམིགས་བསལ་གྱི་མཚོན་རྟགས།

source: Special Icon position
bo_cn: དམིགས་བསལ་གྱི་རིས་རྟགས་གནས་ས།

source: Spell
bo_cn: ཚེག་རྡར།

source: Spell Hint
bo_cn: ཚེག་རྡར་གསལ་སྟོན།

source: Spell hint
bo_cn: ཚེག་རྡར་གསལ་སྟོན།

source: Spell hint is disabled.
bo_cn: ཚེག་རྡར་གསལ་སྟོན་སྤྱོད་འགོག

source: Spell hint is enabled.
bo_cn: ཚེག་རྡར་གསལ་སྟོན་སྤྱོད་པ།

source: Start Input Method
bo_cn: ནང་འཇུག་ཐབས་མགོ་སློང་།

source: Start XIM error. Another XIM daemon named %s is running?
bo_cn: XIMམགོ་སློང་ནོར་འཁྲུལ། མིང་%sཡིན་པའི་XIM སྲུང་བྱེད་བྱ་རིམ་གཞན་ཞིག་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད་དམ།

source: Status Panel Hide Mode
bo_cn: རྣམ་པའི་སྡེ་སྦེད་པའི་རྣམ་པ།

source: Status Panel Position X
bo_cn: རྣམ་པ་སྡེ X གནས་ས།

source: Status Panel Position Y
bo_cn: རྣམ་པ་སྡེ Y གནས་ས།

source: Stroke input trigger length
bo_cn: སྨྱུག་རིས་ནང་འཇུག་འཕྲད་ཐོན་རིང་ཚད།

source: Sub Configuration for Module
bo_cn: དཔེ་དུམ་བུའི་སྡེབ་སྒྲིག

source: Successfully Installed skin
bo_cn: པགས་པ་སྒྲིག་འཇུག་ལེགས་འགྲུབ།

source: Super Both
bo_cn: ཟུར་གཉིས་ཀྱི་ Super

source: Super+Left Ctrl
bo_cn: Super+གཡོན་ Ctrl

source: Super+Right Ctrl
bo_cn: Super+གཡས་ Ctrl

source: Switch Embeded Preedit
bo_cn: བཙུད་འཇུག་སྔོན་རྩོམ་སྒྲིག་ཡིག་རྟགས་ཕྲེང་བརྗེ་བ།

source: Switch Full Width Punc Mode
bo_cn: ཟུར་ཡོངས་ཚེག་རྟགས་བརྗེ་བ།

source: Switch to the Eighth Input Method
bo_cn: ནང་འཇུག་ཐབས་ཨང་8པར་བརྗེ་བ།

source: Switching Full Width Character Mode
bo_cn: ཟུར་ཡོངས་བརྗེ་བ།

source: Switching Remind Mode
bo_cn: དྲན་སྐུལ་རྣམ་པར་བརྗེ་བ།

source: Switching Virtual Keyboard
bo_cn: རྟོག་བཟོས་མཐེབ་གཞོང་བརྗེ་བ།

source: Symbol
bo_cn: མཚོན་རྟགས།

source: Symbol File
bo_cn: མཚོན་རྟགས་ཡིག་ཆ།

source: System Info:
bo_cn: རྒྱུད་ཁོངས་ཆ་འཕྲིན།:

source: Table
bo_cn: ཨང་ཀིའི་རེའུ་མིག

source: Table Code Color
bo_cn: ཨང་ཀིའི་རེའུ་མིག་གསལ་སྟོན་ཁ་དོག

source: Table Input Method for Fcitx
bo_cn: Fcitx ཡི་ཨང་ཀིའི་རེའུ་མིག་ནང་འཇུག་ཐབས།

source: Table Symbol
bo_cn: རེའུ་མིག་བཟོ་རྟགས།

source: The key you just pressed is not supported by Qt.
bo_cn: ཁྱེད་ཀྱིས་གནོན་པའི་མཐེབ་ Qt ཡི་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The script is run as ${1} (${2}).
bo_cn: ཞབས་དེབ་ ${1}། (${2})བྱས་ནས་འཁོར་བ།

source: This is used in some modules and input methods to navigate to the next candidate word
bo_cn: ཆ་ཤས་བསྒར་ལྷུ / ནང་འཇུག་ཐབས་སུ་གདམ་བྱའི་ཚིག་ངོས་རྗེས་མར་བརྗེ་བྱེད་མྱུར་མཐེབ།

source: This is used in some modules and input methods to navigate to the previous candidate word
bo_cn: ཆ་ཤས་བསྒར་ལྷུ།/ ནང་འཇུག་ཐབས་སུ་གདམ་བྱའི་ཚིག་ངོས་གོང་མར་བརྗེ་བྱེད་མྱུར་མཐེབ།

source: Tip Message Color
bo_cn: གསལ་སྟོན་ཆ་འཕྲིན་གྱི་ཁ་དོག

source: Toggle Full Width Punctuation
bo_cn: ཟུར་ཡོངས་ཚེག་རྟགས་བརྗེ་བ།

source: Toggle Half/Full width Character
bo_cn: ཟུར་ཕྱེད/ཡོངས་ཡིག་རྟགས་བརྗེ་བ།

source: Toggle Input Method
bo_cn: འཇུག་ཐབས་བརྗེ་བ།

source: Toggle Remind
bo_cn: དྲན་སྐུལ་བརྗེ་བ།

source: Toggle Simp/Trad Chinese Conversion
bo_cn: བསྡུས་དཀའ་བརྗེ་སྒྱུར་བརྗེ་བ།

source: Toggle Virtual Keyboard
bo_cn: རྟོག་བཟོས་མཐེབ་གཞོང་བརྗེ་བ།

source: Toggle for enable or disable
bo_cn: སྤྱོད་འགོད་ཡང་ན་སྤྱོད་པ་བརྗེ་བ།

source: Toggle the word hint
bo_cn: ཐ་སྙད་གསལ་སྟོན་བརྗེ་བ།

source: Too long item for AutoEng
bo_cn: རང་འགུལ་དབྱིན་ཡིག་དོན་ཚན་རིང་དྲག

source: TopCenter
bo_cn: ཀླད་ཕྱོགས་དཀྱིལ་སྒྲིག

source: TopLeft
bo_cn: གཡོན་ཟུར་དབྱིབས།

source: TopRight
bo_cn: གཡས་སྟེང་ཟུར།

source: Traditional Chinese
bo_cn: ཚུགས་རྙིང་རྒྱ་ཡིག

source: Traditional Chinese Translate Engine
bo_cn: བསྡུས་དཀའ་བརྗེ་བྱེད་སྒུལ་ཤུགས།

source: Traditional Chinese is enabled.
bo_cn: དཀའ་གཟུགས་རྒྱ་ཡིག་སྤྱོད་པ།

source: TraditionalChinese
bo_cn: ཚུགས་རྙིང་རྒྱ་ཡིག

source: Treating abbreviated Pinyin as English
bo_cn: བསྡུས་འབྲི་དབྱིན་ཡིག་ལ་བརྩི།

source: Trigger Input Method
bo_cn: སྐུལ་སློང་/སྐུལ་སློང་མིན་པའི་ནང་འཇུག་ཐབས་བརྗེ་བ།

source: Trigger Key for Clipboard History List
bo_cn: དྲས་སྦྱར་པང་ལོ་རྒྱུས་མྱུར་མཐེབ།

source: Trigger Key for QuickPhrase
bo_cn: མྱུར་འཇུག་གི་འཕྲད་ཐོན་མཐེབ།

source: Type
bo_cn: རིགས་རྣམ།

source: Type half width Punc After a Number
bo_cn: ཨང་ཀིའི་རྗེས་སུ་ཟུར་ཕྱེད་མཚོན་རྟགས་ཐོན།

source: UI
bo_cn: མཚམས་ངོས།

source: UI: bad ui
bo_cn: འཆར་ངོས: གནད་དོན་ཡོད་པའི་འཆར་ངོས།

source: UI: open %s fail %s
bo_cn: འཆར་ངོས: %s ཁ་འབྱེད་ཕམ་པ་ %s

source: Unique Name for Table
bo_cn: ཨང་ཀིའི་རེའུ་མིག་མིང་ཁོ་ན།

source: UniqueName
bo_cn: མིང་ཁོ་ན།

source: Unknown type, take it as string: %s
bo_cn: མི་ཤེས་རིགས་གྲས་། ཡིག་རྟགས་ཕྲེང་།： %sལྟར་སྒྲིག་དྲས་རྒྱག།

source: Unsupported Key
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་མཐེབ་གནོན།

source: Use <Keyword> <Phrase> format on every line.
bo_cn: ཕྲེང་རེ་རེར <གནད་ཡིག> <མིང་ཚོགས> ཡི་རྣམ་གཞག་སྤྱོད་པ།

source: Use Alternative Candidate Word Number
bo_cn: རང་གི་གཏན་འཁེལ་བྱས་པའི་གདམ་བྱའི་ཚིག་གྲངས་ཀ་སྤྱོད།

source: Use Alternative Key for paging
bo_cn: རང་གི་གཏན་འཁེལ་བྱས་པའི་ལྡེབ་སློག་མཐེབ་སྤྱོད་པ།

source: Use Complete Pinyin
bo_cn: ཁ་ཚང་གི་སྒྲ་སྦྱོར་སྤྱོད་པ།

source: Use Custom Prompt String defined in table
bo_cn: ཨང་ཀིའི་རེའུ་མིག་ཏུ་རང་གི་གཏན་འཁེལ་བྱས་པའི་གསལ་སྟོན་ཡིག་རྐྱང་སྤྱོད་པ།

source: Use Custom text icon color
bo_cn: རང་གི་གཏན་འཁེལ་བྱས་པའི་ཡིག་རྐྱང་རིས་རྟགས་ཁ་དོག་སྤྱོད་པ།

source: Use Full Width Character
bo_cn: ཟུར་ཡོངས་ཡིག་རྟགས་སྤྱོད་པ།

source: Use Keyboard Layout as Input Method
bo_cn: མཐེབ་གཞོང་བཀོད་པ་ནང་འཇུག་ཐབས་བྱེད།

source: Use Matching Key
bo_cn: རབ་རིབ་མཐེབ་སྤྱོད་པ།

source: Use On The Spot Style for XIM (Cannot change during running)
bo_cn: XIMལ་On The Spot བཟོ་ལྟ་སྤྱོད་པ།（འཁོར་སྐྱོད་བྱེད་སྐབས་བརྗེ་མི་ཐུབ།）

source: Use Pinyin
bo_cn: སྒྲ་སྦྱོར་སྤྱོད་པ།

source: Use RTLD_LOCAL to load library
bo_cn: RTLD_GLOBAL སྤྱད་ནས་མཛོད་སྣོན་པ།

source: Use Selection Text
bo_cn: འདེམས་ཁུལ་གྱི་ཡི་གེ་སྤྱོད་པ།

source: Use System Tray Icon
bo_cn: རྒྱུད་ཁོངས་འདེགས་སྡེར་སྤྱོད་པ།

source: Use V to trigger quickphrase
bo_cn: V སྤྱད་ནས་མྱུར་འཇུག་འཕྲད་ཐོན་པ།

source: Use Wide Punctuation
bo_cn: ཟུར་ཡོངས་ཚེག་རྟགས་སྤྱོད་པ།

source: Use enter to commit the existing string
bo_cn: འབེབས་མཐེབ་ཀྱིས་ནང་བཅུག་པའི་ཡིག་རྟགས་ཕྲེང་གཏན་འཁེལ་བྱེད།

source: Use extra trigger key only after using it to inactivate
bo_cn: བརྗེ་མཐེབ་ལྷག་མས་སྐུལ་སློང་ལེན་རྗེས་དེ་སྤྱད་ནས་བརྗེ་བ་བྱ་དགོས།

source: Use remind
bo_cn: དྲན་སྐུལ།

source: Use the layout of first keyboard input method in list as default layout
bo_cn: རེའུ་མིག་ནང་གི་མཐེབ་གཞོང་ནང་འཇུག་ཐབས་བཀོད་པ་དང་པོ་ནི་སོར་བཞག་བཀོད་པ་སྤྱོད།

source: Used by fcitx-remote to change Fcitx state from console
bo_cn: fcitx-remote ཡིས་དེའི་བཀའ་བརྡ་ཕྲེང་གིས་ Fcitx ཡི་རྣམ་པ་སྒྱུར།

source: Useful when you hardly ever use abbreviated pinyin.
bo_cn: བསྡུས་འབྲི་ཆེས་ཉུང་བའི་སྤྱོད་པའི་གནས་ཚུལ་ལ་འཚིམ།

source: User Defined
bo_cn: སྤྱོད་མཁན་གྱི་མཚན་ཉིད།

source: User Interface:
bo_cn: སྤྱོད་མཁན་འཆར་ངོས།:

source: User Phrase Color
bo_cn: སྤྱོད་མཁན་གྱི་མིང་ཚོགས་ཁ་དོག

source: Version Line:
bo_cn: པར་གཞི་ཕྲེང་།:

source: Vertical
bo_cn: དྲང་འཕྱངས།

source: Vertical Candidate Word List
bo_cn: གཞུང་སྒྲིག་གདམ་བྱའི་ཚིག་རེའུ་མིག

source: Virtual Key Board
bo_cn: རྟོག་བཟོས་མཐེབ་གཞོང་།

source: Virtual Key Board in order to input special character
bo_cn: དམིགས་བསལ་ཡིག་རྟགས་ནང་འཇུག་ལ་སྤྱོད་པའི་རྟོག་བཟོས་མཐེབ་གཞོང་།

source: Virtual Keyboard
bo_cn: རྟོག་བཟོས་མཐེབ་གཞོང་།

source: Virtual Keyboard Image
bo_cn: རྟོག་བཟོས་མཐེབ་གཞོང་པར་རིས།།

source: Virtual Keyboard State
bo_cn: རྟོག་བཟོས་མཐེབ་གཞོང་རྣམ་པ།

source: Wanfeng
bo_cn: དགོང་མོའི་རླུང་།

source: Why is it bad to run as root
bo_cn: rootཡི་ཐོབ་ཐང་གིས་འཁོར་སྐྱོད་བྱས་ནས་མི་ལེགས་པའི་རྒྱུ་མཚན།

source: Wubi
bo_cn: སྨྱུག་ལྔའི་ཡིག་གཟུགས།

source: WubiPinyin
bo_cn: སྨྱུག་ལྔའི་སྒྲ་སྦྱོར།

source: X Keyboard
bo_cn: X མཐེབ་གཞོང་།

source: X Keyboard Integration
bo_cn: X མཐེབ་གཞོང་འདུས་གྲུབ།

source: X Keyboard Integration export with DBus
bo_cn: DBus བརྒྱུད་ནས་ཕྱིར་དྲངས་པའི་ X མཐེབ་གཞོང་འདུས་གྲུབ་མཐུད་ཁ།

source: X11 Support
bo_cn: X11རྒྱབ་སྐྱོར།
