Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/findutils.po
Languages: bo_cn

source: %s is an slocate database of unsupported security level %d; skipping it.
bo_cn: %s ནི་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་བདེ་འཇགས་རིམ་པ %d ཡི་གཞི་གྲངས་མཛོད slocate ཡིན། མཆོང་བ།

source: %s is an slocate database. Turning on the '-e' option.
bo_cn: %s ནི་གཞི་གྲངས་མཛོད slocate ཡིན། འདེམས་ཚན ‘-e’ ཁ་ཕྱེ་བ།

source: %s is not the name of a known user
bo_cn: སྤྱོད་མཁན་མིང་ %s ངེས་མེད།

source: %s is not the name of an existing group
bo_cn: %s ནི་གནས་པའི་སྤྱོད་མཁན་ཚོ་ཡི་མིང་མ་རེད།

source: %s terminated by signal %d
bo_cn: %s ནི་བརྡ་རྟགས %d ཡིས་མཇུག་སྒྲིལ་བ།

source: %s: exited with status 255; aborting
bo_cn: %s：ནི་རྣམ་པ 255 ཡི་ཐོག་ནས་ཕྱིར་འཐེན་པ། བར་མཚམས་འཇོག་པ།

source: %s: stopped by signal %d
bo_cn: %s： ནི་བརྡ་རྟགས %d ཡིས་རྐྱེན་པས་མཚམས་འཇོག་དགོས།

source: %s: terminated by signal %d
bo_cn: %s： ནི་བརྡ་རྟགས %d ཡིས་རྐྱེན་པས་མཚམས་འཇོག་དགོས།

source: Arguments to -type should contain only one letter
bo_cn: -type ཡི་ཞུགས་གྲངས་ནང་དུ་གསལ་བྱེད་ཁོ་ན་ཚུད་དགོས།

source: Cannot close standard input
bo_cn: ཚད་ལྡན་གྱི་ནང་འཇུག་ཁ་རྒྱག་མི་ཐུབ་པ།

source: Cannot obtain birth time of file %s
bo_cn: ཡིག་ཆ %s ཡི་སྐྱེད་འགྲུབ་དུས་ཚོད་ཐོབ་མི་ཐུབ་པ།

source: Cannot open input file %s
bo_cn: ཡིག་ཆ་ནང་འཇུག་གི་ཁ་ཕྱེ་ཐབས་བྲལ། %

source: Cannot read list of mounted devices.
bo_cn: འདེགས་འགེལ་སྒྲིག་ཆས་ཀྱི་རེའུ་མིག་ཀློག་མི་ཐུབ།

source: Cannot read mounted file system list
bo_cn: འདེགས་འགེལ་ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་རེའུ་མིག་ཀློག་མི་ཐུབ་པ།

source: Cannot set SIGUSR1 signal handler
bo_cn: SIGUSR1 ཡི་བརྡ་རྟགས་ཚིག་ཡུ་སྒྲིག་འགོད་བྱེད་ཐབས་མེད།

source: Empty argument to the -D option.
bo_cn: -D འདེམས་ཚན་གྱི་ཞུགས་གྲངས་རེའུ་མིག་ནི་སྟོང་པ་ཡིན།

source: Environment variable %s is not set to a valid decimal number
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད %s དེ་ནུས་ལྡན་གྱི་བཅུ་གོང་འགྲིལ་ལུགས་གྲངས་སུ་སྒྲིག་མེད།

source: Expected a positive decimal integer argument to %s, but got %s
bo_cn: %s ལ་བཅུ་གོང་འགྲིལ་ལུགས་ཀྱི་ཕོ་ཧྲིལ་གྲངས་ཤིག་གིས་ཞུགས་གྲངས་རྩིས་མོད། འོན་ཀྱང %s བེད་སྤྱོད་བྱས་ཡོད།

source: Expected an integer: %s
bo_cn: %s ཧྲིལ་གྲངས་ཞིག་དགོས།

source: Failed to fully drop privileges
bo_cn: ཁྱད་དབང་རྦད་དེ་འདོར་ཐབས་མེད།

source: Failed to safely change directory into %s
bo_cn: བདེ་འཇགས་ཀྱི་བཟོ་བཅོས་དེ་དཀར་ཆག %s ལ་བྱ་ཐབས་མེད་པ།

source: Failed to save working directory in order to run a command on %s
bo_cn: %s ཡི་སྟེང་བཀའ་བརྡ་འཁོར་སྐྱོད་ཀྱི་ཆེད་དུ་ལས་ཀའི་དཀར་ཆག་ཉར་ཚགས་བྱེད་ཐབས་མེད།

source: Failed to write to standard output
bo_cn: ཚད་ལྡན་གྱི་ཕྱིར་འདོན་འབྲི་ཐབས་མེད།

source: Features enabled:
bo_cn: ཕྱེ་བའི་ཁྱད་ཆོས།

source: File system loop detected; %s is part of the same file system loop as %s.
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་འཁོར་སྐྱོད་འཚོལ་ཞིབ་ཐུབ་པ། %s ནི %s དང་མཚུངས་པའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་འཁོར་སྐྱོད་ཀྱི་ཆ་ཤས་ཤིག་རེད།

source: I cannot figure out how to interpret %s as a date or time
bo_cn: %s དེ་ཚེས་གྲངས་སམ་དུས་ཚོད་ལ་འགྲེལ་བཤད་བྱེད་པ་རྙེད་མི་ཐུབ།

source: Ignoring unrecognised debug flag %s
bo_cn: དབྱེ་འབྱེད་མི་ཐུབ་པའི་ཚོད་སྒྲིག་བཀོད་རྟགས %s སྣང་མེད་དུ་བཞག་པ།

source: In %s the %s must appear by itself, but you specified %s
bo_cn: %s ནང %s ཡིས་སོར་བཞག་རང་འདོན་སྤྱོད་བྱེད་མོད། འོན་ཀྱང་ཁྱེད་ཀྱིས %s དམིགས་འཛུགས་བྱས་ཡོད།

source: Invalid escape sequence %s in input delimiter specification.
bo_cn: ནང་འཇུག་གི་བར་དྲས་རྒྱག་མཚན་ཉིད་ནང་དུ་ནུས་མེད་ཀྱི་དོན་སྒྱུར་རིམ་སྟར། %s ཡོད་པ།

source: Invalid escape sequence %s in input delimiter specification; character values must not exceed %lo.
bo_cn: ནང་འཇུག་གི་བར་དྲས་རྒྱག་མཚན་ཉིད་ནང་དུ་ནུས་མེད་ཀྱི་དོན་སྒྱུར་རིམ་སྟར། %s ཡོད་པ། ཡིག་རྟགས་ཀྱི་གྲངས་ཐང་དེ %lo ལས་བརྒལ་མི་ཆོག

source: Invalid escape sequence %s in input delimiter specification; trailing characters %s not recognised.
bo_cn: ནང་འཇུག་གི་བར་དྲས་རྒྱག་མཚན་ཉིད་ནང་དུ་ནུས་མེད་ཀྱི་དོན་སྒྱུར་རིམ་སྟར། %s ཡོད་པ། ངོས་འཛིན་མི་ཐུབ་པའི་རྗེས་མཐུད་ཡིག་རྟགས %s

source: Invalid optimisation level %s
bo_cn: ནུས་མེད་ཀྱི་ལེགས་སྒྱུར་རིམ་པ། %s

source: Old-format locate database %s is too short to be valid
bo_cn: རྣམ་གཞག་རྙིང་པའི་གཞི་གྲངས་མཛོད loocate ཡི %s ཧ་ཅང་ཐུང་བས་ནུས་མེད་ཡིན།

source: Only one instance of {} is supported with -exec%s ... +
bo_cn: -exec%s ... + ཡིས་དངོས་དཔེ {} གཅིག་ཁོ་ནར་རྒྱབ་སྐྱོར་བྱེད་པ་ཡིན།

source: Optimisation level %lu is too high. If you want to find files very quickly, consider using GNU locate.
bo_cn: ལེགས་སྒྱུར་རིམ་པ %lu ཧ་ཅང་མཐོ་བས། གལ་ཏེ་ཁྱོད་ཀྱིས་མྱུར་དུ་ཡིག་ཆ་རྙེད་འདོད་ན། GNU locate སྤྱོད་པར་བསམ་གཞིགས་བྱོས།

source: Please specify a decimal number immediately after -O
bo_cn: འདེམས་ཚན -O ཡི་རྗེས་སུ་འཕྲལ་མར་བཅུ་གོང་འགྲིལ་ལུགས་གྲངས་ཤིག་དམིགས་འཛུགས་བྱོས།

source: Security level %s has unexpected suffix %s.
bo_cn: བདེ་འཇགས་རིམ་པ %s ལ་སྔོན་དཔག་མིན་པའི་མིང་མཐའ %s ཡོད།

source: Security level %s is outside the convertible range.
bo_cn: བདེ་འཇགས་རིམ་པའི་s%བརྗེ་སྤོར་ཐུབ་པའི་ཁྱབ་ཁོངས་ལས་བརྒལ་བ།

source: The %s test needs an argument
bo_cn: %s ཚོད་ལེན་བྱེད་པར་ཞུགས་གྲངས་དགོས།

source: The environment is too large for exec().
bo_cn: exec() ལ་མཚོན་ན་ཁོར་ཡུག་ཆེ་དྲགས་འདུག

source: This system does not provide a way to find the birth time of a file.
bo_cn: རྒྱུད་ཁོངས་འདིས་ཡིག་ཆ་འཚོལ་བའི་དུས་ཚོད་འགྲུབ་པའི་ཐབས་ལམ་མཁོ་འདོན་བྱས་མེད།

source: Unexpected suffix %s on %s
bo_cn: %2$s ཡི་ནང་སྔོན་དཔག་མིན་པའི་མིང་མཐའ %1$s ཡོད་པ།

source: Unknown argument to -type: %c
bo_cn: -type ཡི་ཞུགས་གྲངས %c ངེས་མེད།

source: Unknown regular expression type %s; valid types are %s.
bo_cn: ངེས་མེད་ཀྱི་ཚད་མཐུན་མཚོན་ཚུལ་གྱི་རིགས་གྲས %s ཡིན་པ་དང་། ཁྲིམས་མཐུན་གྱི་རིགས་གྲས་ནི %s ཡིན།

source: Unknown system error
bo_cn: མི་ཤེས་པའི་རྒྱུད་ཁོངས་ཀྱི་ནོར་འཁྲུལ།

source: Valid arguments are:
bo_cn: ནུས་ལྡན་གྱི་ཞུགས་གྲངས་ནི།：

source: WARNING: Lost track of %lu child processes
bo_cn: ཉེན་བརྡ། བུ་འཕེལ་རིམ %lu ཡི་རྗེས་ཤུལ་ཤོར་བ།

source: WARNING: cannot determine birth time of file %s
bo_cn: ཉེན་བརྡ། ཡིག་ཆ %s ཡི་འགྲུབ་པའི་དུས་ཚོད་གཏན་འཁེལ་བྱེད་ཐབས་མེད།

source: WARNING: file %s appears to have mode 0000
bo_cn: ཉེན་བརྡ། ཡིག་ཆ %s ཡི་དབང་ཚད་ལ་ཕར་བལྟས་ན 000000 ཡིན།

source: WARNING: file system %s has recently been mounted.
bo_cn: ཉེན་བརྡ། ཡིག་ཆའི་རྒྱུད་ཁོངས %s དེ་ཉེ་དུས་འདེགས་འགེལ་བྱས་འདུག

source: WARNING: file system %s has recently been unmounted.
bo_cn: ཉེན་བརྡ། ཡིག་ཆའི་རྒྱུད་ཁོངས %s དེ་ཉེ་དུས་འབེབས་འདུག

source: WARNING: locate database %s was built with a different byte order
bo_cn: ཉེན་བརྡ། གཞི་གྲངས་མཛོད locate དེ་ཡིག་ཚིགས་མི་འདྲ་བའི་གོ་རིམ་ལྟར་བཙུགས་དགོས།

source: You may not use {} within the utility name for -execdir and -okdir, because this is a potential security problem.
bo_cn: ཁྱེད་ཀྱིས -execdir དང -okdir ཡི་ནང་དུ {} སྤྱོད་མི་ཆོག གང་ལགས་ཤེ་ན། འདིས་མངོན་མེད་ཀྱི་བདེ་འཇགས་གནད་དོན་བཟོ་སྲིད་པས་རེད།

source: You need to specify a security level as a decimal integer.
bo_cn: ཁྱེད་ཀྱིས་བཅུ་གོང་འགྲིལ་ལུགས་ཀྱི་ཧྲིལ་གྲངས་ཀྱིས་བདེ་འཇགས་རིམ་པ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: argument line too long
bo_cn: ཞུགས་གྲངས་ཕྲེང་རིང་དྲགས་པ།

source: argument list too long
bo_cn: ཞུགས་གྲངས་རེའུ་མིག་རིང་དྲགས་པ།

source: argument to -group is empty, but should be a group name
bo_cn: -group ཡི་ཞུགས་གྲངས་རེའུ་མིག་ནི་སྟོང་པ་ཡིན་མོད། འོན་ཀྱང་སྤྱོད་མཁན་ཚོ་ཡི་མིང་སྤྲོད་དགོས།

source: arithmetic overflow when trying to calculate the end of today
bo_cn: ཉིན་འདིར་མཇུག་སྒྲིལ་བའི་དུས་ཚོད་རྩིས་རྒྱག་པའི་ཚོད་ལྟ་བྱེད་སྐབས་སུ་ཨང་རྩིས་ལུད་སོང་།

source: arithmetic overflow while converting %s days to a number of seconds
bo_cn: ཉིན་ %s དེ་སྐར་ཆའི་གྲངས་ཕབ་རྩིས་སྐབས་སུ་ཨང་རྩིས་ལུད་སོང་།

source: can't call exec() due to argument size restrictions
bo_cn: ཞུགས་གྲངས་ཁ་གྲངས་ཀྱི་ཚོད་འཛིན་དབང exec() འདོན་སྤྱོད་མི་ཐུབ་པ།

source: cannot delete %s
bo_cn: %sའདོར་མི་ཐུབ།

source: cannot fit single argument within argument list size limit
bo_cn: ཞུགས་གྲངས་རེའུ་མིག་གི་ཆེ་ཆུང་ཚོད་འཛིན་ནང་དུ་ཞུགས་གྲངས་སྣ་གཅིག་འཚམ་པོར་སྡེབ་མི་ཐུབ།

source: cannot fork
bo_cn: fork བྱེད་ཐབས་བྲལ།

source: cannot search %s
bo_cn: %s འཚོལ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: cannot stat current directory
bo_cn: མིག་སྔའི་དཀར་ཆག་ལ Sat བྱེད་ཐབས་བྲལ།

source: command too long
bo_cn: བཀའ་བརྡ་རིང་དྲགས་པ།

source: could not create pipe before fork
bo_cn: རྗེས་གྲུབ་བུ་འཕེལ་རིམ་གྱི་སྔོན་དུ་སྦུག་ལམ་བཟོ་ཐབས་བྲལ།

source: days
bo_cn: ཉིན།

source: double
bo_cn: ཆ།

source: environment is too large for exec
bo_cn: exec ལ་མཚོན་ན་ཁོར་ཡུག་ཆེ་དྲགས་འདུག

source: error reading a word from %s
bo_cn: %s ཡི་ནང་ནས་ཐ་སྙད་ཀློག་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།

source: error waiting for %s
bo_cn: %s སྒུག་དུས་ནོར་འཁྲུལ་ཐོན་པ།

source: error waiting for child process
bo_cn: བུ་འཕེལ་རིམ་སྒུག་སྐབས་ནོར་འཁྲུལ་ཤོར་བ།

source: error: %s at end of format string
bo_cn: ནོར་འཁྲུལ། %s དེ་རྣམ་གཞག་ཡིག་རྟགས་ཕྲེང་གི་མཇུག་ཏུ་ཡོད།

source: error: the format directive `%%%c' is reserved for future use
bo_cn: ནོར་འཁྲུལ། རྣམ་གཞག་བཀའ་བརྡ ‘%%%c’ ནི་འབྱུང་འགྱུར་ལ་བཞག་ནས་བེད་སྤྱོད་པ་ཡིན།

source: expected an expression after '%s'
bo_cn: %s’ ཡི་རྗེས་སུ་མཚོན་ཚུལ་ཞིག་དགོས།

source: expected an expression between '%s' and ')'
bo_cn: ‘%s’ དང ‘)’ ཡི་བར་དུ་མཚོན་ཚུལ་ཞིག་དགོས།

source: failed to drop group privileges
bo_cn: ཚོ་ཡི་ཁྱད་དབང་འདོར་ཐབས་མེད།

source: failed to drop setgid privileges
bo_cn: setgid ཡི་ཁྱད་དབང་འདོར་ཐབས་མེད།

source: failed to drop setuid privileges
bo_cn: setgid ཡི་ཁྱད་དབང་འདོར་ཐབས་མེད།

source: failed to open /dev/tty for reading
bo_cn: ཀློག་པར་སྤྱོད་པའི /dev/tty ཁ་ཕྱེ་མི་ཐུབ།

source: failed to restore working directory after searching %s
bo_cn: %s འཚོལ་ཞིབ་བྱས་རྗེས་ལས་ཀའི་དཀར་ཆག་སླར་གསོ་བྱེད་ཐབས་བྲལ།

source: failed to return to parent directory
bo_cn: གོང་རིམ་གྱི་དཀར་ཆག་ཏུ་ཕྱིར་ལོག་མི་ཐུབ།

source: failed to set environment variable %s
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད %s སྒྲིག་འགོད་མི་ཐུབ།

source: failed to unset environment variable %s
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད %s འདོར་མི་ཐུབ།

source: getfilecon failed: %s
bo_cn: getfilecon ཕམ་པ %s

source: invalid -size type `%c'
bo_cn: ནུས་མེད་ཀྱི -size རིགས་གྲས “c%”

source: invalid argument %s for %s
bo_cn: %2$s ཡི་ཞུགས་གྲངས་ %1$s ནུས་མེད།

source: invalid argument `%s' to `%s'
bo_cn: “%2$s” ཡི་ནུས་མེད་ཞུགས་གྲངས “%1$s”

source: invalid expression
bo_cn: ལུགས་འགལ་མཚོན་ཚུལ།

source: invalid expression; I was expecting to find a ')' somewhere but did not see one.
bo_cn: ལུགས་འགལ་མཚོན་ཚུལ། ངས་མ་གཞིར་གནས་ག་གེ་མོ་ཞིག་ནས‘)’，འཚོལ་ཐུབ་པའི་རེ་བ་བྱས་ཡོད། འོན་ཀྱང་རྙེད་མ་བྱུང་།

source: invalid expression; empty parentheses are not allowed.
bo_cn: ལུགས་འགལ་མཚོན་ཚུལ། སྒོར་རྟགས་སྟོང་པ་བཀོལ་མི་ཆོག

source: invalid expression; expected to find a ')' but didn't see one. Perhaps you need an extra predicate after '%s'
bo_cn: ལུགས་འགལ་མཚོན་ཚུལ། ‘)’ དགོས་ཀྱང་རྙེད་མ་བྱུང་། གཅིག་བྱས་ན་ཁྱེད་རང་གིས ‘%s’ ཡི་རྗེས་སུ་དེ་ལས་ལྷག་པའི་ཁྲུན་དྲས་རྒྱག་སྣོན་དགོས།

source: invalid expression; you have too many ')'
bo_cn: ལུགས་འགལ་མཚོན་ཚུལ། ཁྱེད་རང་གིས་ཧ་ཅང་མང་པོ་བེད་སྤྱོད་བྱས་འདུག

source: invalid expression; you have used a binary operator '%s' with nothing before it.
bo_cn: ལུགས་འགལ་མཚོན་ཚུལ། ཁྱེད་ཀྱིས་རྒྱུ་གཉིས་བཀོལ་སྤྱོད་རྟགས ‘%s’ ཡི་སྔོན་ལ་དངོས་པོ་ཅི་ཡང་ཁྱེར་མེད།

source: invalid null argument to -size
bo_cn: -size ཡི་ཞུགས་གྲངས null ནི་ནུས་མེད་ཡིན།

source: invalid predicate -context: SELinux is not enabled.
bo_cn: -context ཡི་ནང་གི་ཡིག་རྐྱང་ནང་དོན་ལུགས་འགལ་ཡིན་ཏེ SELinux ཁ་ཕྱེ་མེད།

source: invalid predicate `%s'
bo_cn: ནུས་མེད་ཀྱི་ཞིབ་བརྗོད `%s'

source: locate database %s contains a filename longer than locate can handle
bo_cn: locate ཡི་གཞི་གྲངས་མཛོད %s ཡི་ནང locate ལས་ཐག་དྲས་རྒྱག་ཐུབ་པའི་ཆེས་རིང་བའི་ཡིག་ཆའི་མིང་ཞིག་ཡོད།

source: locate database %s is corrupt or invalid
bo_cn: locate ཡི་གཞི་གྲངས་མཛོད %s ལ་སྐྱོན་ཤོར་བའམ་ཡང་ན་ནུས་པ་མེད་པ།

source: memory exhausted
bo_cn: ནང་གསོག་ཟད་པ།

source: missing argument to `%s'
bo_cn: ཞུགས་གྲངས “%s” ཆད་པ།

source: oops -- invalid default insertion of and!
bo_cn: ཀྭ་ཡེ། ནུས་མེད་ཀྱི་སོར་བཞག་བར་འཇུག

source: oops -- invalid expression type (%d)!
bo_cn: ཀྭ་ཡེ། ནུས་མེད་ཀྱི་མཚོན་ཚུལ་རིགས་གྲས། (%d)

source: oops -- invalid expression type!
bo_cn: ཀྭ་ཡེ། ནུས་མེད་ཀྱི་མཚོན་ཚུལ་རིགས་གྲས།

source: option --%s may not be set to a value which includes `='
bo_cn: འདེམས་ཚན --%s དེ `=' ཡི་གྲངས་བྲིན་ལ་སྒྲིག་འགོད་མི་བྱེད་པ།

source: paths must precede expression: %s
bo_cn: བརྒྱུད་ལམ %s དེ་ངེས་པར་དུ་མཚོན་ཚུལ་གོང་དུ་གནས་དགོས།

source: sanity check of the fnmatch() library function failed.
bo_cn: མཛོད་ཀྱི་རྟེན་འབྱུང་གྲངས fnmatch() ཡི་འཐུས་ཚང་རང་བཞིན་བཤེར་འཇལ་ཕམ་པ།

source: single
bo_cn: ཡ།

source: slocate security level %ld is unsupported.
bo_cn: slocate ཡི་བདེ་འཇགས་རིམ་པ %ld ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: standard error
bo_cn: ཚད་ལྡན་གྱི་ནོར་འཁྲུལ།

source: standard output
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན།

source: time system call failed
bo_cn: དུས་ཚོད་རྒྱུད་ཁོངས་འདོན་སྤྱོད་ཕམ་པ།

source: unable to allocate memory
bo_cn: ནང་གསོག་བགོ་བཤའ་རྒྱག་ཐབས་མེད།

source: unexpected EOF in %s
bo_cn: %s ཡི་ནང་སྔོན་དཔག་མིན་པའི EOF ཡོད།

source: unexpected extra predicate
bo_cn: སྔོན་དཔག་མིན་པའི་ནུས་མེད་ཚིག་ཐག་དྲས་རྒྱག་པ།

source: unexpected extra predicate '%s'
bo_cn: སྔོན་དཔག་མིན་པའི་ནུས་མེད་ཚིག་ཐག་དྲས་རྒྱག་པ “%s”

source: unknown
bo_cn: མི་ཤེས།

source: unknown predicate `%s'
bo_cn: ངེས་མེད་ཀྱི་ཚིག་ཐག་དྲས་རྒྱག་པ “%s”

source: warning: -%s %s will not match anything because it ends with /.
bo_cn: ཉེན་བརྡ། -%s ལ %s དེ / ཡིས་མཇུག་བསྡུས་པས་ནང་དོན་གང་ལ་ཡང་ཟླ་སྒྲིག་མེད།

source: warning: database %s is more than %d %s old (actual age is %.1f %s)
bo_cn: ཉེན་བརྡ། གཞི་གྲངས་མཛོད “%s” དེ %d %s ལས་ཀྱང་རྙིང་བ་འདུག (དོན་དངོས་དུས་ཚོད་ནི %.1f %s ཡིན)

source: warning: format directive `%%%c' should be followed by another character
bo_cn: ཉེན་བརྡ། རྣམ་གཞག་གི་བཀའ་བརྡ `%%%c' ཡི་རྗེས་སུ་ཡིག་རྟགས་ཤིག་འབྲངས་དགོས།

source: warning: not following the symbolic link %s
bo_cn: ཉེན་བརྡ། ཡིག་རྟགས་སྦྲེལ་མཐུད %s དཔྱད་འཚོལ་བྱེད་ཐབས་མེད།

source: warning: the locate database can only be read from stdin once.
bo_cn: ཉེན་བརྡ། གཞི་གྲངས་མཛོད loocate ཡིས་ཚད་ལྡན་གྱི་ནང་འཇུག་ནས་ཀློག་ལེན་ཐེངས་གཅིག་ཁོ་ན་བྱེད་ཐུབ་པ་ཡིན།

source: warning: unrecognized format directive `%%%c'
bo_cn: ཉེན་བརྡ། ངོས་འཛིན་མི་ཐུབ་པའི་རྣམ་གཞག་གི་བཀའ་བརྡ “%%%c”

source: warning: value %ld for -s option is too large, using %ld instead
bo_cn: ཉེན་བརྡ། འདེམས་ཚན -s ཡི་གྲངས་ཐང %ld ཆེ་དྲགས་པས། %ld ཡིས་ཚབ་བྱེད་དགོས།

source: write error
bo_cn: འབྲི་བ་ནོར་འཁྲུལ།

source: you have too many ')'
bo_cn: ཁྱེད་ཀྱིས ‘)’ ཧ་ཅང་མང་པོ་བེད་སྤྱོད་བྱས་འདུག
