Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/fwupd.po
Languages: bo_cn

source: %s has firmware updates:
bo_cn: མཁྲེགས་ལྷུ %s ལ་གསར་སྒྱུར་ཡོད་པ།

source: Added
bo_cn: སྣོན་ཟིན།

source: Alias to %s
bo_cn: མིང་གཞན་ནི་ %sཡིན།

source: Allow downgrading firmware versions
bo_cn: མཁྲེགས་ལྷུའི་པར་གཞི་རིམ་པ་ཕབ་ཆོག་པ།

source: Allow re-installing existing firmware versions
bo_cn: ད་ཡོད་ཀྱི་མཁྲེགས་ལྷུའི་པར་གཞི་བསྐྱར་དུ་སྒྲིག་འཇུག་བྱས་ཆོག

source: Attach DFU capable device back to runtime
bo_cn: རིམ་སྤར་རུང་བའི་མཁྲེགས་ལྷུ། (DFU） ཡི་སྒྲིག་ཆས་ཡང་བསྐྱར་འཁོར་སྐྱོད་བྱེད་པ།

source: Attaching
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ།

source: Authentication is required to downgrade the firmware on a removable device
bo_cn: སྤོ་རུང་སྒྲིག་ཆས་ཀྱི་སྟེང་དུ་རིམ་པ་ཕབ་པའི་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to downgrade the firmware on this machine
bo_cn: འཕྲུལ་འཁོར་འདི་ཡི་སྟེང་གི་མཁྲེགས་ལྷུའི་རིམ་པ་ཕབ་པ་ར་སྤྲོད་བྱ་དགོས་པ།

source: Authentication is required to update the firmware on a removable device
bo_cn: སྤོ་རུང་སྒྲིག་ཆས་ཀྱི་སྟེང་དུ་རིམ་པ་སྤོར་བའི་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to update the firmware on this machine
bo_cn: འཕྲུལ་འཁོར་འདི་ཡི་སྟེང་གི་མཁྲེགས་ལྷུ་རིམ་པ་སྤོར་བའི་ར་སྤྲོད་བྱ་དགོས་པ།

source: Cancelled
bo_cn: ལེན་པ།

source: Changed
bo_cn: བསྒྱུར་བཅོས་བྱས་ཟིན།

source: Checksum
bo_cn: དག་བཤེར་སྡོམ།

source: Cipher
bo_cn: གསང་སྡོམ།

source: Clears the results from the last update
bo_cn: ཆེས་མཇུག་མཐའི་གསར་སྒྱུར་ལས་ཐོབ་པའི་མཇུག་འབྲས་གཙང་སེལ་བྱེད་དགོས།

source: Command not found
bo_cn: བཀའ་བརྡ་རྙེད་མ་བྱུང་།

source: Convert firmware to DFU format
bo_cn: མཁྲེགས་ལྷུ་དེ་མཁྲེགས་ལྷུ་རིམ་སྤོར་གྱི་རྣམ་གཞག་ལ་བརྗེ་སྤོར་བྱེད་པ།

source: DFU Utility
bo_cn: མཁྲེགས་ལྷུའི་རིམ་སྤོར་གྱི་གོ་ཆོད་བྱ་རིམ།

source: Debugging Options
bo_cn: ཚོད་སྒྲིག་འདེམས་ཚན།

source: Decompressing firmware
bo_cn: མཁྲེགས་ལྷུ་བསྡུས་འགྲོལ་བྱེད་པཞིན་པ།

source: Decrypt firmware data
bo_cn: མཁྲེགས་ལྷུ་གསང་འགྲོལ་བྱེད་བཞིན་པ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Detach currently attached DFU capable device
bo_cn: མིག་སྔའི་འབྲེལ་མཐུད་ཀྱི་སྤོར་རུང་མཁྲེགས་ལྷུའི་སྒྲིག་ཆས་བཅད་པ།

source: Detaching
bo_cn: དྲས་རྒྱག་བཞིན་པ།

source: Done!
bo_cn: ལེགས་སྒྲུབ་བྱུང་བ།

source: Downgrading %s from %s to %s...
bo_cn: %s ནས %s བར་གྱི %s རིམ་པ་ཕབ་བཞིན་པ།

source: Downloading
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Dump details about a firmware file
bo_cn: འབྲེལ་ཡོད་མཁྲེགས་ལྷུའི་ཡིག་ཆ་ག་གེ་མོའི་སྐོར་གྱི་ཞིབ་ཕྲའི་ཆ་འཕྲིན་སྤོར་གསོག་བྱེད་པ།

source: Dump the ROM checksum
bo_cn: ROM དག་བཤེར་སྡོམ་སྤོར་གསོག་བྱེད་པ།

source: Encrypt firmware data
bo_cn: མཁྲེགས་ལྷུའི་གཞི་གྲངས་ལ་གསང་སྡོམ་པ།

source: Exit after a small delay
bo_cn: གནས་སྐབས་ཕྱིར་འགྱངས་རྗེས་ཕྱིར་འདོན།

source: Exit after the engine has loaded
bo_cn: སྒུལ་ཤུགས་བླུགས་རྗེས་ཕྱིར་འབུད་པ།

source: Failed to parse arguments
bo_cn: ཞུགས་གྲངས་བརྒྱུད་པ་ཕམ་པ།

source: Firmware Update D-Bus Service
bo_cn: མཁྲེགས་ལྷུའི་གསར་སྒྱུར་གྱི་ཞབས་ཞུ D-Bus

source: Firmware Update Daemon
bo_cn: མཁྲེགས་ལྷུའི་གསར་སྒྱུར་ལྟ་སྲུང་བྱ་རིམ།

source: Firmware Utility
bo_cn: མཁྲེགས་ལྷུའི་གོ་ཆོད་བྱ་རིམ།

source: Found
bo_cn: རྙེད་པ།

source: Get all devices that support firmware updates
bo_cn: མཁྲེགས་ལྷུའི་གསར་སྒྱུར་ལ་རྒྱབ་སྐྱོར་ཡོད་པའི་སྲ་ཆས་རེའུ་མིག་ཚང་མ་ཐོབ་པ།

source: Gets details about a firmware file
bo_cn: འབྲེལ་ཡོད་མཁྲེགས་ལྷུའི་ཡིག་ཆ་ག་གེ་མོའི་སྐོར་གྱི་ཞིབ་ཕྲའི་ཆ་འཕྲིན་ཐོབ་པ།

source: Gets the cryptographic hash of the dumped firmware
bo_cn: སྤོར་གསོག་བྱས་པའི་མཁྲེགས་ལྷུའི་དག་བཤེར་སྡོམ་ཐོབ་པ།

source: Gets the list of updates for connected hardware
bo_cn: འབྲེལ་མཐུད་ཟིན་པའི་སྲ་ཆས་ཀྱི་སྤྱོད་རུང་རེའུ་མིག་གསར་པ་ཐོབ་པ།

source: Gets the results from the last update
bo_cn: ཆེས་མཇུག་མཐའི་གསར་སྒྱུར་ཁྲོད་ནས་མཇུག་འབྲས་ཐོབ་པ།

source: Idle
bo_cn: ཁོམ་པ།

source: Install a firmware file on this hardware
bo_cn: སྲ་ཆས་འདིའི་སྟེང་གི་མཁྲེགས་ལྷུའི་ཡིག་ཆ།

source: Install old version of system firmware
bo_cn: པར་གཞི་རྙིང་པའི་རྒྱུད་ཁོངས་མཁྲེགས་ལྷུ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install prepared updates now
bo_cn: གྲ་སྒྲིག་ཟིན་པའི་གསར་སྒྱུར་སྒྲིག་འཇུག་བྱེད་པ།

source: Install signed device firmware
bo_cn: མིང་བཀོད་ཟིན་པའི་སྒྲིག་ཆས་ཀྱི་མཁྲེགས་ལྷུ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install signed system firmware
bo_cn: མིང་བཀོད་ཟིན་པའི་རྒྱུད་ཁོངས་ཀྱི་མཁྲེགས་ལྷུ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install unsigned device firmware
bo_cn: མིང་བཀོད་མེད་པའི་སྒྲིག་ཆས་ཀྱི་མཁྲེགས་ལྷུ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install unsigned system firmware
bo_cn: མིང་བཀོད་མེད་པའི་རྒྱུད་ཁོངས་ཀྱི་མཁྲེགས་ལྷུ་སྒྲིག་འཇུག་བྱེད་པ།

source: List currently attached DFU capable devices
bo_cn: མིག་སྔའི་འབྲེལ་མཐུད་ཀྱི་མཁྲེགས་ལྷུའི་རིམ་སྤོར་གྱི་སྒྲིག་ཆས་སྒྲིག་པ།

source: Loading firmware
bo_cn: མཁྲེགས་ལྷུ་ཁུར་སྣོན་བྱེད་བཞིན་པ།

source: Location
bo_cn: གནས་ས།

source: Merge multiple firmware files into one
bo_cn: མཁྲེགས་ལྷུའི་ཡིག་ཆ་མང་པོ་ཞིག་གཅིག་ཏུ་ཟླ་སྒྲིལ་བཏང་བ།

source: Mode
bo_cn: རྣམ་པ།

source: Name
bo_cn: མིང་།

source: No hardware detected with firmware update capability
bo_cn: མཁྲེགས་ལྷུའི་གསར་སྒྱུར་ལ་རྒྱབ་སྐྱོར་བྱེད་པའི་སྲས་ཆས་ལ་ཞིབ་བཤེར་བྱེད་ཐུབ་མེད་པ།

source: OK
bo_cn: གཏན་འཁེལ

source: Perform the installation offline where possible
bo_cn: གང་ཐུབ་ཅི་ཐུབ་ཀྱིས་འཁོར་བྲལ་སྒྲིག་འཇུག་ལག་བསྟར་བྱེད་དགོས།

source: Quirks
bo_cn: དམིགས་བསལ་གྱི་གནས་ཚུལ།

source: Read firmware from device into a file
bo_cn: སྒྲིག་ཆས་ལས་བྱུང་བའི་མཁྲེགས་ལྷུའི་ཀློག་འཇུག་ཡིག་ཆ།

source: Read firmware from one partition into a file
bo_cn: བགོས་ཁུལ་ནས་ཡོང་བའི་མཁྲེགས་ལྷུའི་ཀློག་འཇུག་ཡིག་ཆ།

source: Refresh metadata from remote server
bo_cn: རྒྱང་རིང་ཞབས་ཞུ་ཆས་ཡོང་བའི་རྒྱུའི་གཞི་གྲངས་གསར་འདོན་བྱེད་པ།

source: Region
bo_cn: ཁུལ་ཁོངས།

source: Reinstalling %s with %s...
bo_cn: ཡང་བསྐྱར %s སྒྲིག་འཇུག་བྱེད་བཞིན་པ། %s བེད་སྤྱོད་པ།

source: Removed
bo_cn: འབུད་ཟིན་པ།

source: Restarting device
bo_cn: སྒྲིག་ཆས་བསྐྱར་སློང་བྱེད་པ་བཞིན་པ།

source: Retrying as an offline update
bo_cn: འཁོར་བྲལ་ལ་རྩིས་ནས་གསར་སྒྱུར་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་པ།

source: Scheduling upgrade
bo_cn: འཆར་གཞི་རིམ་སྤོར་བྱེད་བཞིན་ཡོད།

source: Set alternative name on firmware file
bo_cn: མཁྲེགས་ལྷུའི་ཡིག་ཆའི་སྟེང་གི་ཚབ་བྱེད་མིང་སྒྲིག་འགོད་བྱེད་པ།

source: Set alternative number on firmware file
bo_cn: མཁྲེགས་ལྷུའི་ཡིག་ཆའི་སྟེང་གི་ཚབ་བྱེད་གྲངས་ཀ་སྒྲིག་འགོད་བྱེད་པ།

source: Set product ID on firmware file
bo_cn: མཁྲེགས་ལྷུའི་ཡིག་ཆའི་སྟེང་གི་ཐོན་རྫས ID སྒྲིག་འགོད་བྱེད་པ།

source: Set release version on firmware file
bo_cn: མཁྲེགས་ལྷུའི་ཡིག་ཆའི་སྟེང་གི་ཁྱབ་བསྒྲགས་པར་གཞི་སྒྲིག་འགོད་བྱེད་པ།

source: Set vendor ID on firmware file
bo_cn: མཁྲེགས་ལྷུའི་ཡིག་ཆའི་སྟེང་གི་མཁོ་འདོན་ཚོང་པའི ID སྒྲིག་འགོད་བྱེད་པ།

source: Sets metadata on a firmware file
bo_cn: མཁྲེགས་ལྷུའི་ཡིག་ཆའི་སྟེང་གི་རྒྱུའི་གཞི་གྲངས་སྒྲིག་འགོད་བྱེད་པ།

source: Show debugging information for all files
bo_cn: ཡིག་ཆ་ཚང་མའི་ཚོད་སྒྲིག་ཆ་འཕྲིན་མངོན་པ།

source: Show debugging options
bo_cn: ཚོད་སྒྲིག་འདེམས་ཚན་མངོན་པ།

source: Show extra debugging information
bo_cn: ཚད་བརྒལ་ཚོད་སྒྲིག་ཆ་འཕྲིན་མངོན་པ།

source: State
bo_cn: རྣམ་པ།

source: Status
bo_cn: རྣམ་པ།

source: Unknown: permission denied
bo_cn: ངེས་མེད། འཚམས་འདྲི་དང་ལེན་མ་བྱས།

source: Update the stored metadata with current ROM contents
bo_cn: མིག་སྔའི ROM ཡི་ནང་དོན་གསར་སྒྱུར་གསོག་འཇོག་བྱས་པའི་རྒྱུའི་གཞི་གྲངས་སྤྱོད་པ།

source: Updates all firmware to latest versions available
bo_cn: མཁྲེགས་ལྷུ་ཚང་མ་པར་གཞི་གསར་ཤོས་སུ་བསྒྱུར་བ།

source: Updating %s from %s to %s...
bo_cn: %s གསར་སྒྱུར་བྱེད་བཞིན་པ། %s ནས %s བར་ཡིན།

source: Uploading
bo_cn: ཡར་བསྐུར་བཞིན་ཡོད།

source: Verifying firmware from device
bo_cn: སྒྲིག་ཆས་ནས་ཡོང་བའི་མཁྲེགས་ལྷུར་དག་བཤེར་བྱེད་བཞིན་ཡོད།

source: Version
bo_cn: པར་གཞི།

source: Watch DFU devices being hotplugged
bo_cn: ཚ་བར་འཇུག་པའི་མཁྲེགས་ལྷུའི་རིམ་སྤོར། (DFU） སྒྲིག་ཆས་ལ་དོ་སྣང་བྱེད་དགོས།

source: Write firmware from file into device
bo_cn: ཡིག་ཆ་ནས་བྱུང་བའི་མཁྲེགས་ལྷུ་སྒྲིག་ཆས་ལ་འབྲི་བ།

source: Write firmware from file into one partition
bo_cn: ཡིག་ཆ་ནས་བྱུང་བའི་མཁྲེགས་ལྷུ་བགོས་ཁུལ་ལ་འབྲི་བ།

source: Writing firmware to device
bo_cn: མཁྲེགས་ལྷུ་སྒྲིག་ཆས་ནང་འབྲི་བཞིན་པ།
