Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gawk.po
Languages: bo_cn

source: unexpected newline or end of string
bo_cn: སྔོན་དཔག་མིན་པའི་ཕྲེང་གསར་རམ་ཡིག་རྟགས་ཕྲེང་བ་མཇུག་སྒྲིལ་བ།

source: unknown nodetype %d
bo_cn: ངེས་མེད་ཀྱི་མདུད་ཚེག་གི་རིགས་གྲས %d

source: unnecessary mixing of `>' and `>>' for file `%.*s'
bo_cn: ཡིག་ཆ“%.*s” ཡི་ནང་དགོས་པ་མེད་པར “>” དང “>>” ནི་མཉམ་བསྲེས་དུ་བེད་སྤྱོད་བྱས་འདུག

source: unterminated regexp
bo_cn: མཇུག་སྒྲིག་མེད་པའི་ཚད་མཐུན་མཚོན་ཚུལ།

source: unterminated regexp at end of file
bo_cn: མཇུག་སྒྲིལ་མེད་པའི་ཚད་མཐུན་མཚོན་ཚུལ་དེ་ཡིག་ཆའི་མཇུག་སྒྲིལ་སར་ཡོད།

source: unterminated string
bo_cn: མཇུག་སྒྲིལ་མེད་པའི་ཡིག་རྟགས་ཕྲེང་བ།

source: warning:
bo_cn: ཐ་ཚིག
