Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gawk.po
Languages: bo_cn

source: %d is invalid as number of arguments for %s
bo_cn: %d ནི %s ཡི་ནུས་མེད་ཞུགས་གྲངས་ཡིན།

source: %s blocks must have an action part
bo_cn: དུམ་བུ %s ལ་ངེས་པར་དུ་བྱ་སྤྱོད་ཀྱི་ཆ་ཤས་ཤིག་ཡོད་དགོས།

source: %s third parameter is not a changeable object
bo_cn: %s ཡི་ཞུགས་གྲངས་ཨང་གསུམ་པ་ནི་འགྱུར་རུང་གི་བྱ་ཡུལ་ཞིག་མིན།

source: %s: %d: tawk regex modifier `/.../%c' doesn't work in gawk
bo_cn: %s: %d: tawk ཚད་མཐུན་མཚོན་ཚུལ་གྱི་རྒྱན “/.../%c” དེ gawk ཡི་ནང་ལས་ཀ་བྱེད་ཐབས་བྲལ།

source: %s: close failed (%s)
bo_cn: %s: ཁ་རྒྱག་ཕམ་པ། (%s)"

source: %s: string literal as last arg of substitute has no effect
bo_cn: %s: ཡིག་རྟགས་ཕྲེང་བ་དེ substitute ཡི་མཇུག་མཐའི་ཞུགས་གྲངས་རྩིས་ན་ནུས་པ་ཅི་ཡང་མེད།

source: -Ft does not set FS to tab in POSIX awk
bo_cn: POSIX awk ནང -Ft ཡིས FS དེ་རེའུ་མིག་བཟོ་རྟགས། (tab) ལ་སྒྲིག་འགོད་མི་བྱེད།

source: BINMODE value `%s' is invalid, treated as 3
bo_cn: BINMODE ཡི་བྲིན “%s” ལུགས་འགལ་ཡིན། 3 མནན་ནས་ཐག་དྲས་རྒྱག་བྱེད་དགོས།

source: Invalid character class name
bo_cn: ནུས་མེད་ཀྱི་ཡིག་རྟགས་རིགས་གྲས་མིང་།

source: Invalid preceding regular expression
bo_cn: ནུས་མེད་ཀྱི་མདུན་བཀོད་ཚད་མཐུན་མཚོན་ཚུལ།

source: Invalid regular expression
bo_cn: ནུས་མེད་ཀྱི་ཚད་མཐུན་མཚོན་ཚུལ།

source: Memory exhausted
bo_cn: ནང་གསོག་བཀོལ་ཚར།

source: NF set to negative value
bo_cn: NF དེ་མོ་ཐང་ལ་སྒྲིག་འགོད་བྱེད་པ།

source: No match
bo_cn: ཟླ་སྒྲིག་མེད་པ།

source: POSIX does not allow `%s'
bo_cn: POSIX ཡིས “%s” སྤྱད་མི་ཆོག་པ།

source: POSIX does not allow operator `**'
bo_cn: POSIX ཡིས “**” བཀོལ་སྤྱོད་རྟགས་སྤྱད་མི་ཆོག

source: POSIX does not allow operator `**='
bo_cn: POSIX ཡིས “**=” བཀོལ་སྤྱོད་རྟགས་སྤྱད་མི་ཆོག

source: Success
bo_cn: ལེགས་འགྲུབ།

source: TCP/IP communications are not supported
bo_cn: འཕྲིན་གཏོང TCP/IP ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: [s]printf: format specifier does not have control letter
bo_cn: [s]printf: དམིགས་འཛུགས་བྱས་པའི་རྣམ་གཞག་ལ་ཚོད་འཛིན་ཡིག་རྟགས་ཚུད་མེད་པ།

source: [s]printf: value %g is out of range for `%%%c' format
bo_cn: [s]printf: བྲིན %g ཡིས“%%%c” ཡི་རྣམ་གཞག་ངོས་ནས་བཤད་ན་ཁྱབ་ཁོངས་ལས་བརྒལ་ཡོད།

source: ^ ran out for this one
bo_cn: ^ ཁྱབ་ཁོངས་ལས་བརྒལ་བ།

source: `%s' is a built-in function, it cannot be redefined
bo_cn: “%s” ནི་ནང་སྒྲིག་རྟེན་འབྱུང་གྲངས་ཡིན་པས་ཡང་བསྐྱར་མཚན་ཉིད་འཇོག་མི་ཆོག

source: `%s' is a gawk extension
bo_cn: “%s” ནི gawk ཡི་རྒྱ་སྐྱེད་ཡིན།

source: `%s' is not a legal variable name
bo_cn: “%s” ནི་ཁྲིམས་མཐུན་གྱི་འགྱུར་ཚད་མིང་ཞིག་མིན།

source: `%s' is not a variable name, looking for file `%s=%s'
bo_cn: "“%s” ནི་འགྱུར་ཚད་མིང་ཞིག་མིན། ཡིག་ཆ“%s=%s” འཚོལ་བ།

source: `%s' is not supported in old awk
bo_cn: awk རྙིང་པས“%s” ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: `--posix' overrides `--traditional'
bo_cn: “--posix” ཡིས“--traditional” འགེབས་པ།

source: `--posix'/`--traditional' overrides `--non-decimal-data'
bo_cn: “--posix” ཡང་ན“--traditional” ཡིས “--non-decimal-data” འགེབས་པ།

source: `BINMODE' is a gawk extension
bo_cn: “BINMODE” ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: `FIELDWIDTHS' is a gawk extension
bo_cn: “FIELDWIDTHS” ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: `IGNORECASE' is a gawk extension
bo_cn: “IGNORECASE” ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: `L' is meaningless in awk formats; ignored
bo_cn: “L” དེ་རྣམ་གཞག awk ཡི་ནང་དོན་སྙིང་མེད། སྣང་མེད་དུ་གཏོང་པ།

source: `delete(array)' is a non-portable tawk extension
bo_cn: “delete(array)” ནི་སྤོ་འཛུགས་རུང་བའི་རྒྱ་སྐྱེད tawk ཡིན།

source: `extension' is a gawk extension
bo_cn: “extension” ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: `h' is meaningless in awk formats; ignored
bo_cn: “h” དེ་རྣམ་གཞག awk ཡི་ནང་དོན་སྙིང་མེད། སྣང་མེད་དུ་གཏོང་བ།

source: `l' is meaningless in awk formats; ignored
bo_cn: “l” དེ་རྣམ་གཞག awk ཡི་ནང་དོན་སྙིང་མེད། སྣང་མེད་དུ་གཏོང་བ།

source: `length(array)' is a gawk extension
bo_cn: “length(array)” ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: `return' used outside function context
bo_cn: “return” དེ་རྟེན་འབྱུང་གྲངས་ཀྱི་ཕྱིར་སྤྱོད་པ།

source: `|&' not supported
bo_cn: “|&” ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: atan2: received non-numeric first argument
bo_cn: atan2: ཞུགས་གྲངས་ཨང་དང་པོ་དེ་གྲངས་ཀ་ཞིག་མིན།

source: atan2: received non-numeric second argument
bo_cn: atan2: ཞུགས་གྲངས་ཨང་གཉིས་པ་དེ་གྲངས་ཀ་ཞིག་མིན།

source: attempt to field reference from non-numeric value
bo_cn: གྲངས་ཐང་མིན་པ་ནས་ཡིག་དུམ་སྒྲིག་ཨང་འདྲེན་རྩིས་བྱེད་པ།

source: attempt to use array `%s' in a scalar context
bo_cn: ཕྱོགས་མེད་ཚད་ཁོར་ཡུག་ནང་གྲངས་ཚོ་སྤྱོད་རྩིས་བྱེད་པ།

source: attempt to use scalar parameter `%s' as an array
bo_cn: ཕྱོགས་མེད་ཚད་ཞུགས་གྲངས “%s” གྲངས་ཚོ་ལ་རྩིས་ནས་བེད་སྤྱོད་པ།

source: backslash at end of string
bo_cn: ཡིག་རྟགས་ཕྲེང་བ་མཇུག་གི་ལྡོག་པའི་གསེག་ཐིག

source: backslash not last character on line
bo_cn: ལྡོག་པའི་གསེག་ཐིག་དེ་ཕྲེང་གི་ཡིག་རྟགས་མཇུག་མཐའ་དེ་མིན།

source: bad `%sFMT' specification `%s'
bo_cn: ནོར་འཁྲུལ་གྱི “%sFMT” ཡིས“%s” མངོན་འགྱུར་བྱུང་བ།

source: buffer overflow in genflags2str
bo_cn: genflags2str ཡི་སྐབས་ལྷོད་གཏོང་ཁུལ་ལུད་པ།

source: call of `length' without parentheses is not portable
bo_cn: གུག་རྟགས་མེད་པའི“length” ནི་སྤོ་འཛུགས་བྱེད་མི་ཆོག

source: can't open pipe `%s' for input (%s)
bo_cn: ནང་འཇུག་ལ་སྦུག་ལམ “%s”(%s) ཁ་ཕྱེ་མི་ཐུབ།

source: can't open pipe `%s' for output (%s)
bo_cn: ཕྱིར་འདོན་ལ་སྦུག་ལམ “%s”(%s) ཁ་ཕྱེ་མི་ཐུབ།

source: can't open source file `%s' for reading (%s)
bo_cn: ཀློག་པའི་རྣམ་པས་ཁུངས་ཀྱི་ཡིག་ཆ “%s”(%s) ཁ་ཕྱེ་ཐབས་བྲལ།

source: can't open two way pipe `%s' for input/output (%s)
bo_cn: ནང་འཇུག / ཕྱིར་འདོན་ལ་སྦུག་ལམ “%s”(%s) ཁ་ཕྱེ་ཐབས་བྲལ།

source: can't read sourcefile `%s' (%s)
bo_cn: ཁུངས་ཀྱི་ཡིག་ཆ “%s”(%s) ཀློག་ཐབས་བྲལ།

source: can't redirect from `%s' (%s)
bo_cn: “%s” ནས། (%s) ཡང་བསྐྱར་ཕྱོགས་ངེས་བྱེད་ཐབས་བྲལ།

source: can't redirect to `%s' (%s)
bo_cn: “%s”(%s) ལ་ཡང་བསྐྱར་ཕྱོགས་ངེས་བྱེད་ཐབས་བྲལ།

source: can't set binary mode on stderr (%s)
bo_cn: ཚད་ལྡན་ནོར་འཁྲུལ་གྱི་ཕྱིར་འདོན་སྟེང་གཉིས་གོང་འགྲིལ་ལུགས་རྣམ་པ། (%s) ལ་སྒྲིག་འགོད་བྱེད་ཐབས་བྲལ།

source: can't set binary mode on stdin (%s)
bo_cn: ཚད་ལྡན་ནང་འཇུག་སྟེང་གཉིས་གོང་འགྲིལ་ལུགས་རྣམ་པ། (%s) ལ་སྒྲིག་འགོད་བྱེད་ཐབས་བྲལ།

source: can't set binary mode on stdout (%s)
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན་སྟེང་གཉིས་གོང་འགྲིལ་ལུགས་རྣམ་པ། (%s) ལ་སྒྲིག་འགོད་བྱེད་ཐབས་བྲལ།

source: cannot create child process for `%s' (fork: %s)
bo_cn: “%s” ལ་བུ་འཕེལ་རིམ། (fork: %s) བཟོ་ཐབས་བྲལ།

source: cannot open file `%s' for reading (%s)
bo_cn: ཀློག་པའི་རྣམ་པས་ཡིག་ཆ “%s”(%s) ཁ་ཕྱེ་ཐབས་བྲལ།

source: cannot open pipe `%s' (%s)
bo_cn: སྦུག་ལམ “%s”(%s) ཁ་ཕྱེ་ཐབས་བྲལ།

source: close of `%s' failed (%s).
bo_cn: “%s” ཁ་རྒྱག (%s) ཕམ་པ།

source: close of fd %d (`%s') failed (%s)
bo_cn: %d། (“%s”) ཡིག་ཆའི་ཨང་ཁ་རྒྱག (%s) ཕམ་པ།

source: close of master pty failed (%s)
bo_cn: pty གཙོ་ཁ་རྒྱག (%s) ཕམ་པ།

source: close of pipe failed (%s)
bo_cn: སྦུག་ལམ་ཁ་རྒྱག (%s) ཕམ་པ།

source: close of redirection that was never opened
bo_cn: གཏན་ནས་ཁ་ཕྱེ་མ་མྱོང་བའི་ཡང་བསྐྱར་ཕྱོགས་ངེས་ཤིག་ཁ་རྒྱག་པ།

source: close of slave pty failed (%s)
bo_cn: pty ནས་ཁ་རྒྱག (%s) ཕམ་པ།

source: close of stdin in child failed (%s)
bo_cn: བུ་འཕེལ་རིམ་ནང་ཚད་ལྡན་ནང་འཇུག་ཁ་རྒྱག་སྐབས། (%s) ཕམ་པ།

source: close of stdout in child failed (%s)
bo_cn: བུ་འཕེལ་རིམ་ནང་ཚད་ལྡན་ཕྱིར་འདོན་ཁ་རྒྱག་སྐབས། (%s) ཕམ་པ།

source: close: `%.*s' is not an open file, pipe or co-process
bo_cn: close: “%.*s” ནི་ཁ་ཕྱེ་བའི་ཡིག་ཆ་འམ་སྦུག་ལམ། ཡང་ན་མཉམ་ལསའཕེལ་རིམ་ཞིག་མིན།

source: close: redirection `%s' not opened with `|&', second argument ignored
bo_cn: close: ཡང་བསྐྱར་ཕྱོགས་ངེས “%s” ནི “|&” ཡིས་ཁ་ཕྱེ་བ་མིན། ཞུགས་གྲངས་ཨང་གཉིས་པ་སྣང་མེད་དུ་བཞག་པ།

source: close: second argument is a gawk extension
bo_cn: close: ཞུགས་གྲངས་ཨང་གཉིས་པ་ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: close: second argument must be `to' or `from'
bo_cn: "close: ཞུགས་གྲངས་ཨང་གཉིས་པ་ནི་ངེས་པར་དུ“to” ཡང་ན“from” ཡིན་དགོས།

source: cmd. line:
bo_cn: བཀའ་བརྡའི་ཕྲེང་།

source: co-process flush of pipe to `%s' failed (%s).
bo_cn: མཉམ་ལས་འཕེལ་རིམ་སྦུག་ལམ “%s” གསར་འདོན་སྐབས་ནོར་འཁྲུལ། (%s) ཐོན་པ།

source: compl: received non-numeric argument
bo_cn: compl: གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: cos: received non-numeric argument
bo_cn: cos: གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: could not allocate more input memory
bo_cn: མང་བའི་ནང་འཇུག་ནང་གསོག་བགོད་ཐབས་བྲལ།

source: could not open `%s' for writing (%s)
bo_cn: ཀློག་པའི་རྣམ་པས“%s”（%s) ཁ་ཕྱེད་ཐབས་བྲལ།

source: could not open `%s' for writing: %s
bo_cn: ཀློག་པའི་རྣམ་པས “%s”: %s ཁ་ཕྱེ་ཐབས་བྲལ།

source: could not open `%s', mode `%s'
bo_cn: རྣམ་པ “%2$s” ཡིས“%1$s” ཁ་ཕྱེ་ཐབས་བྲལ།

source: could not pre-open /dev/null for fd %d
bo_cn: ཡིག་ཆའི་ཞིབ་བརྗོད་རྟགས %d ཡིས /dev/null སྔོན་འབྱེད་བྱེད་ཐབས་བྲལ།

source: data file `%s' is empty
bo_cn: གཞི་གྲངས་ཡིག་ཆ“%s” ནི་སྟོང་པ་ཡིན།

source: dcgettext: `%s' is not a valid locale category
bo_cn: dcgettext: “%s” ནི་རང་ས་ཅན་གྱི་དཀར་ཆག་ཅིག་མ་རེད།

source: delete: index `%s' not in array `%s'
bo_cn: སུབ་པ། གསལ་བྱང “%s” ནི་གྲངས་ཚོ “%s” ཡི་ནང་མེད།

source: division by zero attempted
bo_cn: 0 བགོད་རྩིས་བྱེད་པ།

source: division by zero attempted in `%%'
bo_cn: “%%” ཡི་ནང 0 བགོད་རྩིས་བྱེད་པ།

source: division by zero attempted in `%%='
bo_cn: “%%=” ཡི་ནང 0 བགོས་རྩིས་བྱེད་པ།

source: division by zero attempted in `/='
bo_cn: “/=” ཡི་ནང 0 བགོད་རྩིས་བྱེད་པ།

source: duplicate case values in switch body: %s
bo_cn: switch ཡི་ནང་བསྐྱར་ཟློས་ཀྱི case ཡི་བྲིན %s འདུག

source: each rule must have a pattern or an action part
bo_cn: སྒྲིག་སྲོལ་རེ་རེར་ངེས་པར་དུ་རྣམ་པ་འམ་བྱ་སྤྱོད་ཀྱི་ཆ་ཤས་ཤིག་དགོས།

source: empty program text on command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་ནང་བྱ་རིམ་གཟུགས་ནི་སྟོང་པ་ཡིན།

source: environment variable `POSIXLY_CORRECT' set: turning on `--posix'
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད “POSIXLY_CORRECT” ཡི་སྒྲིག་འགོད།“--posix” ཁ་ཕྱེ་བ།

source: error writing standard error (%s)
bo_cn: ཚད་ལྡན་ནོར་འཁྲུལ་གྱི་ཕྱིར་འདོན་ལ་འབྲི་བའི་སྐབས་ནོར་འཁྲུལ། (%s) ཐོན་པ།

source: error writing standard output (%s)
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན་ལ་འབྲི་བའི་སྐབས་ནོར་འཁྲུལ། (%s) ཐོན་པ།

source: error:
bo_cn: ནོར་འཁྲུལ།

source: exp: argument %g is out of range
bo_cn: exp: ཞུགས་གྲངས %g ཁྱབ་ཁོངས་ལས་བརྒལ་བ།

source: exp: received non-numeric argument
bo_cn: exp: གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: expression for `%s' redirection has null string value
bo_cn: ཡང་བསྐྱར་ཕྱོགས་ངེས “%s” ཡི་ནང་གི་མཚོན་ཚུལ་ནི་ཡིག་རྟགས་ཕྲེང་བ་སྟོང་པ་ཡིན།

source: expression in `%s' redirection only has numeric value
bo_cn: ཡང་བསྐྱར་ཕྱོགས་ངེས “%s” ཡི་ནང་གི་མཚོན་ཚུལ་ལ་གྲངས་ཀའི་བྲིན་ཁོ་ན་ཡོད།

source: extension: can't redefine function `%s'
bo_cn: extension: རྟེན་འབྱུང་གྲངས “%s” ལ་ཡང་བསྐྱར་མཚན་ཉིད་འཇོག་མི་ཐུབ།

source: extension: can't use gawk built-in `%s' as function name
bo_cn: extension: gawk ཡི་ནང་སྒྲིག “%s” བེད་སྤྱད་ནས་རྟེན་འབྱུང་གྲངས་ཀྱི་མིང་ལ་རྩིས་མི་ཐུབ།

source: extension: function `%s' already defined
bo_cn: extension: རྟེན་འབྱུང་གྲངས “%s” མཚན་ཉིད་བཞག་ཟིན།

source: extension: function name `%s' previously defined
bo_cn: extension: རྟེན་འབྱུང་གྲངས་ཀྱི་མིང “%s” སྔོན་དུ་མཚན་ཉིད་བཞག་ཟིན།

source: extension: illegal character `%c' in function name `%s'
bo_cn: extension: རྟེན་འབྱུང་གྲངས་ཀྱི་མིང “%2$s” ཡི་ནང་ལུགས་འགལ་གྱི་ཡིག་རྟགས “%1$c” ཡོད་པ།

source: extension: missing function name
bo_cn: extension: རྟེན་འབྱུང་གྲངས་ཀྱི་མིང་མེད་པ།

source: failure status (%d) on file close of `%s' (%s)
bo_cn: ཡིག་ཆ“%2$s” ཁ་རྒྱག་སྐབས་ཕམ་པ། ཕམ་པའི་རྣམ་པ་ནི། (%1$d)(%3$s) ཡིན།

source: failure status (%d) on pipe close of `%s' (%s)
bo_cn: སྦུག་ལམ “%2$s” ཁ་རྒྱག་སྐབས་ཕམ་པ། ཕམ་པའི་རྣམ་པ་ནི། (%1$d)(%3$s) ཡིན།

source: fatal error: internal error
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན། ནང་གི་ནོར་འཁྲུལ།

source: fatal error: internal error: segfault
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན། ནང་གི་ནོར་འཁྲུལ། དུམ་བུའི་ནོར་འཁྲུལ།

source: fatal error: internal error: stack overflow
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན། ནང་གི་ནོར་འཁྲུལ། དོས་ཁང་ལུད་པ།

source: fatal:
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན།

source: fflush: `%s' is not an open file, pipe or co-process
bo_cn: fflush: “%s” ནི་ཁ་ཕྱེ་བའི་ཡིག་ཆ་ཞིག་གམ། སྦུག་ལམ་ཡང་ན་མཉམ་ལས་འཕེལ་རིམ་ཞིག་མིན།

source: fflush: cannot flush: file `%s' opened for reading, not writing
bo_cn: fflush: བེད་སྤྱོད་མི་ཐུབ་པ། ཡི་ཆ“%s” ཀློག་ཙམ་ཚུལ་གྱིས་ཁ་ཕྱེ་བ། འབྲི་རུང་མིན་པ།

source: fflush: cannot flush: pipe `%s' opened for reading, not writing
bo_cn: "fflush: བེད་སྤྱོད་མི་ཐུབ་པ། སྦུག་ལམ “%s” ཀློག་ཙམ་ཚུལ་གྱིས་ཁ་ཕྱེ་བ། འབྲི་རུང་མིན་པ།

source: file flush of `%s' failed (%s).
bo_cn: ཡིག་ཆ “%s” གསར་འདོན་སྐབས་ནོར་འཁྲུལ། (%s) ཐོན་པ།

source: filename `%s' for `%s' redirection may be result of logical expression
bo_cn: ཡང་བསྐྱར་ཕྱོགས་ངེས “%2$s” ཡི་ནང་གི་ཡིག་ཆའི་མིང “%1$s” ནི་གཏན་ཚིགས་མཚོན་ཚུལ་གྱི་མཇུག་འབྲས་ཡིན་ཤས་ཆེ།

source: floating point exception
bo_cn: འཕྱོ་ཚེག་གྲངས་རྒྱུན་འགལ།

source: from %s
bo_cn: %s ནས།

source: function `%s' called but never defined
bo_cn: རྟེན་འབྱུང་གྲངས “%s” འདོན་སྤྱོད་བྱས་ཀྱང་བསྐྱར་དུ་མཚན་ཉིད་བཞག་མེད།

source: function `%s' called with more arguments than declared
bo_cn: རྟེན་འབྱུང་གྲངས “%s” འདོན་སྤྱོད་བྱེད་སྐབས་གསལ་བསྒྲགས་སྐབས་ལས་མང་བའི་ཞུགས་གྲངས་མཁོ་འདོན་བྱས་ཡོད།

source: function `%s' defined to take no more than %d argument(s)
bo_cn: རྟེན་འབྱུང་གྲངས “%s” དེ་ཞུགས་གྲངས %d ལས་མ་བརྒལ་བའི་རྒྱབ་སྐྱོར་གྱི་མཚན་ཉིད་བཞག་ཡོད།

source: function `%s': argument #%d: attempt to use array as a scalar
bo_cn: རྟེན་འབྱུང་གྲངས “%s” ཞུགས་གྲངས་ཨང %d གྲངས་ཚོ་དེ་ཕྱོགས་མེད་ཚད་ལ་རྩིས་ནས་བེད་སྤྱོད་བྱེད་པ།

source: function `%s': argument #%d: attempt to use scalar as an array
bo_cn: རྟེན་འབྱུང་གྲངས “%s” ཞུགས་གྲངས་ཨང %d ཕྱོགས་མེད་ཚད་དེ་གྲངས་ཚོ་ལ་རྩིས་ནས་བྱེད་སྤྱོད་བྱེད་པ།

source: function `%s': can't use function name as parameter name
bo_cn: རྟེན་འབྱུང་གྲངས “%s” རྟེན་འབྱུང་གྲངས་གི་མིང་དེ་ཞུགས་གྲངས་མིང་ལ་རྩིས་ནས་སྤྱོད་ཐབས་མེད།

source: function `%s': can't use special variable `%s' as a function parameter
bo_cn: རྟེན་འབྱུང་གྲངས “%s” :དམིགས་བསལ་འགྱུར་ཚད “%s” དེ་རྟེན་འབྱུང་གྲངས་ཀྱི་ཞུགས་གྲངས་ལ་རྩིས་ནས་སྤྱོད་ཐབས་མེད།

source: function `%s': missing argument #%d
bo_cn: རྟེན་འབྱུང་གྲངས “%s” :ཞུགས་གྲངས་ཨང %d ཆད་པ།

source: function `%s': parameter #%d, `%s', duplicates parameter #%d
bo_cn: རྟེན་འབྱུང་གྲངས “%s” :ཞུགས་གྲངས་ཨང %d “%s” དང་ཞུགས་གྲངས་ཨང %d བསྐྱར་ཟློས་བྱེད་པ།

source: function `%s': parameter `%s' shadows global variable
bo_cn: རྟེན་འབྱུང་གྲངས “%s”: ཞུགས་གྲངས “%s” ཡིས་སྤྱི་སྤྱོད།་འགྱུར་ཚད་ལ་གཡོ་འགེབས་བྱས་པ།

source: function name `%s' previously defined
bo_cn: རྟེན་འབྱུང་གྲངས་མིང“%s” མདུན་དུ་མཚན་ཉིད་བཞག་ཟིན།

source: ignoring unknown format specifier character `%c': no argument converted
bo_cn: གནས་ས་སྣང་མེད་བཏང་བའི་རྣམ་གཞག་ཅན་གྱི་ཡིག་རྟགས “%c”: ཞུགས་གྲངས་སྒྱུར་མེད་པ།

source: index: received non-string first argument
bo_cn: index: ཞུགས་གྲངས་ཨང་དང་པོ་དེ་ཡིག་རྟགས་ཕྲེང་བ་མིན་པ།

source: index: received non-string second argument
bo_cn: index: ཞུགས་གྲངས་ཨང་གཉིས་པ་དེ་ཡིག་རྟགས་ཕྲེང་བ་མིན་པ།

source: int: received non-numeric argument
bo_cn: int: གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: internal error: %s with null vname
bo_cn: ནང་གི་ནོར་འཁྲུལ།: %s སྟོང་པ་ཡོད་པའི vname

source: invalid FIELDWIDTHS value, near `%s'
bo_cn: “%s” ཡི་ཉེ་འགྲམ་གྱི་བྲིན FIELDWIDTHS ལ་ནུས་པ་མེད་པ།

source: invalid char '%c' in expression
bo_cn: མཚོན་ཚུལ་ནང་གི་ནུས་མེད་ཡིག་རྟགས “%c”

source: invalid subscript expression
bo_cn: ནུས་མེད་ཀྱི་ཞབས་རྟགས་མཚོན་ཚུལ།

source: length: received non-string argument
bo_cn: length ཡིག་རྟགས་ཕྲེང་མིན་པའི་བཞུགས་གྲངས་འབྱོར་བ།

source: local port %s invalid in `/inet'
bo_cn: རང་སའི་མཐུད་སྣེ %s དེ /inet” ཡི་ནང་ནུས་པ་མེད།

source: log: received negative argument %g
bo_cn: log མོ་གྲངས་ཞུགས་གྲངས %g འབྱོར་བ།

source: log: received non-numeric argument
bo_cn: log གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: lshift: received non-numeric first argument
bo_cn: lshift ཞུགས་གྲངས་ཨང་དང་པོ་དེ་གྲངས་ཀ་མིན་པ།

source: lshift: received non-numeric second argument
bo_cn: lshift ཞུགས་གྲངས་ཨང་གཉིས་པ་དེ་གྲངས་ཀ་མིན་པ།

source: match: third argument is a gawk extension
bo_cn: match ཞུགས་གྲངས་ཨང་གསུམ་པ་དེ་རྒྱ་སྐྱེད gawk ཡིན་པ།

source: match: third argument is not an array
bo_cn: match ཞུགས་གྲངས་ཨང་གསུམ་པ་དེ་གྲངས་ཚོ་མིན་པ།

source: mktime: received non-string argument
bo_cn: mktime ཡིག་རྟགས་ཕྲེང་མིན་པའི་བཞུགས་གྲངས་འབྱོར་བ།

source: moving pipe to stdin in child failed (dup: %s)
bo_cn: བུ་འཕེལ་རིམ་གྱི་ནང་སྦུག་ལམ་དེ་ཚད་ལྡན་ནང་འཇུག་ལ་བསྒྱུར་སྐབས་ཕམ་པ། (dup: %s)

source: moving pipe to stdout in child failed (dup: %s)
bo_cn: བུ་འཕེལ་རིམ་གྱི་ནང་སྦུག་ལམ་དེ་ཚད་ལྡན་ཕྱིར་འདོན་ལ་བསྒྱུར་སྐབས་ཕམ་པ། (dup: %s)

source: moving slave pty to stdin in child failed (dup: %s)
bo_cn: བུ་འཕེལ་རིམ་གྱི་ནང pty དེ་ཚད་ལྡན་ནང་འཇུག་ལ་བསྒྱུར་སྐབས་ཕམ་པ། (dup: %s)

source: moving slave pty to stdout in child failed (dup: %s)
bo_cn: བུ་འཕེལ་རིམ་གྱི་ནང pty དེ་ཚད་ལྡན་ཕྱིར་འདོན་ལ་བསྒྱུར་སྐབས་ཕམ་པ། (dup: %s)

source: multicharacter value of `RS' is a gawk extension
bo_cn: “RS” དེ་ཡིག་རྟགས་མང་བ་ལ་སྒྲིག་འགོད་བྱེད་པ་དེ་ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: multistage two-way pipelines don't work
bo_cn: ཐེམ་མང་ཕྱོགས་གཉིས་ཀྱི་སྦུག་ལམ་དེ་ལས་ཀ་བྱེད་ཐབས་བྲལ།

source: no explicit close of co-process `%s' provided
bo_cn: ཁ་རྒྱག་མཉམ་ལས་ཀྱི་འཕེལ་རིམ “%s” མངོན་མེད་པ།

source: no explicit close of file `%s' provided
bo_cn: ཁ་རྒྱག་ཡིག་ཆ “%s” མངོན་མེད་པ།

source: no explicit close of pipe `%s' provided
bo_cn: ཁ་རྒྱག་སྦུག་ལམ “%s” མངོན་མེད་པ།

source: no explicit close of socket `%s' provided
bo_cn: ཁ་རྒྱག་མཐུད་སྣེ “%s” མངོན་མེད་པ།

source: no pre-opened fd %d
bo_cn: ཡིག་ཆའི་ཞིབ་བརྗོད་རྟགས %d ཁ་ཕྱེ་མེད་པ།

source: no program text at all!
bo_cn: བྱ་རིམ་གྱི་དངོས་ཡིག་གཏན་ནས་མི་འདུག

source: non-redirected `getline' undefined inside END action
bo_cn: ཁོར་ཡུག END ཡི་ནང་ཡང་བསྐྱར་ཕྱོགས་ངེས་མིན་པའི “getline” ལ་མཚན་ཉིད་བཞག་མེད་པ།

source: null string for `FS' is a gawk extension
bo_cn: “FS” དེ་ཡིག་རྟགས་ཕྲེང་བ་སྟོང་པར་སྒྲིག་འགོད་བྱེད་པ་ནི་རྒྱ་སྐྱེད gawk ཡིན།

source: old awk does not support multidimensional arrays
bo_cn: awk རྙིང་པ་ཡིས་རྩ་མང་གྲངས་ཚོར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: old awk does not support multiple `BEGIN' or `END' rules
bo_cn: awk རྙིང་པ་ཡིས་མང་བའི་སྒྲིག་སྲོལ “BEGIN” འམ་ཡང་ན “END” ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: old awk does not support operator `**'
bo_cn: awk རྙིང་པ་ཡིས་བཀོལ་སྤྱོད་རྟགས “**” ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: old awk does not support operator `**='
bo_cn: awk རྙིང་པ་ཡིས་བཀོལ་སྤྱོད་རྟགས “**=” ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: old awk does not support regexps as value of `FS'
bo_cn: awk རྙིང་པ་ཡིས “FS” དེ་ཚད་མཐུན་མཚོན་ཚུལ་ལ་སྒྲིག་འགོད་བྱེད་པར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: old awk does not support the keyword `in' except after `for'
bo_cn: awk རྙིང་པ་ཡིས་གནད་ཚིག “in” དེ “for” ཡི་རྗེས་སུ་ཡོད་པ་ཁོ་ན་རྒྱབ་སྐྱོར་བྱེད་པ་ཡིན།

source: operator `^' is not supported in old awk
bo_cn: awk རྙིང་པ་ཡིས་བཀོལ་སྤྱོད་རྟགས “^” ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: operator `^=' is not supported in old awk
bo_cn: awk རྙིང་པ་ཡིས་བཀོལ་སྤྱོད་རྟགས “^=” ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: pipe flush of `%s' failed (%s).
bo_cn: སྦུག་ལམ “%s” གསར་འདོན་སྐབས་ནོར་འཁྲུལ། (%s) ཐོན་པ།

source: printf: no arguments
bo_cn: printf ཞུགས་གྲངས་མེད་པ།

source: reached system limit for open files: starting to multiplex file descriptors
bo_cn: ཁ་ཕྱེ་བའི་ཡིག་ཆའི་གྲངས་དེ་རྒྱུད་ཁོངས་ཀྱི་ཚོད་འཛིན་གྲངས་ལ་སླེབས་པས་ཡིག་ཆའི་ཞིབ་བརྗོད་རྟགས་བསྐྱར་སྤྱོད་འགོ་རྩོམ་པ་ཡིན།

source: reason unknown
bo_cn: ངེས་མེད་རྒྱུ་རྐྱེན།

source: reference to uninitialized argument `%s'
bo_cn: འགོ་སྒྲིག་མེད་པའི་ཞུགས་གྲངས “%s” འདྲེན་སྤྱོད་བྱེད་པ།

source: reference to uninitialized field `$%d'
bo_cn: འགོ་སྒྲིག་མེད་པའི་ཡིག་དུམ “$%d” འདྲེན་སྤྱོད་བྱེད་པ།

source: reference to uninitialized variable `%s'
bo_cn: འགོ་སྒྲིག་མེད་པའི་འགྱུར་ཚད “%s” འདྲེན་སྤྱོད་བྱེད་པ།

source: regexp constant `/%s/' looks like a C comment, but is not
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་གྱི་རྒྱུན་གྲངས “/%s/” དེ Cཡི་མཆན་དང་འདྲ་མོད། འོན་ཀྱང་དོན་དངོས་སུ་དེ་ནི་མ་རེད།

source: regexp constant `//' looks like a C++ comment, but is not
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་གྱི་རྒྱུན་གྲངས “//” དེ C++ ཡི་མཆན་དང་འདྲ་མོད། འོན་ཀྱང་དོན་དངོས་སུ་དེ་ནི་མ་རེད།

source: regexp constant for parameter #%d yields boolean value
bo_cn: ཞུགས་གྲངས་ཨང %d ཡི་ཚད་མཐུན་མཚོན་ཚུལ་གྱི་རྒྱུན་གྲངས་ལས་པོ་ལེན་ཐང་བྱུང་བ་རེད།

source: regular expression on left of `~' or `!~' operator
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་དེ་རྩིས་རྟགས “~” འམ་ཡང་ན “!~” ཡི་གཡོན་ངོས་སུ་ཡོད།

source: regular expression on right of assignment
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་དེ་ཐང་སྤྲོད་རྩིས་རྟགས་ཀྱི་གཡས་ངོས་སུ་ཡོད།

source: regular expression on right of comparison
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་དེ་སྡུར་བའི་རྩིས་རྟགས་ཀྱི་གཡས་ངོས་སུ་ཡོད།

source: remote host and port information (%s, %s) invalid
bo_cn: རྒྱང་རིང་གཙོ་འཁོར་དང་མཐུད་སྣེའི་ཆ་འཕྲིན། (%s, %s) ནུས་མེད་ཡིན།

source: rshift: received non-numeric first argument
bo_cn: rshift ཞུགས་གྲངས་ཨང་དང་པོ་དེ་གྲངས་ཀ་མིན།

source: rshift: received non-numeric second argument
bo_cn: rshift ཞུགས་གྲངས་ཨང་གཉིས་པ་གྲངས་ཀ་མིན།

source: running %s setuid root may be a security problem
bo_cn: root ID ལ་སྒྲིག་འགོད་བྱེད་པའི་ཚུལ་གྱིས “%s” འཁོར་སྐྱོད་བྱས་ན་བདེ་འཇགས་ཀྱི་སྐྱོན་ཆ་འབྱུང་ཉེན་ཡོད།

source: sending profile to standard error
bo_cn: སྡེབ་སྒྲིག་དེ་ཚད་ལྡན་ནོར་འཁྲུལ་གྱི་ཕྱིར་འདོན་ལ་སྐྱེལ་བ།

source: shadow_funcs() called twice!
bo_cn: shadow_funcs() འདོན་སྤྱོད་ཐེངས་གཉིས་བྱས།

source: sin: received non-numeric argument
bo_cn: sin: གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བྱུང་།

source: source file `%s' is empty
bo_cn: ཁུངས་ཀྱི་ཡིག་ཆ “%s” ནི་སྟོང་པ་ཡིན།

source: source file does not end in newline
bo_cn: ཁུངས་ཀྱི་ཡིག་ཆ་ཡིས་ཕྲེང་འབེབས་རྟགས་ཀྱི་མཇུག་མི་སྒྲིལ་བ།

source: split: null string for third arg is a gawk extension
bo_cn: split ཞུགས་གྲངས་ཨང་གསུམ་པ་ནི་སྟོང་པའི་རྒྱ་སྐྱེད gawk ཡིན།

source: split: second argument is not an array
bo_cn: split ཞུགས་གྲངས་ཨང་གཉིས་པ་ནི་གྲངས་ཚོ་མིན།

source: sqrt: called with negative argument %g
bo_cn: sqrt མོ་གྲངས་ཞུགས་གྲངས %g འབྱོར་བ།

source: sqrt: received non-numeric argument
bo_cn: sqrt གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: srand: received non-numeric argument
bo_cn: srand གྲངས་ཀ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: standard output
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན།

source: strftime: received empty format string
bo_cn: strftime རྣམ་གཞག་སྟོང་པའི་ཡིག་རྟགས་ཕྲེང་བ་འབྱོར་བ།

source: strftime: received non-numeric second argument
bo_cn: strftime ཞུགས་གྲངས་ཨང་གཉིས་པ་གྲངས་ཀ་མིན།

source: strftime: received non-string first argument
bo_cn: strftime ཞུགས་གྲངས་ཨང་དང་པོ་ཡིག་རྟགས་ཕྲེང་བ་མིན།

source: substr: length %g at start index %g exceeds length of first argument (%lu)
bo_cn: substr འགོ་རྩོམ་སའི་གནས་ཚད %2$g སྟེང་གི་རིང་ཚད %1$g དེ་ཞུགས་གྲངས་ཨང་དང་པོ་ཡི་རིང་ཚད། (%3$lu) ལས་བརྒལ་བ།

source: substr: length %g is not >= 0
bo_cn: substr: རིང་ཚད %g དེ 0 ལས་ཆུང་བ།

source: substr: length %g is not >= 1
bo_cn: substr: རིང་ཚད %g དེ 1 ལས་ཆུང་བ།

source: substr: length %g too big for string indexing, truncating to %g
bo_cn: substr: རིང་ཚད %g ཡིག་རྟགས་ཕྲེང་བའི་གནས་ཚད་ལ་རྩིས་སྐབས་ཆེ་དྲགས་པ། %g བར་བཏུབ་པ།

source: substr: non-integer length %g will be truncated
bo_cn: substr:ཧྲིལ་གྲངས་མིན་པའི་རིང་ཚད %g དེ་གཏུབ་པ་ཡིན།

source: substr: non-integer start index %g will be truncated
bo_cn: substr:ཧྲིལ་གྲངས་མིན་པའི་འགོ་རྩོམ་སའི་གནས་ཚད %g དེ་གཏུབ་པ་ཡིན།

source: substr: source string is zero length
bo_cn: substr: ཁུངས་ཡིག་རྟགས་ཕྲེང་བའི་རིང་ཚད་ནི 0 ཡིན།

source: substr: start index %g is invalid, using 1
bo_cn: substr: འགོ་རྩོམ་སའི་གནས་ཚད %g ནུས་མེད་ཡིན། 1 བེད་སྤྱོད་དགོས།

source: substr: start index %g is past end of string
bo_cn: substr: འགོ་རྩོམ་སའི་གནས་ཚད %g དེ་ཡིག་རྟགས་ཕྲེང་བའི་མཇུག་ཆ་ལས་བརྒལ་བ།

source: system: received non-string argument
bo_cn: system: ཡིག་རྟགས་ཕྲེང་བ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: tawk regex modifier `/.../%c' doesn't work in gawk
bo_cn: tawk ཚད་མཐུན་མཚོན་ཚུལ་གྱི་རྒྱན “/.../%c” དེ gawk ཡི་ནང་ལས་ཀ་བྱེད་ཐབས་བྲལ།

source: there were shadowed variables.
bo_cn: གཡོ་འགེབས་བྱས་པའི་འགྱུར་ཚད་གང་དུ་ཡོད།

source: tolower: received non-string argument
bo_cn: tolower:ཡིག་རྟགས་ཕྲེང་བ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: too many arguments supplied for format string
bo_cn: རྣམ་གཞག་ལ་ལྟོས་ནས་བཤད་ན་ཞུགས་གྲངས་ཀྱི་གྲངས་མང་དྲགས་པ།

source: too many pipes or input files open
bo_cn: སྦུག་ལམ་མམ་ཡང་ན་ནང་འཇུག་ཡིག་ཆ་ཁ་ཕྱེ་དྲགས་པ།

source: toupper: received non-string argument
bo_cn: toupper: ཡིག་རྟགས་ཕྲེང་བ་མིན་པའི་ཞུགས་གྲངས་འབྱོར་བ།

source: turning off `--lint' due to assignment to `LINT'
bo_cn: “LINT” ལ་ཐང་སྤྲད་པའི་རྐྱེན་གྱིས “--lint” ཁ་རྒྱག་པ།
