Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gdata.po
Languages: bo_cn

source: A %s element was missing required content.
bo_cn: གཞི་རྒྱུ་ག་གེ་མོ %s ཡི་བླང་བྱ་ཡི་ནང་དོན་བོར་སོང་།

source: A '%s' element was missing required content.
bo_cn: གཞི་རྒྱུ་ག་གེ་མོ %s ཡི་བླང་བྱ་ཡི་ནང་དོན་བོར་སོང་།

source: A CAPTCHA must be filled out to log in.
bo_cn: ཐོ་འགོད་བྱ་དགོས་ན་ངེས་པར་དུ་ར་སྤྲོད་ཨང་འབྲི་དགོས།

source: A required element (%s) was not present.
bo_cn: ངེས་པར་དུ་དགོས་པའི་གཞི་རྒྱུ། (%s) མེད་པ།

source: A required property of a %s element (%s) was not present.
bo_cn: ག་གེ་མོ %s ཡི་གཞི་རྒྱུ། (%s) ལ་ངེས་པར་དུ་དགོས་པའི་གཏོགས་གཤིས་མེད།

source: A singleton element (%s) was duplicated.
bo_cn: ཁེར་རྐྱང་གི་གཞི་རྒྱུ། (%s) བསྐྱར་ཟློས་བྱས།

source: Access was denied by the user or server.
bo_cn: ལྟ་སྤྱོད་དེ་སྤྱོད་མཁན་ནམ་ཡང་ན་ཞབས་ཞུ་ཆས་ཀྱིས་ཟློག་པ།

source: Authentication required: %s
bo_cn: ར་སྤྲོད་བྱེད་དགོས་པ：%s

source: Cannot connect to the proxy server.
bo_cn: ལས་ཚབ་ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།

source: Cannot connect to the service's server.
bo_cn: ཞབས་ཞུ་འདི་ཡི་ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།

source: Comments may not be added to this entry.
bo_cn: ཚན་པ་འདིར་མཆན་འགྲེལ་སྣོན་མི་ཐུབ།

source: Empty document.
bo_cn: ཡིག་ཚགས་སྟོང་པ།

source: Error code %u when authenticating: %s
bo_cn: ར་སྤྲོད་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error code %u when deleting an entry: %s
bo_cn: ས་བཅད་སུབ་པའི་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error code %u when downloading: %s
bo_cn: ཕབ་ལེན་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error code %u when inserting an entry: %s
bo_cn: ས་བཅད་བར་འཇུག་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error code %u when querying: %s
bo_cn: རེ་ཞུའི་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error code %u when running a batch operation: %s
bo_cn: སྡེབ་དྲས་རྒྱག་བཀོལ་སྤྱོད་བྱེད་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error code %u when updating an entry: %s
bo_cn: ས་བཅད་གསར་སྒྱུར་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error code %u when uploading: %s
bo_cn: ཡར་བསྐུར་སྐབས་ཀྱི་ནོར་འཁྲུལ་ཚབ་ཨང %u：%s

source: Error parsing JSON: %s
bo_cn: JSON ལ་ཞིབ་འགྲེལ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ：%s

source: Error parsing XML: %s
bo_cn: XML ལ་ཞིབ་འགྲེལ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།：%s

source: Error received from server after uploading a resumable upload chunk.
bo_cn: སྔ་མུས་སུ་སྐྱེལ་རུང་བའི་ཡར་བསྐུར་དུམ་བུ་ཡར་བསྐུར་བྱས་རྗེས་ཞབས་ཞུ་ཆས་ནས་ནོར་འཁྲུལ་འབྱོར་བ།

source: Invalid JSON was received from the server: %s
bo_cn: ཞབས་ཞུ་ཆས་ནས་ནུས་མེད་ཀྱི JSON：%s འབྱོར་བ།

source: Invalid redirect URI: %s
bo_cn: ནུས་མེད་ཀྱི་ཡང་བསྐྱར་ཕྱོགས་ངེས།：%s

source: Invalid request URI or header, or unsupported nonstandard parameter: %s
bo_cn: ནུས་མེད་ཀྱི་རེ་ཞུ URI ཡང་ན་མགོ་དང་། ཡང་ན་རྒྱབ་སྐྱོར་མེད་པའི་ཚད་ལྡན་ཞུགས་གྲངས་མིན་པ།：%s

source: Invalid seek request
bo_cn: ནུས་མེད་ཀྱི་གནས་ངེས་རེ་ཞུ།

source: Outermost JSON node is not an object.
bo_cn: ཆེས་ཕྱི་ཡི་ཚིགས་ཚེག JSON ནི་བྱ་ཡུལ་ཞིག་མིན།

source: Property '%s' does not hold an image
bo_cn: གཏོགས་གཤིས '%s' ལ་པར་རིས།་ཉར་མེད།

source: Query parameter not allowed for albums.
bo_cn: ཞུགས་གྲངས་འདྲི་རྩད་སྐབས་ཆེད་སྒྲིག་བྱས་མི་ཆོག

source: Stream is already closed
bo_cn: རྒྱུན་ཁ་རྒྱག

source: The album did not have a feed link.
bo_cn: "ཆེད་སྒྲིག་ལ་ལྡོག་སྐྱེལ་སྦྲེལ་མཐུད་མེད་པ།

source: The album has already been inserted.
bo_cn: ཆེད་སྒྲིག་བར་འཇུག་ཟིན་པ།

source: The content type of the supplied document ('%s') could not be recognized.
bo_cn: མཁོ་སྤྲོད་བྱས་པའི་ཡིག་ཚགས། ("%s") ཡི་ནང་དོན་གྱི་རིགས་གྲས་ངོས་འཛིན་བྱེད་མི་ཐུབ་པ།

source: The document has already been uploaded.
bo_cn: ཡིག་ཚགས་འདི་ཡར་བསྐུར་ཟིན།

source: The entry has already been inserted.
bo_cn: ས་བཅད་འདི་བར་འཇུག་ཟིན་པ།

source: The entry has been modified since it was downloaded: %s
bo_cn: ཕབ་ལེན་ཟིན་རྗེས་ས་བཅད་འདི་བཟོ་བཅོས་བྱས་འདུག：%s

source: The group has already been inserted.
bo_cn: ཚོ་འདི་བར་འཇུག་ཟིན་པ།

source: The requested resource was not found: %s
bo_cn: བླང་བྱ་བཏོན་པའི་ཐོན་ཁུངས་རྙེད་མེད་པ：%s

source: The server rejected the temporary credentials request.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་གནས་སྐབས་དཔང་ཡིག་གི་རེ་ཞུ་ཟློག་པ།

source: The server returned a malformed response.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ནོར་འཁྲུལ་གྱི་ཨ་ལན་ཞིག་ཕྱིར་ལོག་པ།

source: This account has been deleted. (%s)
bo_cn: རྩིས་ཐོ་འདི་སུབ་འདུག (%s)

source: This account has been disabled. (%s)
bo_cn: རྩིས་ཐོ་སྤྱོད་འགོག་ཟིན་པ། (%s)

source: This account has been migrated. Please log in online to receive your new username and password. (%s)
bo_cn: རྩིས་ཐོ་འདི་སྤོས་ཟིན། ཐོ་འགོད་ནས་ཁྱེད་ཀྱི་སྤྱོད་མཁན་མིང་དང་གསང་ཨང་གསར་པ་ལེན་རོགས། (%s)

source: This account requires an application-specific password. (%s)
bo_cn: རྩིས་ཐོ་འདི་ལ་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ཆེད་སྤྱོད་གསང་བརྡ་ཞིག་དགོས། (%s)

source: This account's access to this service has been disabled. (%s)
bo_cn: རྩིས་ཐོ་འདི་ཞབས་ཞུ་ལ་ལྟ་སྤྱོད་བྱེད་པ་བཀག་པ། (%s)

source: This comment may not be deleted.
bo_cn: མཆན་འགྲེལ་འདི་བསུབ་མི་ཆོག

source: This entry does not support comments.
bo_cn: ཚན་པ་འདིས་མཆན་འགྲེལ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: This service is not available at the moment. (%s)
bo_cn: ཞབས་ཞུ་འདི་ད་ལྟ་སྤྱོད་རུང་མིན་པ། (%s)

source: Values were present for properties %s and %s of a %s element when only one of the two is allowed.
bo_cn: གཞི་རྒྱུ %3$s ཡི %1$s དང %2$s ཡི་གཏོགས་གཤིས་དུས་གཅིག་ཏུ་ནུས་པ་མི་ཐོན་པའི་གནས་ཚུལ་འོག་ད་གཟོད་དོན་སྙིང་ལྡན་པ་ཞིག་རེད།

source: You have exceeded your entry quota. Please delete some entries and try again.
bo_cn: ཁྱེད་རང་གི་ས་བཅད་གྲངས་དེ་ཚད་བཀག་ལས་བརྒལ་ཟིན་འདུག་པས་སྔོན་ལ་ས་བཅད་འགའ་བསུབ་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: You have made too many API calls recently. Please wait a few minutes and try again.
bo_cn: ཉེ་ལམ་ཁྱེད་ལ་འབོད་པ API མང་པོ་ཞིག་བྱུང་ཡོད། སྐར་མ་ཁ་ཤས་སྒུག་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: You have not agreed to the service's terms and conditions. (%s)
bo_cn: ཁྱེད་ནས་ཞབས་ཞུའི་དོན་ཚན་དང་ཆ་རྐྱེན་ལ་ད་དུང་མོས་མཐུན་བྱས་མིན་འདུག (%s)

source: You must be authenticated to copy documents.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ཡིག་ཚགས་འདྲ་བཟོ་བྱས་ཆོག

source: You must be authenticated to do this.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་དེ་འདྲ་བྱས་ཆོག

source: You must be authenticated to download documents.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ཡིག་ཚགས་ཕབ་ལེན་བྱས་ཆོག

source: You must be authenticated to insert a group.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ཚོ་བར་འཇུག་བྱས་ཆོག

source: You must be authenticated to insert an album.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ཆེད་སྒྲིག་བར་འཇུག་བྱས་ཆོག

source: You must be authenticated to move documents and folders.
bo_cn: ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ཡིག་ཚགས་དང་དཀར་ཆག་སྤོས་ཆོག

source: You must be authenticated to query all calendars.
bo_cn: ཉིན་ཐོ་ཚང་མར་འདྲི་རྩད་བྱ་དགོས་ཚེ་ངེས་པར་དུ་ར་སྤྲོད་བྱེད་དགོས།

source: You must be authenticated to query all tasklists.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ལས་འགན་རེའུ་མིག་ཚང་མར་འདྲི་རྩད་བྱས་ཆོག

source: You must be authenticated to query contact groups.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་འབྲེལ་གཏུགས་ཚོ་འདྲི་རྩད་བྱས་ཆོག

source: You must be authenticated to query contacts.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་འབྲེལ་གཏུགས་མི་སྣ་འདྲི་རྩད་བྱས་ཆོག

source: You must be authenticated to query documents.
bo_cn: ཡིག་ཚགས་ལ་འདྲི་རྩད་བྱེད་དགོས་ཚེ་ངེས་པར་དུ་ར་སྤྲོད་བྱེད་དགོས།

source: You must be authenticated to query your own calendars.
bo_cn: རང་གི་ཉིན་ཐོ་ལ་འདྲི་རྩད་བྱེད་དགོས་ཚེ་ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱེད་དགོས།

source: You must be authenticated to query your own tasks.
bo_cn: ཁྱེད་ནས་ངེས་པར་དུ་ར་སྤྲོད་བྱས་རྗེས་གཞི་རང་གི་ལས་འགན་འདྲི་རྩད་བྱས་ཆོག

source: You must be authenticated to update documents.
bo_cn: ཡིག་ཚགས་གསར་སྒྱུར་བྱེད་དགོས་ཚེ་ངེས་པར་དུ་ར་སྤྲོད་བྱེད་དགོས།

source: You must be authenticated to upload a file.
bo_cn: ཁྱེད་ཀྱིས་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ཡིག་ཆ་ཞིག་ཡར་བསྐུར་བྱེད་ཐུབ།

source: You must be authenticated to upload a video.
bo_cn: ཁྱེད་ཀྱིས་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་བརྙན་ཟློས་ཡར་བསྐུར་བྱེད་ཐུབ།

source: You must be authenticated to upload documents.
bo_cn: ཡིག་ཚགས་ཡར་བསྐུར་བྱེད་དགོས་ཚེ་ངེས་པར་དུ་ར་སྤྲོད་བྱེད་དགོས།

source: You must specify a username or be authenticated to query a user.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་སྤྱོད་མཁན་གྱི་མིང་ཞིག་དམིགས་འཛུགས་བྱེད་པའམ་ཡང་ན་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་སྤྱོད་མཁན་ཞིག་འདྲི་རྩད་ཐུབ་པ་ཡིན།

source: You must specify a username or be authenticated to query all albums.
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་སྤྱོད་མཁན་གྱི་མིང་ཞིག་དམིགས་འཛུགས་བྱེད་པའམ་ཡང་ན་ར་སྤྲོད་བྱས་རྗེས་གཞི་ནས་ཆེད་སྒྲིག་ཚང་མ་འདྲི་རྩད་ཐུབ་པ་ཡིན།

source: Your account's e-mail address has not been verified. (%s)
bo_cn: ཁྱེད་ཀྱི་རྩིས་ཐོའི་གློག་རྡུལ་ཡིག་ཟམ་གནས་ཡུལ་ད་དུང་ར་སྤྲོད་བྱས་མེད་པ། (%s)

source: Your username or password were incorrect.
bo_cn: ཁྱེད་ཀྱི་སྤྱོད་མཁན་མིང་དང་གསང་བརྡ་ལ་ནོར་འཁྲུལ་འདུག།
