Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gdebi.po
Languages: bo_cn

source: %s is not available
bo_cn: %s སྤྱོད་རུང་མིན་པ།

source: &Download Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་ཕབ་ལེན་བྱེད་པ། (&D)

source: &Install Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག་བྱེད་པ། (&I)

source: &Reinstall Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་ཡང་བསྐྱར་སྒྲིག་འཇུག་བྱེད་པ། (&R)

source: '%s' is not a Debian package
bo_cn: %s' ནི་མཉེན་ཆས་ཐུམ་བུ Debian ཤིག་མིན།

source: <b>Maintainer:</b>
bo_cn: <b> སྲུང་སྐྱོབ་བྱེད་མཁན།：</b>

source: <b>Package '%s' was installed</b>
bo_cn: <b> མཉེན་ཆས་ཐུམ་བུ '%s' སྒྲིག་འཇུག་ཟིན </b>

source: <b>Priority:</b>
bo_cn: <b> སྔོན་ཐོབ་རིམ་པ།：</b>

source: <b>Section:</b>
bo_cn: <b> སོ་སོར་འབྱེད་པ།：</b>

source: <b>Size:</b>
bo_cn: <b> ཆེ་ཆུང།：</b>

source: <b>To be removed: %s</b>
bo_cn: <b> བསུབ་གྲབས་ཡོད་པ།：%s</b>

source: <b>To install the following changes are required:</b>
bo_cn: <b> སྒྲིག་འཇུག་བྱ་དགོས་ན། གཤམ་གསལ་ལྟར་བསྒྱུར་དགོས།：</b>

source: <b>Version:</b>
bo_cn: <b> པར་གཞི།：</b>

source: A later version is available in a software channel
bo_cn: མཉེན་ཆས་མཛོད་ནང་གསར་སྒྱུར་བྱས་པའི་པར་གཞི་ཡོད།

source: A nonexistent file has been selected for installation. Please select an existing .deb package file.
bo_cn: གནས་མེད་པའི་ཡིག་ཆ་ཞིག་བདམས་ནས་སྒྲིག་འཇུག་བྱས་འདུག་པས་ཁྱེད་ནས་གནས་པའི་མཉེན་ཆས་ཁུག་མའི་ཡིག་ཆ .deb ཞིག་འདོམས་དགོས།

source: All dependencies are satisfied
bo_cn: བརྟེན་བྱའི་འབྲེལ་བ་ཡོད་ཚད་སྐོང་ཐུབ་ཡོད།

source: An older version is available in a software channel
bo_cn: མཉེན་ཆས་ཐབས་ལམ་ནང་དུ་ཅུང་རྙིང་བའི་སྤྱོད་རུང་པར་གཞི་འདུག

source: Auto close when the install is finished
bo_cn: སྒྲིག་འཇུག་ཟིན་རྗེས་རང་འགུལ་ངང་ཁ་རྒྱག་པ།

source: Automatically close after the changes have been successfully applied
bo_cn: བཀོལ་སྤྱོད་བཟོ་བཅོས་ལེགས་འགྲུབ་ཟིན་རྗེས་རང་འགུག་ངང་ཁ་རྒྱག་པ།

source: Broken dependencies
bo_cn: སྐྱོན་ཤོར་བརྟེན་བྱའི་འབྲེལ་བ།

source: Can not download as root
bo_cn: root ཡི་ཐོབ་ཐང་ནས་ཕབ་ལེན་བྱེད་ཐབས་བྲལ།

source: Click packages can currently only be inspected with this tool
bo_cn: ད་ལྟ་ལག་ཆ་འདི་བེད་སྤྱོད་བྱས་ན། མནན་པའི་མཉེན་ཆས་ཁུག་མ་མ་གཏོགས་ཞིབ་བཤེར་བྱ་མི་ཐུབ།

source: Copy selected text
bo_cn: བདམས་པའི་ཡིག་ཆ་འདྲ་བཟོ་བྱེད་པ།

source: Could not download all required files
bo_cn: དགོས་ངེས་ཀྱི་ཡིག་ཆ་ཚང་མ་ཕབ་ལེན་བྱེད་ཐབས་མེད།

source: Could not install all dependencies
bo_cn: བརྟེན་བྱའི་མཉེན་ཆས་ཐུམ་བུ་ཚང་མ་སྒྲིག་འཇུག་བྱེད་མི་ཐུབ།

source: Could not open '%s'
bo_cn: %s' ཁ་ཕྱེ་མི་ཐུབ་པ།

source: Dependency problems
bo_cn: བརྟེན་བྱའི་གནད་དོན།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Description:
bo_cn: གསལ་བཤད།:

source: Details
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན།

source: Do not show progress information
bo_cn: སྒྲུབ་ཚད་ཀྱི་ཆ་འཕྲིན་མི་མངོན་པ།

source: Do you want to install the software package? [y/N]:
bo_cn: ཁྱེད་ཀྱིས་མཉེན་ཆས་ཐུམ་བུ་འདི་སྒྲིག་འཇུག་བྱེད་འདོད་དམ། [y/N]:

source: Download failed
bo_cn: ཕབ་ལེན་ཕམ་པ།

source: Downloading additional package files...
bo_cn: ཚད་བརྒལ་གྱི་མཉེན་ཆས་ཐུམ་བུའི་ཡིག་ཆ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading package
bo_cn: མཉེན་ཆས་ཁུག་མ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading the package failed: file '%s' '%s'
bo_cn: མཉེན་ཆས་ཐུམ་བུའི་ཕབ་ལེན་ཕམ་པ། ཡིག་ཆ '%s' '%s'

source: Error during install: '%s'
bo_cn: སྒྲིག་འཇུགས་སྐབས་ནོར་འཁྲུལ།： '%s' ཐོན་པ།

source: Error reading file content '%s'
bo_cn: ཡིག་ཆའི་ནང་དོན “%s” ཀློག་པའི་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།

source: Error reading filelist
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ཀློག་སྐབས་ནོར་འཁྲུལ་ཐོན།

source: Error:
bo_cn: ནོར་འཁྲུལ།

source: Error: no longer provides
bo_cn: ནོར་འཁྲུལ། ཡང་བསྐྱར་མཁོ་འདོན་མི་བྱེད་པ།

source: Failed to completely install all dependencies
bo_cn: བརྟེན་བྱའི་མཉེན་ཆས་ཐུམ་བུ་་ཆ་ཚང་སྒྲིག་འཇུག་བྱེད་མ་ཐུབ་པ།

source: Failed to completely remove package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་ཆ་ཚང་འབུད་ཐུབ་མེད་པ།

source: Failed to install package '%s'
bo_cn: མཉེན་ཆས་ཐུམ་བུ '%s' ཡི་སྒྲིག་འཇུག་ཕམ་པ།

source: Failed to install package file
bo_cn: མཉེན་ཆས་ཐུམ་བུའི་ཡིག་ཆ་སྒྲིག་འཇུག་ཕམ་པ།

source: Failed to remove package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་འབུད་པ་ཕམ་པ།

source: Failed to remove package '%s'
bo_cn: མཉེན་ཆས་ཐུམ་བུ “%s” འབུད་པ་ཕམ་པ།

source: File %s of %s
bo_cn: ཡིག་ཆ %s/%s

source: File %s of %s at %sB/s
bo_cn: ཡིག་ཆ %s/%s ཡི་མགྱོགས།ཚད %sB/s

source: File content can not be extracted
bo_cn: ཡིག་ཆའི་ནང་དོན་ལེན་མི་ཐུབ།

source: GDebi Package Installer
bo_cn: Gdebi མཉེན་ཆས་ཐུམ་བུའི་སྒྲིག་འཇུག་བྱ་རིམ།

source: GPL, see /usr/share/common-licenses/GPL
bo_cn: GPL /usr/share/common-licenses/GPL ལ་གཟིགས།

source: Generally you are recommended to install the version from the software channel, since it is usually better supported.
bo_cn: ཁྱེད་རང་གི་ཡག་ཤོས་བྱུང་ན་མཉེན་ཆས་མཛོད་ཁང་ནས་མཉེན་ཆས་འདི་སྒྲིག་འཇུག་བྱེད་དགོས། རྒྱུ་མཚན་ནི་འདིར་རྒྱབ་སྐྱོར་དེ་བས་ཡག་པ་ཡོད།

source: Included Files
bo_cn: ཡིག་ཆ་ཚུད་པ།

source: Included files
bo_cn: ཚུད་པའི་ཡིག་ཆ།

source: Install and view software packages
bo_cn: མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག་དང་ལྟ་བ།

source: Install unauthenticated software?
bo_cn: ར་སྤྲོད་བྱས་མེད་པའི་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་དམ།

source: Installation complete
bo_cn: སྒྲིག་འཇུག་བྱས་ཚར།

source: Installation finished
bo_cn: སྒྲིག་འཇུག་བྱས་ཚར།

source: Installing
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Installing %s
bo_cn: %sསྒྲིག་འཇུག་པ།

source: Installing '%s'...
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ '%s'

source: Installing dependencies...
bo_cn: བརྟེན་བྱའི་མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Installing package file...
bo_cn: མཉེན་ཆས་ཐུམ་བུའི་ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: It is a possible risk to remove packages.
bo_cn: མཉེན་ཆས་ཐུམ་བུ་འབུད་ཚེ་ཉེན་ཁ་ཡོད།

source: Lintian output
bo_cn: Lintian ཕྱིར་འདོན།

source: Loading...
bo_cn: ཕབ་འཇུག་བྱེད་པ...

source: Media Change
bo_cn: སྨྱན་བྱེད་ཀྱི་འགྱུར་ལྡོག

source: Need to be root to install packages
bo_cn: དབང་ཚད root ཡིས་མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག་བྱེད་དགོས་པ།

source: No description is available
bo_cn: སྤྱོད་རུང་གི་ཞིབ་བརྗོད་མེད་པ།

source: One or more packages are required by %s, it cannot be removed.
bo_cn: %s དེ་མཉེན་ཆས་ཐུམ་བུ་གཅིག་གམ་མང་པོར་བརྟེན་དགོས་པས་དེ་འབུད་མི་ཐུབ།

source: Only one software management tool is allowed to run at the same time
bo_cn: དུས་མཉམ་དུ་མཉེན་ཆས་དོ་དམ་ཆས་གཅིག་ཁོ་ན་འཁོར་སྐྱོད་བྱེད་དུ་བཅུག་ཆོག

source: Open Software Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་ཁ་ཕྱེ་བ།

source: Package '%s' was installed
bo_cn: མཉེན་ཆས་ཐུམ་བུ '%s' སྒྲིག་འཇུག་ཟིན།

source: Package '%s' was removed
bo_cn: མཉེན་ཆས་ཐུམ་བུ “%s” འབུད་ཟིན་པ།

source: Package Installer - %s
bo_cn: མཉེན་ཆས་ཐུམ་བུའི་སྒྲིག་འཇུག་བྱ་རིམ - %s

source: Package control data
bo_cn: མཉེན་ཆས་ཐུམ་བུས་གཞི་གྲངས་ཚོད་འཛིན་བྱེད་པ།

source: Package:
bo_cn: མཉེན་ཆས་ཐུམ་བུ།

source: Please check your internet connection or installation medium, and make sure your APT cache is up-to-date.
bo_cn: ཁྱེད་ཀྱི་དྲ་བའི་འབྲེལ་མཐུད་དམ་སྒྲིག་འཇུག་སྨྱན་རྫས་ལ་ཞིབ་བཤེར་བྱེད་རོགས། དུས་མཚུངས་སུ་ཁྱེད་ཀྱི་ལྷོད་གསོག MT ཡི་ཡིག་ཆ་ནི་ཆེས་གསར་པ་ཡིན་པ་འགན་ལེན་བྱེད་དགོས།

source: Please check your internet connection or installation medium, or make sure your APT cache is up-to-date.
bo_cn: ཁྱེད་ཀྱི་དྲ་བའི་འབྲེལ་མཐུད་དམ་སྒྲིག་འཇུག་སྨྱན་རྫས་ལ་ཞིབ་བཤེར་བྱེད་པ་འམ་ཡང་ན་ཁྱེད་ཀྱི་ལྷོད་གསོག MT ཡི་ཡིག་ཆ་ནི་ཆེས་གསར་པ་ཡིན་པ་འགན་ལེན་བྱེད་དགོས།

source: Please close the other application e.g. 'Update Manager', 'aptitude' or 'Synaptic' first.
bo_cn: ཁྱེད་ཀྱི་ཉེར་སྤྱོད་བྱ་རིམ་གཞན་ཁ་རྒྱག་དགོས། དཔེར་ན 'Update Manager' དང 'aptitude' ཡང་ན 'Synaptic'

source: Please insert '%s' into the drive '%s'
bo_cn: ཁྱེད་ཀྱིས '%s' དེ་སྒུལ་ཆས '%s' ཡི་ནང་འཇུག་རོགས།

source: Re&install Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་ཡང་བསྐྱར་སྒྲིག་འཇུག་བྱེད་པ། (&I)

source: Remote packages can not be downloaded when running as root. Please try again as a normal user.
bo_cn: root ཐོབ་ཐང་ཡིས་འཁོར་སྐྱོད་སྐབས་རྒྱང་རིང་མཉེན་ཆས་ཐུམ་བུ་ཕབ་ལེན་བྱེདཐབས་བྲལ། སྤྱོད་མཁན་དཀྱུས་མའི་ཐོབ་ཐང་གིས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Removal complete
bo_cn: འབུད་པ་ལེགས་གྲུབ།

source: Removal finished
bo_cn: འབུད་པ་མཇུག་སྒྲིལ།

source: Remove package
bo_cn: མཉེན་ཆས་ཐུམ་བསུབ་པ།

source: Removing %s
bo_cn: %sབཤིག་པ།

source: Removing package...
bo_cn: མཉེན་ཆས་ཐུམ་བུ་འབུད་བཞིན་པ།

source: Requires the REMOVAL of the following packages:
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་བུ་འབུད་དགོས།

source: Requires the installation of %s packages
bo_cn: མཉེན་ཆས་ཐུམ་བུ %s སྒྲིག་འཇུག་བྱེད་དགོས།

source: Requires the installation of the following packages:
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག་བྱེད་དགོས།

source: Run non-interactive (dangerous!)
bo_cn: སྤེལ་རེས་ཚུལ་མིན་པས་འཁོར་སྐྱོད་བྱེད་པ། ( ཉེན་ཁ་ཆེ）

source: Running lintian...
bo_cn: lintian འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: Same version is already installed
bo_cn: མཚུངས་པའི་པར་གཞི་སྒྲིག་འཇུག་ཟིན་འདུག།

source: Same version is available in a software channel
bo_cn: མཉེན་ཆས་མཛོད་ཁང་ནང་གཅིག་མཚུངས་ཀྱི་པར་གཞི་ཡོད།

source: Selection is a directory
bo_cn: བདམས་པ་ནི་དཀར་ཆག་ཅིག་ཡིན།

source: Set an APT configuration option
bo_cn: APT ཡི་སྡེབ་སྒྲིག་འདེམས་ཚན་ཞིག་ལ་སྒྲིག་འགོད་བྱེད་པ།

source: Software index is broken
bo_cn: མཉེན་ཆས་གསལ་བྱང་ལ་སྐྱོན་བྱུང་།

source: Software packages
bo_cn: མཉེན་ཆས་ཐུམ།

source: Status:
bo_cn: རྣམ་པ།

source: Terminal
bo_cn: མཐའ་སྣེ།

source: The MIME type of this file is '%s' and can not be installed on this system.
bo_cn: ཡིག་ཆ་འདི་ཡི MIME རིགས་གྲས་ནི '%s' ཡིན་པས་རྒྱུད་ཁོངས་སྟེང་སྒྲིག་འཇུག་བྱེད་མི་ཐུབ།

source: The following packages are UNAUTHENTICATED:
bo_cn: གཤམ་གྱི་མཉེན་ཆས་ཐུམ་བུར་ར་སྤྲོད་བྱས་མེད།

source: The package file does not exist
bo_cn: མཉེན་ཆས་ཐུམ་བུའི་ཡིག་ཆ་གནས་མེད་པ།

source: The package might be corrupted or you are not allowed to open the file. Check the permissions of the file.
bo_cn: མཉེན་ཆས་ཐུམ་བུ་སྐྱོན་ཤོར་བའམ་ཡང་ན་ཡིག་ཆ་འདི་ཁ་ཕྱེ་མི་ཆོག་པས་ཡིག་ཆའི་དབང་ཚད་ལ་ཞིབ་བཤེར་བྱེད་དགོས།

source: To be installed: %s
bo_cn: %s སྒྲིག་འཇུག་བྱེད་གྲབས་ཡོད་པ།

source: To be removed: %s
bo_cn: འབུད་དགོས་པ། %s

source: To fix this run 'sudo apt-get install -f' in a terminal window.
bo_cn: ཞིག་གསོ་བྱེད་དགོས་ན་མཐའ་སྣེའི་སྒེའུ་ཁུང་ནང 'sudo apt-get install -f' འཁོར་སྐྱོད་བྱེད་དགོས།

source: Upstream data
bo_cn: སྟོད་རྒྱུད་ཀྱི་གཞི་གྲངས།

source: Use alternative datadir
bo_cn: གཞི་གྲངས་ཀྱི་བརྒྱུད་ལམ་གཞན་ཞིག་བེད་སྤྱོད་དགོས།

source: Use alternative root dir
bo_cn: root ཡི་ཡིག་ཁུག་གཞན་ཞིག་བེད་སྤྱོད་དགོས།

source: Usually this is related to an error of the software distributor. See the terminal window for more details.
bo_cn: རྒྱུན་དུ་འདི་ནི་མཉེན་ཆས་འགྲེམས་སྤེལ་མཁན་གྱི་ནོར་འཁྲུལ་དང་འབྲེལ་བ་ཡོད། མཐའ་སྣེའི་སྒེའུ་ཁུང་ཕྱིར་འདོན་ལ་ལྟ་ཞིབ་བྱས་ནས་ཞིབ་ཆའི་གནས་ཚུལ་དེ་བས་མང་བ་ཐོབ།

source: You are recommended to install the software from the channel instead.
bo_cn: ཁྱེད་ཀྱིས་མཉེན་ཆས་མཛོད་ཁང་ནས་མཉེན་ཆས་འདི་སྒྲིག་སྦྱོར་བྱེད་པའི་གྲོས་འགོ་འདོན་པ།

source: You are strongly advised to install the version from the software channel, since it is usually better supported.
bo_cn: ཁྱེད་ཀྱིས་མཉེན་ཆས་མཛོད་ཁང་ནང་ནས་མཉེན་ཆས་འདི་སྒྲིག་སྦྱོར་བྱེད་དགོས་པའི་གྲོས་འགོ་འདོན་གྱི་ཡོད། རྒྱུ་མཚན་ནི་འདིར་རྒྱབ་སྐྱོར་དེ་བས་ཡག་པ་ཡོད།

source: You need to grant administrative rights to install software
bo_cn: དོ་དམ་པའི་དབང་ཚད་ཀྱིས་མཉེན་ཆས་སྒྲིག་འཇུག་བྱེད་དགོས།

source: You need to grant administrative rights to remove software
bo_cn: དོ་དམ་པའི་དབང་ཚད་ཀྱིས་མཉེན་ཆས་འབུད་པ།

source: You tried to install a file that does not (or no longer) exist.
bo_cn: ཁྱེད་ཀྱིས་གནས་མེད་པའི། ( ཡང་ན་ད་གནས་མེད་པ ) ཡིག་ཆ་ཞིག་སྒྲིག་འཇུག་བྱེད་རྩིས་འདུག།

source: _Details
bo_cn: ཞིབ་ཕྲ།(_D)

source: _Download Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་ཕབ་ལེན། (_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)

source: _File
bo_cn: ཡིག་ཆ།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Install Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག (_I)

source: _Open…
bo_cn: ཁ་འབྱེད།(_O)...

source: _Refresh
bo_cn: གསར་སྒྱུར།(_R)

source: _Reinstall Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་བསྐྱར་དུ་སྒྲིག་འཇུག་བྱེད་པ། (_R)

source: _Remove Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་འབུད་པ། (_R)

source: package;apt;dpkg;install
bo_cn: package;apt;dpkg;install ཐུམ་བུ། མཉེན་ཆས། སྒྲིག་འཇུག མཉེན་ཆས་ཐུམ་བུ།
