Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gdk-pixbuf.po
Languages: bo_cn

source: ANI image was truncated or incomplete.
bo_cn: ཡིག་ཆ ANI གཏུབ་པའམ་ཡང་ན་ཆ་མི་ཚང་བ།

source: BMP image has bogus header data
bo_cn: བརྙན་རིས། BMP ལ་རྫུན་བཟོ་བྱས་པའི་གཞི་གྲངས་མགོ་འདུག

source: BMP image has unsupported header size
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་བརྙན་རིས། BMP ཡི་མགོའི་ཆེ་ཆུང་།

source: Bad code encountered
bo_cn: ནོར་འཁྲུལ་གྱི་ཚབ་ཨང་འཕྲད་པ།

source: Bits per channel of PNG image is invalid.
bo_cn: བརྙན་རིས། PNG ཡི་རྒྱུ་ལམ་རེ་རེའི་གནས་གྲངས་དེ་ནུས་མེད་ཡིན།

source: Bits per channel of transformed PNG is not 8.
bo_cn: དབྱིབས་འགྱུར PNG ཡི་རྒྱུ་ལམ་རེ་རེའི་གནས་གྲངས་ནི 8 མིན།

source: Cannot allocate TGA header memory
bo_cn: TGA མགོའི་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Cannot allocate memory for IOBuffer data
bo_cn: གཞི་གྲངས IOBuffer ལ་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Cannot allocate memory for IOBuffer struct
bo_cn: གྲུབ་ཚུལ IOBuffer ལ་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Cannot allocate memory for TGA context struct
bo_cn: TGA ཡི་གོང་འོག་ཡི་གེའི་གྲུབ་ཚུལ་ལ་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Cannot allocate memory for loading PNM image
bo_cn: ནང་གསོག་བགོས་ནས་བརྙན་རིས། PNM འགེལ་ཐབས་བྲལ།

source: Cannot allocate memory for loading XPM image
bo_cn: ནང་གསོག་བགོས་ནས་བརྙན་རིས། XPM འགེལ་ཐབས་བྲལ།

source: Cannot allocate new pixbuf
bo_cn: བརྙན་རྒྱུ་གསར་པའི་ལྷོད་གཏོང་བགོ་ཐབས་བྲལ།

source: Cannot allocate temporary IOBuffer data
bo_cn: གནས་སྐབས་ཀྱི་གཞི་གྲངས IOBuffer ལ་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Cannot read XPM colormap
bo_cn: ཚོན་མདོག་རེའུ་མིག XPM ཀློག་ཐབས་བྲལ།

source: Cannot realloc IOBuffer data
bo_cn: གཞི་གྲངས IOBuffer ཡང་བསྐྱར་བགོ་ཐབས་བྲལ།

source: Circular table entry in GIF file
bo_cn: ཡིག་ཆ GIF ཡི་ནང་གི་རེའུ་མིག་ཚན་པའི་རྒྱུན་འཁོར།

source: Color profile has invalid length %d.
bo_cn: ཚོན་མདོག་གི་སྡེབ་སྒྲིག་ལ་ནུས་མེད་ཀྱི་རིང་ཚད %d ཡོད་པ།

source: Color profile has invalid length '%u'.
bo_cn: ཚོན་མདོག་གི་སྡེབ་སྒྲིག་ལ་ནུས་མེད་ཀྱི་རིང་ཚད “%u” ཡོད་པ།

source: Compressed icons are not supported
bo_cn: རིས་རྟགས་སྡུད་སྒྲིལ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Could not allocate memory: %s
bo_cn: ནང་གསོག་བགོ་ཐབས་བྲལ།：%s

source: Could not create stream: %s
bo_cn: རྒྱུན་བཟོ་ཐབས་བྲལ།：%s

source: Could not decode ICNS file
bo_cn: ཡིག་ཆ ICNS ཨང་དགྲོལ་བྱེད་ཐབས་བྲལ།

source: Could not get image height (bad TIFF file)
bo_cn: བརྙན་རིས།་ཀྱི་མཐོ་ཚད་ཐོབ་ཐབས་བྲལ། ( ཡིག་ཆ TIFF སྐྱོན་ཤོར་བ )

source: Could not get image width (bad TIFF file)
bo_cn: བརྙན་རིས།་ཀྱི་ཞེང་ཚད་ཐོབ་ཐབས་བྲལ། ( ཡིག་ཆ TIFF སྐྱོན་ཤོར་བ )

source: Could not read from stream: %s
bo_cn: རྒྱུན་གྱི་ནང་ནས།：%s ཀློག་ཐབས་བྲལ།

source: Could not seek stream: %s
bo_cn: རྒྱུན།：%s བཤེར་འཚོལ་བྱེད་ཐབས་བྲལ།

source: Couldn't allocate memory for color profile
bo_cn: ཚོན་མདོག་གི་སྡེབ་སྒྲིག་ལ་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Couldn't allocate memory for saving BMP file
bo_cn: ནང་གསོག་བགོས་ནས་ཡིག་ཆ BMP འགེལ་ཐབས་བྲལ།

source: Couldn't allocate memory for stream
bo_cn: རྒྱུན་ལ་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Couldn't allocate memory to buffer image data
bo_cn: ལྷོད་གཏོང་བརྙན་རིས།་ཀྱི་གཞི་གྲངས་ལ་ནང་གསོག་བགོ་ཐབས་བྲལ།

source: Couldn't decode image
bo_cn: བརྙན་རིས།་ཨང་དགྲོལ་བྱེད་ཐབས་བྲལ།

source: Couldn't load bitmap
bo_cn: གནས་རིས་འཇུག་ཐབས་བྲལ།

source: Couldn't load metafile
bo_cn: རྒྱུའི་ཡིག་ཆ་འཇུག་ཐབས་བྲལ།

source: Couldn't recognize the image file format for file '%s'
bo_cn: ཡིག་ཆ “%s” ངོས་འཛིན་བྱེད་པའི་བརྙན་རིས།་ཡིག་ཆའི་རྣམ་གཞག་ཕམ་པ།

source: Couldn't save
bo_cn: ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Couldn't write to BMP file
bo_cn: ཡིག་ཆ BMP འབྲི་ཐབས་བྲལ།

source: Couldn't write to TIFF file
bo_cn: ཡིག་ཆ TIFF འབྲི་ཐབས་བྲལ།

source: Cursor hotspot outside image
bo_cn: འོད་རྟགས་ཚ་གནས་དེ་བརྙན་རིས།་ཀྱི་ཕྱི་ན་གནས་ཡོད།

source: Dimensions of TIFF image too large
bo_cn: བརྙན་རིས། TIFF ཡི་ཆེ་ཆུང་ཆེ་དྲགས་པ།

source: Error interpreting JPEG image file (%s)
bo_cn: བརྙན་རིས། JPEG ཡི་ཡིག་ཆར་དབྱེ་ཞིབ་སྐབས་ནོར་འཁྲུལ། (%s) ཐོན་པ།

source: Error reading ICNS image: %s
bo_cn: བརྙན་རིས། ICNS ཡི་ཡིག་ཆ་ཀློག་འཇུག་སྐབས་ནོར་འཁྲུལ།：%s ཐོན་པ།

source: Error writing to image file: %s
bo_cn: བརྙན་རིས།་ཡིག་ཆ་འབྲི་བའི་སྐབས་ནོར་འཁྲུལ།：%s ཐོན་པ།

source: Error writing to image stream
bo_cn: བརྙན་རིས།་ཀྱི་རྒྱུན་འབྲི་བའི་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།

source: Excess data in file
bo_cn: ཡིག་ཆའི་ནང་གི་གཞི་གྲངས་ཚད་བརྒལ་བྱུང་བ།

source: Failed to allocate %d byte for file read buffer
bo_cn: ཡིག་ཚིགས %d ཡི་ཡིག་ཆ་ཀློག་ལེན་གྱི་ལྷོད་གཏོང་ཁུལ་གྱི་བགོ་བཤའ་ཕམ་པ།

source: Failed to allocate QTIF context structure.
bo_cn: OTIF ལ་གོང་འོག་ཡི་གེའི་གྲུབ་ཚུལ་བགོ་ཐབས་བྲལ།

source: Failed to close '%s' while writing image, all data may not have been saved: %s
bo_cn: བརྙན་རིས།་འབྲི་བའི་སྐབས “%s” ཁ་རྒྱག་ཐབས་མེད། དེ་ནི་ཕལ་ཆེར་གཞི་གྲངས།：%s ཉར་ཚགས་བྱས་མེད་པས་རེད།

source: Failed to create GdkPixbufLoader object.
bo_cn: བྱ་ཡུལ GdkPixbufLoader བཟོ་སྐབས་ཕམ་པ།

source: Failed to find an image data atom.
bo_cn: བརྙན་རིས།་ཀྱི་གཞི་གྲངས་འཚོལ་བ་ཕམ་པ།

source: Failed to load RGB data from TIFF file
bo_cn: ཡིག་ཆ TIFF ཡི་ནང་གི་གཞི་གྲངས RGB འགེལ་བ་ཕམ་པ།

source: Failed to load TIFF image
bo_cn: བརྙན་རིས། TIFF འགེལ་བ་ཕམ་པ།

source: Failed to load animation '%s': reason not known, probably a corrupt animation file
bo_cn: འགུལ་རིས “%s”" འགེལ་བ་ཕམ་པ། རྒྱུ་རྐྱེན་མི་ཤེས་པ། ཕལ་ཆེར་འགུལ་རིས་ཡིག་ཆ་སྐྱོན་ཤོར་བ་ཡིན།

source: Failed to load image '%s': %s
bo_cn: བརྙན་རིས། “%s” འགེལ་བ་ཕམ་པ།：%s

source: Failed to load image '%s': reason not known, probably a corrupt image file
bo_cn: བརྙན་རིས། “%s”" འགེལ་བ་ཕམ་པ། རྒྱུ་རྐྱེན་མི་ཤེས་པ། ཕལ་ཆེར་བརྙན་རིས།་ཡིག་ཆ་སྐྱོན་ཤོར་བ་ཡིན།

source: Failed to open '%s' for writing: %s
bo_cn: “%s” ཁ་ཕྱེ་ནས་འབྲི་བ་ཕམ་པ།：%s

source: Failed to open TIFF image
bo_cn: བརྙན་རིས། TIFF ཁ་ཕྱེ་བ་ཕམ་པ།

source: Failed to open file '%s': %s
bo_cn: ཡིག་ཆ “%s” ཁ་ཕྱེ་བ་ཕམ་པ།：%s

source: Failed to open temporary file
bo_cn: གནས་སྐབས་ཡིག་ཆ་ཁ་ཕྱེ་བ་ཕམ་པ།

source: Failed to read QTIF header
bo_cn: QTIF ཡི་མགོ་ཀློག་ལེན་ཕམ་པ།

source: Failed to read from temporary file
bo_cn: གནས་སྐབས་ཡིག་ཆ་ནས་ཀློག་ལེན་ཕམ་པ།

source: Failed to save TIFF image
bo_cn: བརྙན་རིས། TIFF ཉར་ཚགས་ཕམ་པ།

source: Failed to skip the next %d byte with seek().
bo_cn: seek() བེད་སྤྱད་ནས་རྗེས་ཀྱི་ཡིག་ཚིགས %d ལས་མཆོང་པ་ཕམ་པ།

source: Failed to write TIFF data
bo_cn: བརྙན་རིས། TIFF འབྲི་བ་ཕམ་པ།

source: Failed to write to temporary file when loading XBM image
bo_cn: བརྙན་རིས། XBM འགེལ་སྐབས་གནས་སྐབས་ཡིག་ཆར་འབྲི་ཐབས་བྲལ།

source: Failed to write to temporary file when loading XPM image
bo_cn: བརྙན་རིས། XPM འགེལ་སྐབས་གནས་སྐབས་ཡིག་ཆར་འབྲི་བ་ཕམ་པ།

source: Failure reading GIF: %s
bo_cn: GIF ཀློག་འཇུག་ཕམ་པ།：%s

source: Fatal error in PNG image file: %s
bo_cn: བརྙན་རིས། PNG ཡི་ཡིག་ཆའི་ནང་ནོར་འཁྲུལ་ཚབས་ཆེན་ཡོད།：%s

source: Fatal error reading PNG image file
bo_cn: བརྙན་རིས། PNG ཡི་ཡིག་ཆ་ཀློག་འཇུག་སྐབས་ནོར་འཁྲུལ་ཚབས་ཆེན་ཐོན་པ།

source: Fatal error reading PNG image file: %s
bo_cn: བརྙན་རིས། PNG ཡི་ཡིག་ཆ་ཀློག་འཇུག་སྐབས་ནོར་འཁྲུལ་ཚབས་ཆེན་ཐོན་པ།：%s

source: File does not appear to be a GIF file
bo_cn: ཡིག་ཆ་ནི་ཕལ་ཆེར་ཡིག་ཆ GIF མ་རེད།

source: File error when reading QTIF atom: %s
bo_cn: QTIF ཀློག་འཇུག་ཕམ་པ།：%s

source: GIF file was missing some data (perhaps it was truncated somehow?)
bo_cn: ཡིག་ཆ GIF ལ་གཞི་གྲངས་ཁ་ཤས་མི་འདང་བ། ( ཡིག་ཆ་ཕལ་ཆེར་བཅད་འདུག )

source: GIF image has no global colormap, and a frame inside it has no local colormap.
bo_cn: བརྙན་རིས། GIF ལ་ཁྱོན་ཡོངས་ཀྱི་ཚོན་མདོག་རེའུ་མིག་མེད་པ་མ་ཟད། དེ་ཡི་ལྷེབ་མ་གཅིག་ལ་ཆ་ཤས་ཀྱི་ཚོན་མདོག་རེའུ་མིག་ཀྱང་མི་འདུག

source: GIF image is corrupt (incorrect LZW compression)
bo_cn: བརྙན་རིས། GIF སྐྱོན་ཤོར་ཟིན། ( ཡང་དག་མིན་པའི་སྡུད་སྒྲིལ་གཞི་གྲངས LZW )

source: GIF image loader cannot understand this image.
bo_cn: ཡིག་ཆ GIF འགེལ་བའི་དཔེ་དུམ་གྱིས་བརྙན་རིས།་འདི་ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: GIF image was truncated or incomplete.
bo_cn: ཡིག་ཆ GIF དེ་གཏུབ་པའམ་ཡང་ན་ཆ་ཚང་མིན།

source: Image file '%s' contains no data
bo_cn: བརྙན་རིས།་ཡིག་ཆ “%s” ལ་ནང་དོན་མེད་པ།

source: Image format unknown
bo_cn: བརྙན་རིས།་རྣམ་གཞག་ངེས་མེད།

source: Image header corrupt
bo_cn: བརྙན་རིས།་མགོ་སྐྱོན་ཤོར་བ།

source: Image pixel data corrupt
bo_cn: བརྙན་རིས།་ཀྱི་བརྙན་རྒྱུའི་གཞི་གྲངས་སྐྱོན་ཤོར་བ།

source: Image too large to be saved as ICO
bo_cn: "བརྙན་རིས།་ཆེ་དྲགས་པས ICO ལ་གཞན་ཉར་བྱེད་ཐབས་བྲལ།

source: Image type '%s' is not supported
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་བརྙན་རིས།་རིགས་གྲས། “%s”

source: Image type currently not supported
bo_cn: མིག་སྔར་བརྙན་རིས།་རིགས་གྲས་འདི་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Image-loading module %s does not export the proper interface; perhaps it's from a different gdk-pixbuf version?
bo_cn: བརྙན་རིས།་འགེལ་བའི་དཔེ་དུམ %s ལ་ཡང་དག་པའི་མཐུད་ཁ་ཕྱིར་འདྲེན་བྱས་མེད། དེ་ནི gdk-pixbuf གཞན་ཞིག་གི་པར་གཞི་ཡིན་ནམ།

source: Incremental loading of image type '%s' is not supported
bo_cn: བརྙན་རིས།་རིགས་གྲས “%s” ཡིས་རིམ་སྐྱོད་རྣམ་པའི་འགེལ་བར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Input file descriptor is NULL.
bo_cn: ནང་འཇུག་ཡིག་ཆའི་ཞིབ་བརྗོད་རྟགས་ནི NULL ཡིན།

source: Insufficient memory to load PNG file
bo_cn: ཡིག་ཆ PNG འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory to load PNM context struct
bo_cn: PNM ཡི་གོང་འོག་ཡི་གེའི་གྲུབ་ཚུལ་འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory to load PNM file
bo_cn: ཡིག་ཆ PNM འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory to load XBM image file
bo_cn: བརྙན་རིས།་ཡིག་ཆ XBM འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory to load image, try exiting some applications to free memory
bo_cn: བརྙན་རིས།་འགེལ་བར་ནང་གསོག་མི་འདང་བས་ཉེར་སྤྱོད་བྱ་རིམ་གཞན་ཁ་རྒྱག་ནས་ནང་གསོག་གློད་པའི་ཚོད་ལྟ་བྱོས།

source: Insufficient memory to open JPEG 2000 file
bo_cn: ཡིག་ཆ JPEG 2000 ཁ་ཕྱེ་བར་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory to open TIFF file
bo_cn: ཡིག་ཆ TIFF ཁ་ཕྱེ་བར་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory to save image into a buffer
bo_cn: བརྙན་རིས།་དེ་ལྷོད་གཏོང་ཁུལ་ལ་ཉར་ཚགས་བྱེད་པར་ནང་གསོག་མི་འདང་བ།

source: Insufficient memory to save image to callback
bo_cn: ཕྱིར་འཐེན་གྱི་བརྙན་རིས།་ཉར་ཚགས་བྱེད་པར་ནང་གསོག་མི་འདང་བ།

source: Internal error in the GIF loader (%s)
bo_cn: ཡིག་ཆ GIF འགེལ་བའི་དཔེ་དུམ་ལ་ནང་ཁུལ་གྱི་བྱ་རིམ་ནོར་འཁྲུལ། (%s) ཐོན་པ།

source: Internal error: Image loader module '%s' failed to complete an operation, but didn't give a reason for the failure
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ། བརྙན་རིས།་འགེལ་བའི་དཔེ་དུམ་བུ “%s” བཀོལ་སྤྱོད་ག་གེ་མོའི་ལེགས་གྲུབ་ཕམ་ཡང་རྒྱུ་རྐྱེན་ཅི་ཡང་བཏོན་མེད།

source: Invalid XBM file
bo_cn: ཡིག་ཆ XBM ནུས་མེད་ཡིན།

source: Invalid XPM header
bo_cn: XBM ཡི་མགོ་ནུས་མེད་ཡིན།

source: Invalid header in animation
bo_cn: འགུལ་རིས་མགོ་ནུས་མེད་ཡིན།

source: Invalid header in icon
bo_cn: རིས་རྟགས་མགོ་ནུས་མེད་ཡིན།

source: JPEG quality must be a value between 0 and 100; value '%d' is not allowed.
bo_cn: JPEG ཡི་སྤུས་ཚད་དེ་ངེས་པར་དུ 0 ནས 100 བར་ཡིན་ལ་གྲངས་ཐང “%d” སྤྱད་མི་ཆོག

source: JPEG quality must be a value between 0 and 100; value '%s' could not be parsed.
bo_cn: JPEG ཡི་སྤུས་ཚད་དེ་ངེས་པར་དུ 0 ནས 100 བར་ཡིན། གྲངས་ཐང “%s” ལ་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།

source: Keys for PNG text chunks must be ASCII characters.
bo_cn: ཡིག་རྐྱང་དུམ་བུ PNG ཡི་གནད་ཡིག་དེ་ངེས་པར་དུ་ཡིག་རྟགས ASCII ཡིན་དགོས།

source: Keys for PNG text chunks must have at least 1 and at most 79 characters.
bo_cn: ཡིག་རྐྱང་དུམ་བུ PNG ཡི་གནད་ཡིག་དེ་ངེས་པར་དུ་ཉུང་ཤོས་ལ་ཡིག་རྟགས 1 དང་མང་ཤོས་ལ་ཡིག་རྟགས 79 ཡོད་དགོས།

source: Malformed chunk in animation
bo_cn: འགུལ་རིས་ནང་གི་དུམ་བུའི་རྣམ་གཞག་ནོར་འཁྲུལ།

source: Maximum color value in PNM file is 0
bo_cn: ཡིག་ཆ PNM ཡི་ནང་སྤྱོད་རུང་བའི་ཁ་དོག་གྲངས་ཆེ་ཤོས་ནི 0 ཡིན།

source: Maximum color value in PNM file is too large
bo_cn: ཡིག་ཆ PNM ཡི་ནང་སྤྱོད་རུང་བའི་ཁ་དོག་གྲངས་ཆེ་ཤོས་ཆེ་དྲགས་པ།

source: No XPM header found
bo_cn: མགོ XPM རྙེད་མེད་པ།

source: Not enough memory to composite a frame in GIF file
bo_cn: ཡིག་ཆ GIF ནང་གི་ལྷེབ་མ་ཞིག་འཛུགས་སྐྲུན་བྱེད་པར་ནང་གསོག་མི་འདང་བ།

source: Not enough memory to load GIF file
bo_cn: ཡིག་ཆ GIF འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Not enough memory to load ICO file
bo_cn: ཡིག་ཆ ICO འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Not enough memory to load animation
bo_cn: འགུལ་རིས་འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Not enough memory to load bitmap image
bo_cn: གནས་རིས་བརྙན་རིས།་འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: Not enough memory to load icon
bo_cn: རིས་རྟགས་འགེལ་བར་ནང་གསོག་མི་འདང་བ།

source: PNG compression level must be a value between 0 and 9; value '%d' is not allowed.
bo_cn: PNG ཡི་སྡུད་སྒྲིལ་རིམ་པ་དེ་ངེས་པར་དུ 0 ནས 9 བར་ཡོད་དགོས། གྲངས་ཐང “%d” ནི་སྤྱད་མི་ཆོག་པ།

source: PNG compression level must be a value between 0 and 9; value '%s' could not be parsed.
bo_cn: PNG ཡི་སྡུད་སྒྲིལ་རིམ་པ་དེ་ངེས་པར་དུ 0 ནས 9 བར་ཡོད་དགོས། གྲངས་ཐང “%s” ཞིབ་འབྲེལ་བྱེད་ཐབས་བྲལ།

source: PNM file has an image height of 0
bo_cn: ཡིག་ཆ PNM ཡི་བརྙན་རིས།་མཐོ་ཚད་ནི 0 ཡིན།

source: PNM file has an image width of 0
bo_cn: ཡིག་ཆ PNM ཡི་བརྙན་རིས།་ཞེང་ཚད་ནི 0 ཡིན།

source: PNM file has an incorrect initial byte
bo_cn: ཡིག་ཆ PNM ཡི་ཡིག་ཚིགས་ཨང་དང་པོ་ནི་ཡང་དག་མིན།

source: PNM file is not in a recognized PNM subformat
bo_cn: ཡིག་ཆ PNG ནི་ངོས་འཛིན་རུང་བའི་རྣམ་གཞག་ཕལ་པ PNM ཡིས་ཉར་བ་མིན།

source: PNM image loader does not support this PNM subformat
bo_cn: འགེལ་བའི་བྱ་རིམ PNM ཡིས་རྣམ་གཞག་ཕལ་པ PNM ལ་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་མེད།

source: PNM loader expected to find an integer, but didn't
bo_cn: འགེལ་བའི་དཔེ་དུམ PNM ཡིས་འཚོལ་བྱའི་ཧྲིལ་གྲངས་རྙེད་མེད་པ།

source: Premature end-of-file encountered
bo_cn: ཡིག་ཆ་མཇུག་སྒྲིལ་སྔ་དྲགས་པ།

source: QTIF atom size too large (%d byte)
bo_cn: "QTIF ཡི་མ་རྡུལ་ཆེ་ཆུང་ཆེ་དྲགས་པ། ( ཡིག་ཚིགས %d )

source: Raw PNM formats require exactly one whitespace before sample data
bo_cn: གདོད་མའི་རྣམ་གཞག PNM དེ་མ་དཔེ།འི་གཞི་གྲངས་སྔོན་ལ་གཙིགས་པའི་སྟོང་མིག་ཅིག་དགོས།

source: Raw PNM image type is invalid
bo_cn: གདོད་མའི་བརྙན་རིས། PNM ཡི་རིགས་གྲས་ནུས་མེད་ཡིན།

source: Resulting GIF image has zero size
bo_cn: མཇུག་འབྲས་བརྙན་རིས། GIF ཡི་ཆེ་ཆུང་ནི 0 ཡིན།

source: Stack overflow
bo_cn: དོས་ཁང་ལུད་པ།

source: TGA image has invalid dimensions
bo_cn: བརྙན་རིས། TGA ཡི་ཆེ་ཆུང་ནུས་མེད་ཡིན།

source: TGA image type not supported
bo_cn: བརྙན་རིས། TGA ཡི་རིགས་གྲས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: TIFF compression doesn't refer to a valid codec.
bo_cn: སྡུད་སྒྲིལ TIFF ཡིས་ནུས་ལྡན་སྒྲིག་ཨང་གི་མིང་བཏོན་མེད་པ།

source: This build of gdk-pixbuf does not support saving the image format: %s
bo_cn: gdk-pixbuf ཡིས་ཉར་ཚགས་བྱ་རྒྱུའི་བརྙན་རིས།་རྣམ་གཞག：%s ལ་རྒྱབ་སྐྱོར་མེད་མི་བྱེད་པ།

source: Topdown BMP images cannot be compressed
bo_cn: གོང་ནས་འོག་གི་བརྙན་རིས། BMP ལ་སྡུད་སྒྲིལ་བྱེད་ཐབས་བྲལ།

source: Transformed JPEG has zero width or height.
bo_cn: དབྱིབས་འགྱུར JPEG ཡི་ཞེང་ཚད་དམ་ཡང་ན་མཐོ་ཚད་དེ་ཀླད་ཀོར་ཡིན།

source: Transformed JPEG2000 has zero width or height
bo_cn: བརྗེ་སྤོར་ཟིན་པའི JPEG2000 ཡི་ཞེང་ཚད་དམ་ཡང་ན་མཐོ་ཚད་ནི་ཀླད་ཀོར་ཡིན།

source: Transformed PNG has unsupported number of channels, must be 3 or 4.
bo_cn: དབྱིབས་འགྱུར PNG ལ་རྒྱབ་སྐྱོར་མེད་པའི་རྒྱུ་ལམ་གྲངས་ཚུད་ཡོད་པས་ངེས་པར་དུ 3 འམ་ཡང་ན 4 ཡིན་དགོས།

source: Transformed PNG has zero width or height.
bo_cn: དབྱིབས་འགྱུར PNG ཡི་ཞེང་ཚད་དམ་ཡང་ན་མཐོ་ཚད་ནི་ཀླད་ཀོར་ཡིན།

source: Transformed PNG not RGB or RGBA.
bo_cn: དབྱིབས་འགྱུར PNG ནི RGB འམ་ཡང་ན RGBA མིན།

source: Transformed pixbuf has zero width or height.
bo_cn: དབྱིབས་འགྱུར་རྗེས pixbuf ཡི་ཞེང་ཚད་དམ་ཡང་ན་མཐོ་ཚད་ནི་ཀླད་ཀོར་ཡིན།

source: Unable to load image-loading module: %s: %s
bo_cn: བརྙན་རིས།་འགེལ་བའི་དཔེ་དུམ་ལ་སྤྱོད་པའི་ཁུར་སྣོན་ཕམ་པ།：%s：%s

source: Unexpected bitdepth for colormap entries
bo_cn: སྔོན་དཔག་བྱས་མེད་པའི་ཚོན་མདོག་རེའུ་མིག་ཚན་པའི་གནས་ཟབ།

source: Unexpected end of PNM image data
bo_cn: བརྙན་རིས། PNM ཡི་གཞི་གྲངས་མཇུག་སྒྲིལ་སྔ་དྲགས་པ།

source: Unexpected icon chunk in animation
bo_cn: འགུལ་རིས་ནང་སྔོན་དཔག་བྱས་མེད་པའི་རིས་རྟགས་དུམ་བུ་ཡོད།

source: Unrecognized image file format
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་བརྙན་རིས།་ཡིག་ཆའི་རྣམ་གཞག

source: Unsupported JPEG color space (%s)
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི JPEG ཚོན་མདོག་གི་བར་སྟོང་། (%s)

source: Unsupported depth for ICO file: %d
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་ཡིག་ཆ ICO ཡི་ཟབ་ཚད།：%d

source: Unsupported icon type
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་རིས་རྟགས་རིགས་གྲས།

source: Unsupported image format for GDI+
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི GDI+ བརྙན་རིས།་རྣམ་གཞག

source: Value for PNG text chunk %s cannot be converted to ISO-8859-1 encoding.
bo_cn: PNG ཡིག་རྐྱང་དུམ་བུ %s ཡི་བྲིན་དེ ISO-8859-1 ཡི་སྒྲིག་ཨང་ལ་བརྗེ་སྤོར་བྱེད་ཐབས་བྲལ།

source: Version %s of the GIF file format is not supported
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་པར་གཞི %s ཡི GIF ཡིག་ཆའི་རྣམ་གཞག

source: Width or height of TIFF image is zero
bo_cn: བརྙན་རིས། TIFF ཡི་ཞེང་ཚད་དམ་ཡང་ན་མཐོ་ཚད་དེ་ཀླད་ཀོར་ཡིན།

source: XPM file has image height <= 0
bo_cn: བརྙན་རིས།་ཡིག་ཆ XPM ཡི་མཐོ་ཚད། <= 0

source: XPM file has image width <= 0
bo_cn: བརྙན་རིས།་ཡིག་ཆ XPM ཡི་ཞེང་ཚད། <= 0

source: XPM file has invalid number of colors
bo_cn: བརྙན་རིས།་ཡིག་ཆ XPM ཡི་ཁ་དོག་གྲངས་ཡང་དག་མིན།

source: XPM has invalid number of chars per pixel
bo_cn: XPM ཡི་བརྙན་རྒྱུ་རེ་རེས་བཟུང་བའི་ཡིག་ཚིགས་གྲངས་ནུས་མེད་ཡིན།

source: failed to allocate image buffer of %u byte
bo_cn: ཡིག་ཚིགས %u ཡི་བརྙན་རིས།་ལྷོད་གཏོང་ཁུལ་གྱི་བགོ་བ་ཕམ་པ།
