Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gnome-system-tools.po
Languages: bo_cn

source: %s Properties
bo_cn: %s གཏོགས་གཤིས།

source: %s is currently using this computer
bo_cn: %s ཡིས་རྩིས་འཁོར་འདི་སྤྱོད་བཞིན་པ།

source: %s is the only administrator on this computer. Deleting this account would lock you out of administrating the system.
bo_cn: %s ནི་རྩིས་འཁོར་སྟེང་གི་དོ་དམ་པ་གཅིག་པུ་ཡིན་པས། རྩིས་ཐོ་འདི་སུབ་ཚེ་ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་དོ་དམ་མི་ཐུབ།

source: %s is the only administrator on this computer. Revoking administration rights for this account would lock you out of administrating the system.
bo_cn: %s ནི་རྩིས་འཁོར་སྟེང་གི་དོ་དམ་པ་གཅིག་པུ་ཡིན་པས། སྤྱོད་མཁན་འདི་ཡི་དོ་དམ་ཆས་དབང་ཚད་དོར་ཚེ་ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་དོ་དམ་མི་ཐུབ།

source: %s will no longer be able to perform administrative tasks. This account won't be allowed to get administration rights back on its own.
bo_cn: %s ཡིས་དོ་དམ་ལས་འགན་ལག་བསྟར་མི་ཐུབ་པས། རྩིས་ཐོ་འདི་ལ་དོ་དམ་དབང་ཚད་ཡང་བསྐྱར་ཐོབ་མི་ཐུབ།

source: A group name must be specified.
bo_cn: ངེས་པར་དུ་ཚོ་ཆུང་གི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A user with this name already exists. Please choose a different name for the new user.
bo_cn: མིང་འདི་སྤྱོད་པའི་སྤྱོད་མཁན་གནས་ཟིན་འདུག་པས། སྤྱོད་མཁན་གསར་པར་མིང་མི་འདྲ་བ་ཞིག་འདེམས་དགོས།

source: Access /proc filesystem
bo_cn: /proc ཡིག་ཆའི་རྒྱུད་ཁོངས་ལ་ལྟ་སྤྱོད།

source: Access external storage devices automatically
bo_cn: ཕྱིའི་གསོག་འཇོག་སྒྲིག་ཆས་ལ་རང་འགུལ་ངང་ལྟ་སྤྱོད་བྱེད་པ།

source: Access point name:
bo_cn: ཚེག་གི་མིང་ལ་ལྟ་སྤྱོད།:

source: Account _type:
bo_cn: རྩིས་ཐོའི་རིགས་གྲས། (_T)：

source: Account data
bo_cn: རྩིས་ཐོའི་གཞི་གྲངས།

source: Account information resolver
bo_cn: རྩིས་ཐེམ་གྱི་ཆ་འཕྲིན་ཞིབ་འགྲེལ་ཆས།

source: Actions scheduler
bo_cn: འགུལ་སྟངས་འཆར་གཞི།

source: Add NTP Server
bo_cn: ཞབས་ཞུ་ཆས NTP སྣོན་པ།

source: Add a shared path, modifies it if it already exists
bo_cn: མཉམ་སྤྱོད་བརྒྱུད་ལམ་སྣོན་པ། གལ་ཏེ་ཡོད་ཚེ་བཟོ་བཅོས་བྱེད་དགོས།

source: Add allowed hosts
bo_cn: ཆོག་པའི་གཙོ་འཁོར་སྣོན་པ།

source: Address:
bo_cn: ཤག་གནས།：

source: Administer the system
bo_cn: དོ་དམ་རྒྱུད་ཁོངས།

source: Administrator
bo_cn: དོ་དམ་པ།

source: Administrator account cannot be deleted
bo_cn: དོ་དམ་པའི་རྩིས་ཐོ་སུབ་མི་ཐུབ་པ།

source: Administrator group can not be deleted
bo_cn: དོ་དམ་པའི་ཚོ་ཆུང་སུབ་མི་ཐུབ་པ།

source: Advanced
bo_cn: མཐོ་རིམ།

source: Advanced Settings
bo_cn: མཐོ་རིམ་སྒྲིག་འགོད།

source: Advanced settings:
bo_cn: མཐོ་རིམ་སྒྲིག་འགོད།:

source: Aliases
bo_cn: མིང་གཞན།

source: Aliases:
bo_cn: མིང་གཞན།

source: Allowed Hosts
bo_cn: ཆོག་པའི་གཙོ་འཁོར།

source: Allowed host/network
bo_cn: ཆོག་པའི་གཙོ་འཁོར / དྲ་རྒྱ།

source: Allowed hosts:
bo_cn: ཆོག་པའི་གཙོ་འཁོར།：

source: Allows applications to use printers
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་པར་འཁོར་སྤྱད་ཆོག་པ།

source: Allows users to login graphically
bo_cn: སྤྱོད་མཁན་གྱིས་རིས་དབྱིབས་ཚུལ་གྱིས་ཐོ་འགོད་པ།

source: An unknown error occurred.
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ་བྱུང་།

source: Analyzes your incoming mail for virus
bo_cn: ཁྱེད་ལ་འབྱོར་བའི་ཡིག་ཟམ་ནང་གི་ནད་དུག་ལ་བཤར་འབེབས་པ།

source: Antivirus
bo_cn: ནད་དུག་ལ་ལྡོག་པ།

source: Application server
bo_cn: ཞབས་ཞུ་ཆས་བཀོལ་སྤྱོད།

source: Applying changes to user settings...
bo_cn: བཟོ་བཅོས་དེ་སྤྱོད་མཁན་གྱི་སྒྲིག་འགོད་ལ་བཀོལ་སྤྱོད་བྱེད་པ།

source: Are you sure you want to deactivate %s?
bo_cn: ཁྱེད་ཀྱིས %s སྤྱོད་འགོག་བྱེད་ངེས་ཡིན་ནམ།

source: Are you sure you want to delete group "%s"?
bo_cn: ཚོ་ཆུང “%s” སུབ་ངེས་ཡིན་ནམ།

source: Are you sure you want to delete this share?
bo_cn: མཉམ་སྤྱོད་འདི་སུབ་ངེས་ཡིན་ནམ།

source: Asked on login
bo_cn: ཐོ་འགོད་སྐབས་འདྲི་རྩད་བྱེད་པ།

source: Assign a random password by default
bo_cn: སྐབས་བསྟུན་གསང་ཨང་ཞིག་སོར་བཞག་བགོ་བཤའ་བྱེད་པ།

source: Audio settings management
bo_cn: སྒྲ་ཟློས་སྒྲིག་འགོད་དོ་དམ།

source: Authentication failed
bo_cn: ར་སྤྲོད་ཕམ་པ།

source: Automated crash reports support
bo_cn: རྩ་ཐོར་གྱི་རྒྱབ་སྐྱོར་རང་འགུལ་ངང་སྙན་ཞུ་བྱེད་པ།

source: Automatic UID/GID
bo_cn: རང་འགུལ UID/GID

source: Automatic configuration (DHCP)
bo_cn: རང་འགུལ་སྡེབ་སྒྲིག (DHCP)

source: Basic Settings
bo_cn: རྩ་བའི་སྒྲིག་འགོད།

source: Be able to get administrator privileges
bo_cn: དོ་དམ་པའི་དབང་ཚད་ཐོབ་ཐུབ།

source: Blocks undesired network access to your computer
bo_cn: ཕྱི་རོལ་གྱིས་ཁྱེད་ཀྱི་རྩིས་འཁོར་ལ་བྱེད་པའི་ངེས་མེད་དྲ་རྒྱའི་ལྟ་སྤྱོད་སྒྲིབ་པ།

source: Bluetooth device management
bo_cn: སོ་སྔོན་གྱི་སྒྲིག་ཆས་དོ་དམ།

source: Braille display management
bo_cn: Braille དོ་དམ་མངོན་པ།

source: Burn CDs / DVDs
bo_cn: CD/DVD རྐོ་ཕབ།

source: CPU Frequency manager
bo_cn: CPU ཡི་ཟློས་ཕྱོད་དོ་དམ་ཆས།

source: Can change anything on the system, including installing and upgrading software.
bo_cn: སྒྲིག་འཇུག་དང་མཉེན་ཆས་རིམ་སྤར་ཚུད་པའི་རྒྱུད་ཁོངས་སྟེང་གི་ཡོད་ཚད་ལ་བཟོ་བཅོས་བྱས་ཆོག

source: Can perform common tasks. Can't install software or change settings affecting all users.
bo_cn: སྤྱིར་བཏང་གི་ལས་འགན་ལག་བསྟར་མི་ཐུབ་པ། མཉེན་ཆས་སྒྲིག་འཇུག་བྱས་མི་ཆོག་པའམ་ཡང་ན་བཟོ་བཅོས་ཀྱིས་སྤྱོད་མཁན་ཚང་མའི་སྒྲིག་འགོད་ལ་ཤུགས་རྐྱེན་ཐེབས་མི་ཆོག

source: Can't delete the only administrator account
bo_cn: དོ་དམ་པའི་རྩིས་ཐོ་གཅིག་པུ་སུབ་མི་རུང་།

source: Can't revoke administration rights
bo_cn: དོ་དམ་པའི་དབང་ཚད་ཕྱིར་འཐེན་བྱེད་མི་ཐུབ་པ།

source: Change Advanced User Settings
bo_cn: མཐོ་རིམ་སྤྱོད་མཁན་གྱི་སྒྲིག་འགོད་བཟོ་བཅོས།

source: Change User Account Type
bo_cn: སྤྱོད་མཁན་གྱི་རྩིས་ཐོའི་རིགས་གྲས་བཟོ་བཅོས།

source: Change User Name
bo_cn: སྤྱོད་མཁན་གྱི་མིང་བསྒྱུར་བ།

source: Change User Password
bo_cn: སྤྱོད་མཁན་གྱི་གསང་བརྡ་བཟོ་བཅོས།

source: Change _Host name
bo_cn: གཙོ་འཁོར་མིང་བཟོ་བཅོས། (_H)

source: Change system time, date, and timezone
bo_cn: རྒྱུད་ཁོངས་ཀྱི་དུས་ཚོད་དང་། ཚེས་གྲངས། དུས་ཁུལ་བཅས་ལ་བཟོ་བཅོས་བྱེད་པ།

source: Changing advanced settings for:
bo_cn: ལ་མཐོ་རིམ་སྒྲིག་འགོད་བཟོ་བཅོས།：

source: Changing interface configuration
bo_cn: མཐུད་ཁའི་སྡེབ་སྒྲིག་བཟོ་བཅོས།

source: Changing network location
bo_cn: དྲ་རྒྱའི་གནས་ས་བཟོ་བཅོས།

source: Changing user account type for:
bo_cn: ལ་སྤྱོད་མཁན་རྩིས་ཐོའི་རིགས་གྲས་བཟོ་བཅོས།:

source: Changing user name for:
bo_cn: གཤམ་གྱི་སྤྱོད་མཁན་གྱི་སྤྱོད་མཁན་མིང་བཟོ་བཅོས།:

source: Changing user password for:
bo_cn: གཤམ་གྱི་སྤྱོད་མཁན་གྱི་སྤྱོད་མཁན་གསང་བརྡ་བཟོ་བཅོས།:

source: Check that it is correctly typed and that it is correctly supported by your system.
bo_cn: ནང་འཇུག་ཡང་དག་མིན་ཞིབ་བཤེར་བྱེད་པ་མ་ཟད། ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་ཀྱིས་སྒྲིག་ཆས་འདིར་རྒྱབ་སྐྱོར་བྱེད་ཐུབ་མིན་ཞིབ་བཤེར་བྱེད་དགོས།

source: Check that the device is not busy and that is correctly attached to the computer.
bo_cn: སྒྲིག་ཆས་བྲེལ་བ་ཚ་པོ་མེད་པ་མ་ཟད་རྩིས་འཁོར་ལ་འབྲེལ་མཐུད་ཡང་དག་མིན་གཏན་འཁེལ་བྱེད་དགོས།

source: Check that this character is not used.
bo_cn: ཡིག་རྟགས་འདི་སྤྱད་མེད་པ་ཞིབ་བཤེར་བྱེད་དགོས།

source: Check that you have provided the same password in both text fields.
bo_cn: ཁྱེད་ཀྱིས་ཡིག་རྐྱང་སྒྲོམ་གཉིས་ནང་ནང་འཇུག་བྱས་པའི་གསང་ཨང་མཚུངས་མིན་ཞིབ་བཤེར་གནང་རོགས།

source: Clock synchronization service
bo_cn: ཆུ་ཚོད་གོམ་མཉམ་གྱི་ཞབས་ཞུ།

source: Cluster management tool
bo_cn: ཚོམ་བུའི་དོ་དམ་ལག་ཆ།

source: Co_py Old Files
bo_cn: ཡིག་ཆ་རྙིང་པ་འདྲ་ཕབ། (_P)

source: Comment:
bo_cn: མཆན་འགྲེལ།:

source: Computer activity logger
bo_cn: རྩིས་འཁོར་གྱི་བྱ་བྱེད་ཉིན་ཐོ།

source: Con_figuration:
bo_cn: སྡེབ་སྒྲིག (_F)：

source: Con_firmation:
bo_cn: གཏན་འཁེལ། (_F)：

source: Configure a network interface
bo_cn: དྲ་ཁཱ་སྡེབ་སྒྲིག

source: Configure network devices and connections
bo_cn: དྲ་རྒྱའི་སྒྲིག་ཆས་དང་འབྲེལ་མཐུད་སྡེབ་སྒྲིག

source: Configure printers
bo_cn: པར་འཁོར་སྡེབ་སྒྲིག

source: Configure the first network interface with a specific type
bo_cn: རིགས་གྲས་དམིགས་འཛུགས་བྱས་པའི་དྲ་ཁཱ་ཨང་དང་པོ་སྡེབ་སྒྲིག་བྱེད་པ།

source: Connect to Internet using a modem
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་བེད་སྤྱད་ནས་སྦྲེལ་རེས་དྲ་རྒྱར་འབྲེལ་མཐུད་བྱེད་པ།

source: Connect to wireless and ethernet networks
bo_cn: སྐུད་མེད་དྲ་རྒྱ་དང་ཨེ་ཐེར་དྲ་རྒྱར་འབྲེལ་མཐུད་བྱེད་པ།

source: Connection Settings
bo_cn: འབྲེལ་མཐུད་སྒྲིག་འགོད།

source: Connection type:
bo_cn: འབྲེལ་མཐུད་རིགས་གྲས།:

source: Connections
bo_cn: འབྲེལ་མཐུད།

source: Contact Information
bo_cn: འབྲེལ་གཏུག་ཆ་འཕྲིན།

source: Copy old home directory to new location?
bo_cn: དཀར་ཆག་གཙོ་བོ་རྙིང་པ་དེ་གནས་ས་གསར་པར་འདྲ་ཕབ་བྱེད་དམ།

source: Could not autodetect modem device
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་སྒྲིག་ཆས་ལ་རང་འགུལ་ངང་བཤེར་འཇལ་མི་ཐུབ་པ།

source: Could not display help
bo_cn: རོགས་རམ་མངོན་མི་ཐུབ་པ།

source: Could not install package
bo_cn: མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག་མི་ཐུབ་པ།

source: Create New User
bo_cn: སྤྱོད་མཁན་གསར་པ་བཟོ་བ།

source: Create a new user
bo_cn: སྤྱོད་མཁན་གསར་པ་ཞིག་བཟོ་བ།

source: Current password requirements:
bo_cn: མིག་སྔའི་གསང་ཨང་ཀྱི་རྙོག་འཛིང་ཆེ་བའི་བླང་བྱ།

source: Custom
bo_cn: མཚན་ཉིད་རང་འཇོག

source: DHCP server
bo_cn: ཞབས་ཞུ་ཆས་ DHCP

source: DNS Servers
bo_cn: DNS ཞབས་ཞུ་ཆས།

source: D_omain name:
bo_cn: ཁུལ་ཁོངས་མིང་། (_O)：

source: Data storage system
bo_cn: གཞི་གྲངས་གསོག་འཇོག་རྒྱུད་ཁོངས།

source: Database server
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་ཞབས་ཞུ་ཆས།

source: Days between warning and password expiration:
bo_cn: གསང་ཨང་དུས་ཚོད་ཡོལ་བའི་ཉེན་བརྡ་དང་དུས་ཚོད་ངོ་མ་ཡོལ་བའི་བར་གྱི་ཉིན་གྲངས།:

source: Default _group:
bo_cn: སོར་བཞག་ཚོ་ཆུང་། (_G)：

source: Default _shell:
bo_cn: སོར་བཞག་གི་ _shell：

source: Delete Files
bo_cn: ཡིག་ཆ་བསུབ་པ།

source: Delete current location
bo_cn: མིག་སྔའི་གནས་ས་སུབ་པ།

source: Delivers your outgoing mail
bo_cn: ཡིག་ཟམ་སྐུར་བ།

source: Desktop user
bo_cn: ཅོག་ངོས་སྤྱོད་མཁན།

source: Dictionary server
bo_cn: ཚིག་མཛོད་ཞབས་ཞུ་ཆས།

source: Disable _account
bo_cn: རྩིས་ཐོ་སྤྱོད་འགོག (_A)

source: Disabling NTP
bo_cn: སྤྱོད་འགོག NTP

source: Disk client
bo_cn: སྡུད་སྡེར་སྤྱོད་མཁན།

source: Disk quota activation
bo_cn: སྡུད་སྡེར་གྱི་བགོས་འབོར་སྐུལ་སློང་།

source: Disk server
bo_cn: སྡུད་སྡེར་ཞབས་ཞུ་ཆས།

source: Do not share
bo_cn: མཉམ་སྤྱོད་མི་བྱེད་པ།

source: Do you want to delete location "%s"?
bo_cn: གནས་ས “%s”" སུབ་པ་ངེས་ཡིན་ནམ།

source: Domain / _Workgroup:
bo_cn: ཁུལ་ཁོངས / ལས་ཀའི་ཚོ་ཆུང་། (_W)：

source: Domain name server
bo_cn: ཁུལ་ཁོངས་མིང་གི་ཞབས་ཞུ་ཆས།

source: Don't Remove Account
bo_cn: རྩིས་ཐོ་འབུད་མི་དགོས།

source: Don't ask for password on _login
bo_cn: ཐོ་འགོད་སྐབས་གསང་ཨང་འདྲི་རྩད་མི་བྱེད་པ། (_l)

source: Downloads your mail from remote accounts
bo_cn: རྒྱང་རིང་རྩིས་ཐོ་ནས་ཁྱེད་ཀྱི་ཡིག་ཟམ་ཕབ་ལེན་བྱེད་པ།

source: Dynamic DNS services updater
bo_cn: འགུལ་རྣམ DNS ཞབས་ཞུ་ཡི་གསར་སྒྱུར་ཆས།

source: E_nable roaming mode
bo_cn: མྱུལ་བའི་རྣམ་པ་སྤྱོད་པ། (_N)

source: E_nable this connection
bo_cn: འབྲེལ་མཐུད་འདི་སྤྱོད་པ། (_N)

source: Eagle USB ADSL modems manager
bo_cn: Eagle USB ADSL སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་དོ་དམ་ཆས།

source: Enabling NTP
bo_cn: NTP སྤྱོད་པ།

source: Enter password for user
bo_cn: སྤྱོད་མཁན་གསང་ཨང་ནང་འཇུག

source: Enter password for user:
bo_cn: སྤྱོད་མཁན་འདི་ལ་གསང་ཨང་ནང་འཇུག：

source: Error accessing system permissions: %s
bo_cn: རྒྱུད་ཁོངས་དབང་ཚད་ཐོབ་པར་ནོར་འཁྲུལ་ཐོན་པ།：%s

source: Ethernet interface:
bo_cn: ཨེ་ཐེར་དྲ་རྒྱའི་མཐུད་ཁ།：

source: Executes scheduled actions
bo_cn: འཆར་གཞིའི་འགུལ་སྟངས་ལག་བསྟར།

source: FTP service
bo_cn: ཞབས་ཞུ FTP

source: Fax settings management
bo_cn: བརྙན་སྐྱེལ་སྒྲིག་འགོད་ཀྱི་དོ་དམ།

source: File System
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: Firewall
bo_cn: མེ་འགོག་གྱང་།

source: Folder sharing service
bo_cn: ཡིག་ཁུག་མཉམ་སྤྱོད་ཀྱི་ཞབས་ཞུ།

source: Full _Name:
bo_cn: མིང་ཆ་ཚང་། (_N)：

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: General Properties
bo_cn: རྒྱུན་སྲོལ་གཏོགས་གཤིས།

source: Generate _random password
bo_cn: སྐབས་བསྟུན་གསང་ཨང་སྐྱེད་འགྲུབ། (_R)

source: Give up administration rights
bo_cn: དོ་དམ་དབང་ཚད་དོར་བ།

source: Graphic tablets management
bo_cn: ལག་བྲིས་པང་གི་དོ་དམ་ཆས།

source: Graphical login manager
bo_cn: རིས་དབྱིབས་ཐོ་འགོད་ཀྱི་དོ་དམ་ཆས།

source: Group "%s" already exists
bo_cn: ཚོ་ཆུང “%s” གནས་ཟིན་པ།

source: Group '%s' Properties
bo_cn: ཚོ་ཆུང “%s” ཡི་གཏོགས་གཤིས།

source: Group ID %d is already used by group "%s"
bo_cn: ཚོ་ཆུང་གི ID %d ཚོ་ཆུང “%s” ཡིས་བེད་སྤྱད་པ།

source: Group ID of the Administrator account should not be modified
bo_cn: དོ་དམ་པའི་རྩིས་ཐོའི་ཚོ་ཆུང་གི ID བཟོ་བཅོས་རྒྱག་མི་འོས།

source: Group Members
bo_cn: ཚོ་ཆུང་གི་ཁོངས་མི།

source: Group _ID:
bo_cn: ཚོ་ཆུང་གི ID(_I)：

source: Group _name:
bo_cn: ཚོ་ཆུང་གི་མིང་། (_N)：

source: Group name
bo_cn: ཚོ་ཆུང་གི་མིང་།

source: Group name has invalid characters
bo_cn: ཚོ་ཆུང་གི་མིང་ལ་ནུས་མེད་ཀྱི་ཡིག་རྟགས་ཚུད་པ།

source: Group name is empty
bo_cn: ཚོ་ཆུང་གི་མིང་སྟོང་པ་ཡིན་མི་ཆོག

source: Group name of the administrator group user should not be modified
bo_cn: དོ་དམ་པའི་སྤྱོད་མཁན་ཁོངས་གཏོགས་ཀྱི་ཚོ་ཆུང་མིང་བཟོ་བཅོས་རྒྱག་མི་འོས།

source: Group properties
bo_cn: ཚོ་ཆུང་གི་གཏོགས་གཤིས།

source: Groups available on the system:
bo_cn: རྒྱུད་ཁོངས་ནང་གི་སྤྱོད་རུང་ཚོ་ཆུང།：

source: Groups settings
bo_cn: ཚོ་ཆུང་སྒྲིག་འགོད།

source: Hard disk tuning
bo_cn: སྲ་སྡེར་ལེགས་སྒྲིག

source: Hardware monitor
bo_cn: སྲ་ཆས་ལྟ་ཆས།

source: Help
bo_cn: རོགས་རམ།

source: Hexadecimal
bo_cn: བཅུ་དྲུག་གོང་འགྲིལ་ལུགས།

source: Host Alias Properties
bo_cn: གཙོ་འཁོར་གྱི་མིང་གཞན་གྱི་གཏོགས་གཤིས།

source: Host Settings
bo_cn: གཙོ་འཁོར་སྒྲིག་འགོད།

source: Host name:
bo_cn: གཙོ་འཁོར་མིང་།:

source: Hosts
bo_cn: གཙོ་འཁོར།

source: Hosts Settings
bo_cn: གཙོ་འཁོར་སྒྲིག་འགོད།

source: Hotkeys management
bo_cn: ཚ་མཐེབ་དོ་དམ།

source: ID for the root user should not be modified
bo_cn: སྤྱོད་མཁན root ཡི ID བཟོ་བཅོས་རྒྱག་མི་འོས།

source: INTERFACE
bo_cn: མཐུད་ཁ།

source: IP Address
bo_cn: IP གནས་ཡུལ།

source: IP address:
bo_cn: IP ཤག་གནས།：

source: IPSec key exchange server
bo_cn: IPSec གསང་ལྡེ་བརྗེ་རེས་ཀྱི་ཞབས་ཞུ་ཆས།

source: ISDN modem
bo_cn: ISDN སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས།

source: ISDN modems manager
bo_cn: ISDN སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་དོ་དམ་ཆས།

source: Ignore
bo_cn: སྣང་མེད་དུ་བཞག

source: Incomplete path in home directory
bo_cn: དཀར་ཆག་གཙོ་བོའི་བརྒྱུད་ལམ་ཆ་མི་ཚང་བ།

source: Incomplete path in shell
bo_cn: shell ཡི་བརྒྱུད་ལམ་ཆ་མི་ཚང་བ།

source: Infrared connection
bo_cn: དམར་ཕྱིའི་འབྲེལ་མཐུད།

source: Infrared port management
bo_cn: དམར་ཕྱིའི་མཐུད་སྣེ་དོ་དམ།

source: Install Unix networks support (_NFS)
bo_cn: Unix དྲ་རྒྱའི་རྒྱབ་སྐྱོར། (NFS) སྒྲིག་འཇུག

source: Install Windows networks support (_SMB)
bo_cn: Windows དྲ་རྒྱའི་རྒྱབ་སྐྱོར། (SMB) སྒྲིག་འཇུག

source: Install services
bo_cn: ཞབས་ཞུ་སྒྲིག་འཇུག

source: Interface properties
bo_cn: དྲ་ཁཱའི་གཏོགས་གཤིས།

source: Internet service provider data
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱའི་ཞབས་ཞུ་འདོན་སྤྲོད་མཁན་གྱི་གཞི་གྲངས།

source: Invalid character "%c" in comment
bo_cn: མཆན་འགྲེལ་ནང་ནུས་མེད་ཡིག་རྟགས “%c” ཚུད་པ།

source: Invalid data was found.
bo_cn: ནུས་མེད་ཀྱི་གཞི་གྲངས་ཤེས་རྟོགས་བྱུང་བ།

source: Keep Files
bo_cn: རྒྱུན་སྲུང་ཡིག་ཆ།

source: Keep synchronized with Internet servers
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱའི་ཞབས་ཞུ་ཆས་དང་གོམ་མཉམ་རྒྱུན་སྲུང་།

source: Keeps a log of your computer activity
bo_cn: ཁྱེད་ཀྱི་རྩིས་འཁོར་གྱི་བྱ་བྱེད་ཉིན་ཐོ་ཉར་བ།

source: LDAP server
bo_cn: ཞབས་ཞུ་ཆས་ LDAP

source: Local Zeroconf network (IPv4 LL)
bo_cn: རང་སའི་དྲ་རྒྱ་ Zeroconf། (IPv4 LL)

source: Location:
bo_cn: གནས་ས།:

source: Lock
bo_cn: དམིགས་འཛིན།

source: Locked
bo_cn: སྒྲོག་ཟིན་པ།

source: Logical volume management
bo_cn: གཏན་ཚིགས་པོད་ཀྱི་དོ་དམ།

source: Loud
bo_cn: མཐོ།

source: Low
bo_cn: དམའ།

source: MTA authentication service
bo_cn: MTA ཡི་ཐོབ་ཐང་ར་སྤྲོད་ཞབས་ཞུ།

source: Ma_ximum days a password may be used:
bo_cn: གསང་ཨང་ཞིག་སྤྱོད་ཐུབ་པའི་ཉིན་གྲངས་མང་ཤོས། (_X)：

source: Mail agent
bo_cn: ཡིག་ཟམ་ལས་ཚབ།

source: Mail fetcher
bo_cn: ཡིག་ཟམ་ཐོབ་པ།

source: Mailing lists manager
bo_cn: ཡིག་ཟམ་རེའུ་མིག་གི་དོ་དམ་ཆས།

source: Make user the _owner of the new home directory
bo_cn: སྤྱོད་མཁན་དེ་དཀར་ཆག་གཙོ་བོ་གསར་པའི་བདག་པོར་བཙུགས་པ། (_O)

source: Manual
bo_cn: ལག་སྒུལ།

source: Maximum GID:
bo_cn: ཆེ་ཤོས GID：

source: Maximum UID:
bo_cn: ཆེ་ཤོས UID：

source: Medium
bo_cn: འབྲིང་རིམ།

source: Mi_nimum days between password changes:
bo_cn: གསང་ཨང་བར་ཆོད་ཀྱི་ཉིན་གྲངས་ཉུང་ཤོས་སྒྱུར་བ། (_N)：

source: Minimum GID:
bo_cn: ཆུང་ཤོས GID：

source: Minimum UID:
bo_cn: ཆུང་ཤོས UID：

source: Minimum days allowed between password changes:
bo_cn: གསང་ཨང་ཐེངས་གཉིས་སྒྱུར་བའི་བར་ཆོག་པའི་ཉིན་གྲངས་ཉུང་ཤོས།

source: Modem
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས།

source: Modem Settings
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་སྒྲིག་འགོད།

source: Monitor system logs
bo_cn: རྒྱུད་ཁོངས་ཀྱི་ཉིན་ཐོར་སོ་ལྟ།

source: Mount user-space filesystems (FUSE)
bo_cn: སྤྱོད་མཁན་བར་སྟོང་གི་ཡིག་ཆའི་རྒྱུད་ཁོངས། (FUSE) འདེགས་འགེལ་བྱེད་པ།

source: Mounts your volumes automatically
bo_cn: ཁྱེད་ཀྱི་པོད་རང་འགུལ་ངང་འདེགས་འགེལ་བྱེད་པ།

source: Multicast DNS service discovery
bo_cn: DNS ཡི་ཞབས་ཞུ་ཤེས་རྟོགས་མང་གཏོང་།

source: NTP server
bo_cn: ཞབས་ཞུ་ཆས NTP

source: NTP support is not installed
bo_cn: NTP ཡི་རྒྱབ་སྐྱོར་སྒྲིག་འཇུག་བྱས་མེད་པ།

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Netmask:
bo_cn: དྲ་ལག་གབ་ཨང་།：

source: Network
bo_cn: དྲ་རྒྱ།

source: Network Settings
bo_cn: དྲ་རྒྱའི་སྒྲིག་འགོད།

source: Network _password:
bo_cn: དྲ་རྒྱའི་གསང་ཨང་། (_P)：

source: Network name (_ESSID):
bo_cn: དྲ་རྒྱའི་མིང་། (_ESSID)：

source: Network security auditor
bo_cn: དྲ་རྒྱའི་བདེ་འཇགས་ཞིབ་བཤེར་ཆས།

source: Network service
bo_cn: དྲ་རྒྱའི་ཞབས་ཞུ།

source: Network:
bo_cn: དྲ་རྒྱ།:

source: New _password:
bo_cn: གསང་ཨང་གསར་པ། (_P)：

source: New group
bo_cn: ཚོ་ཆུང་གསར་པ།

source: New home directory already exists, use it?
bo_cn: དཀར་ཆག་གཙོ་བོ་གསར་པ་གནས་འདུག་པས་དེ་བེད་སྤྱོད་དམ།

source: None
bo_cn: མེད།

source: Not asked on login
bo_cn: ཐོ་འགོད་སྐབས་འདྲི་རྩད་མི་བྱེད་པ།

source: Number of days that a password may be used:
bo_cn: གསང་ཨང་ཞིག་སྤྱོད་ཐུབ་པའི་ཉིན་གྲངས།：

source: OEM configuration manager
bo_cn: OEM ཡི་སྡེབ་སྒྲིག་དོ་དམ་ཆས།

source: O_ffice location:
bo_cn: གཞུང་ལས།ཁང་གི་གནས་ས། (_F)：

source: Off
bo_cn: ཁ་རྒྱག་པ།

source: Optional Settings
bo_cn: འདེམས་རུང་སྒྲིག་འགོད།

source: Options
bo_cn: འདེམས་ཚན།

source: Other computers in your network will stop viewing this.
bo_cn: ཁྱེད་ཀྱི་དྲ་རྒྱའི་ནང་གི་རྩིས་འཁོར་གཞན་གྱིས་མཉམ་སྤྱོད་འདིར་ལྟ་བ་མཚམས་འཇོག་པ།

source: Overwrite it?
bo_cn: འགེབས་སམ།

source: PATH
bo_cn: འགྲོ་ལམ།

source: P_assword
bo_cn: གསང་ཨང་། (_A)

source: Package index monitor
bo_cn: ཐུམ་བུའི་གསལ་བྱང་ལྟ་ཆས།

source: Parallel port connection
bo_cn: གཤིབ་ཁའི་འབྲེལ་མཐུད།

source: Password Settings
bo_cn: གསང་ཨང་སྒྲིག་འགོད།

source: Password _type:
bo_cn: གསང་ཨང་གི་རིགས་གྲས། (_T)：

source: Password confirmation is not correct
bo_cn: གསང་ཨང་མི་དག་པ་གཏན་འཁེལ་བྱེད་པ།

source: Password could not be changed
bo_cn: གསང་ཨང་བཅོས་ཐབས་བྲལ།

source: Password set to:
bo_cn: ལ་གསང་ཨང་སྒྲིག་པ།:

source: Phone number:
bo_cn: ཁ་པར་ཨང་གྲངས།:

source: Plain (ASCII)
bo_cn: ཡིག་རྐྱང་། (ASCII)

source: Please choose a different group name.
bo_cn: ཚོ་བགོད་ཀྱི་མིང་མི་འདྲ་བ་ཞིག་འདེམས་རོགས།

source: Please choose a different numeric identifier for %s.
bo_cn: %s ལ་གྲངས་ཀའི་ངོ་རྟགས་མི་འདྲ་བ་ཞིག་འདེམས་རོགས།

source: Please choose a different numeric identifier for group "%s".
bo_cn: ཚོ་ཆུང “%s” ལ་གྲངས་ཀའི་ངོ་རྟགས་མི་འདྲ་བ་ཞིག་འདེམས་རོགས།

source: Please choose a different numeric identifier for the new group.
bo_cn: ཚོ་ཆུང་གསར་པར་གྲངས་ཀའི་ངོ་རྟགས་མི་འདྲ་བ་ཞིག་འདེམས་རོགས།

source: Please choose another password.
bo_cn: གསང་ཨང་གཞན་འདེམས་རོགས།

source: Please ensure the user has logged out before deleting this account.
bo_cn: རྩིས་ཐོ་སུབ་པའི་སྔོན་ལ་སྤྱོད་མཁན་ཐོ་ཁོངས་ནས་སུབ་ཟིན་པ་གཏན་འཁེལ་བྱེད་རོགས།

source: Please set a valid group name consisting of a lower case letter followed by lower case letters and numbers.
bo_cn: ནུས་ལྡན་གྱི་ཚོ་ཆུང་མིང་ཞིག་སྒྲིག་དགོས་པར་གསལ་བྱེད་ཨང་དང་པོ་དེ་ཆུང་བྲིས་དང་རྗེས་སུ་ཆུང་བྲིས་གསལ་བྱེད་དང་གྲངས་ཀ་འབྲི་དགོས།

source: Please type again your current password.
bo_cn: ཁྱེད་ཀྱི་མིག་སྔའི་གསང་ཨང་ཡང་བསྐྱར་ནང་འཇུག་བྱོས།

source: Point to point connection
bo_cn: ཚེག་ནས་ཚེག་བར་གྱི་འབྲེལ་མཐུད།

source: Power management
bo_cn: གློག་ཁུངས་དོ་དམ།

source: Printer service
bo_cn: པར་འཁོར་གྱི་ཞབས་ཞུ།

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Privileges
bo_cn: དབང་ཚད།

source: Profile Settings
bo_cn: སྡེབ་སྒྲིག་སྒྲིག་འགོད།

source: Profile _name:
bo_cn: སྡེབ་སྒྲིག་གི་མིང་། (_N)：

source: Proxy cache service
bo_cn: ལྷོད་གསོག་ཞབས་ཞུའི་ལས་ཚབ།

source: Pulses
bo_cn: རྩ་འཕར།

source: RAID disks management
bo_cn: RAID ཡི་སྡུད་སྡེར་དོ་དམ།

source: RPC mapper
bo_cn: RPC རྟེན་འཕྲོ་ཆས།

source: Read only
bo_cn: ཀློག་ཙམ།

source: Remote address:
bo_cn: རྒྱང་རིང་གི་གནས་ཡུལ།：

source: Remote backup server
bo_cn: རྒྱང་རིང་གི་གྲབས་ཉར་ཞབས་ཞུ་ཆས།

source: Remote shell server
bo_cn: རྒྱང་རིང་ཞབས་ཞུ་ཆས Shell

source: Remove home folder for %s?
bo_cn: %s ཡི་དཀར་ཆག་གཙོ་བོ་སུབ་བམ།

source: Roaming mode enabled
bo_cn: མྱུལ་བའི་རྣམ་པ་སྤྱད་ཟིན་པ།

source: Route server
bo_cn: ལམ་འཚོལ་ཞབས་ཞུ་ཆས།

source: Router advertisement server
bo_cn: ལམ་འཚོལ་ཆས་ཀྱི་བརྡ་ཁྱབ་ཞབས་ཞུ་ཆས།

source: Runlevel
bo_cn: འཁོར་སྐྱོད་རིམ་པ།

source: SNMP server
bo_cn: ཞབས་ཞུ་ཆས་ SNMP

source: Save current network configuration as a location
bo_cn: མིག་སྔའི་དྲ་རྒྱའི་སྡེབ་སྒྲིག་དེ་གནས་སར་ཉར་ཚགས་བྱེད་པ།

source: Save location
bo_cn: གནས་ས་ཉར་ཚགས།

source: School management platform
bo_cn: སློབ་གྲྭའི་དོ་དམ་སྟེགས་བུ།

source: Se_lect Servers
bo_cn: ཞབས་ཞུ་ཆས་འདེམ་པ། (_L)

source: Search Domains
bo_cn: བཤེར་འཚོལ་ཁོངས།

source: Secure shell server
bo_cn: བདེ་འཇགས་ཀྱི་ཞབས་ཞུ་ཆས Shell

source: Select the services that you wish to activate:
bo_cn: ཁྱེད་ཀྱི་སྐུལ་སློང་བྱ་རྒྱུའི་ཞབས་ཞུ་འདེམ་པ།：

source: Selection
bo_cn: འདེམ་པ།

source: Send and receive faxes
bo_cn: བརྙན་སྐྱེལ་སྐྱེལ་བ་དང་དང་ལེན།

source: Serial modem
bo_cn: ཕྲེང་བགྲོད་སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས།

source: Serial port settings management
bo_cn: ཕྲེང་ཁའི་སྒྲིག་འགོད་དོ་དམ།

source: Services Settings
bo_cn: ཞབས་ཞུ་སྒྲིག་འགོད།

source: Set password b_y hand
bo_cn: ལག་སྒུལ་གྱིས་གསང་ཨང་སྒྲིག་པ། (_Y)

source: Settings for folder '%s'
bo_cn: ཡིག་ཁུག “%s” ཡི་སྒྲིག་འགོད།

source: Settings for service "%s"
bo_cn: ཞབས་ཞུ “%s” ཡི་སྒྲིག་འགོད།

source: Share
bo_cn: མཉམ་སྤྱོད།

source: Share Folder
bo_cn: མཉམ་སྤྱོད་ཡིག་ཁུག

source: Share Properties
bo_cn: མཉམ་སྤྱོད་གཏོགས་གཤིས།

source: Share files with the local network
bo_cn: ཁྱབ་ཆུང་དྲ་རྒྱའི་མཉམ་སྤྱོད་ཡིག་ཆ།

source: Share this folder with other computers
bo_cn: ཡིག་ཁུག་འདི་རྩིས་འཁོར་གཞན་ལ་མཉམ་སྤྱོད་བྱེད་པ།

source: Share through:
bo_cn: མཉམ་སྤྱོད་ཚུལ།:

source: Shared Folder
bo_cn: མཉམ་སྤྱོད་ཡིག་ཁུག

source: Shared Folders
bo_cn: མཉམ་སྤྱོད་ཡིག་ཁུག

source: Shares folders over the Internet
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱའི་སྟེང་ཡིག་ཁུག་མཉམ་སྤྱོད་བྱེད་པ།

source: Shares folders over your network
bo_cn: ཁྱེད་ཀྱི་དྲ་རྒྱའི་སྟེང་ཡིག་ཁུག་མཉམ་སྤྱོད་བྱེད་པ།

source: Shares your web pages over the Internet
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱའི་སྟེང་ཁྱེད་ཀྱི་དྲ་ངོས་མཉམ་སྤྱོད་བྱེད་པ།

source: Sharing services are not installed
bo_cn: མཉམ་སྤྱོད་ཞབས་ཞུ་སྒྲིག་འཇུག་བྱས་མེད་པ།

source: Spam filter
bo_cn: གད་སྙིགས་ཡིག་ཟམ་གྱི་འཚག་ཆས།

source: Specify IP address
bo_cn: གནས་ཡུལ IP དམིགས་འཛུགས།

source: Specify hostname
bo_cn: གཙོ་འཁོར་མིང་དམིགས་འཛུགས།

source: Specify network
bo_cn: དྲ་རྒྱ་དམིགས་འཛུགས།

source: Speech synthesis support
bo_cn: སྐད་གདངས་འདྲེས་གྲུབ་ཀྱི་རྒྱབ་སྐྱོར།

source: Start
bo_cn: འགོ་སློང་།

source: Static IP address
bo_cn: འཇགས་རྣམ་གྱི་གནས་ཡུལ་ IP

source: Status
bo_cn: རྣམ་པ།

source: Stop
bo_cn: མཚམས་འཇོག་པ།

source: Subnet mask:
bo_cn: དྲ་ལག་གབ་ཨང་།：

source: Superuser
bo_cn: རིམ་བརྒལ་སྤྱོད་མཁན།

source: Suspend and hibernate the computer
bo_cn: རྩིས་འཁོར་འགེལ་བ་དང་མལ་གསོ་བ།

source: Synchronize now
bo_cn: ད་ལྟ་གོམ་མཉམ།

source: Synchronizes your computer clock with Internet time servers
bo_cn: རྩིས་འཁོར་གྱི་ཆུ་ཚོད་དང་སྦྲེལ་རེས་དྲ་རྒྱའི་དུས་ཚོད་ཞབས་ཞུ་ཆས་གོམ་མཉམ་བྱེད་པ།

source: Synchronizing system clock
bo_cn: རྒྱུད་ཁོངས་ཆུ་ཚོད་གོམ་མཉམ།

source: System Defaults
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་གྲངས་བྲིན།

source: System communication bus
bo_cn: རྒྱུད་ཁོངས་འཕྲིན་གཏོང་གི་མ་སྐུད།

source: System configuration manager
bo_cn: རྒྱུད་ཁོངས་སྡེབ་སྒྲིག་གི་དོ་དམ་ཆས།

source: System monitor
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས།

source: TYPE
bo_cn: རིགས་རྣམ།

source: Telstra Bigpond Cable Network client
bo_cn: Telstra Bigpond ཡི་སྐུད་ཡོད་དྲ་རྒྱ་སྤྱོད་མཁན།

source: Terminal multiplexor
bo_cn: ལམ་མང་མཐའ་སྣེ།
