Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gnome-online-accounts.po
Languages: bo_cn

source: %s account
bo_cn: རྩིས་ཨང་། %s

source: A %s account already exists for %s
bo_cn: %2$s ལ་ལྟོས་ཟླའི་རྩིས་ཨང %1$s ཞིག་གནས་ཟིན་འདུག

source: Authentication failed
bo_cn: ར་སྤྲོད་ཕམ་པ།

source: Authorization response:
bo_cn: ལ་ར་སྤྲོད་དང་ལེན།：

source: Authorization response: %s
bo_cn: ལ་ར་སྤྲོད་དང་ལེན།：%s

source: Available Media Servers
bo_cn: སྤྱོད་རུང་གི་སྨྱན་གཟུགས་ཞབས་ཞུ་ཆས།

source: C_hat
bo_cn: ཁ་བརྡ། (_H)

source: C_onnect
bo_cn: འབྲེལ་མཐུད།(_O)

source: Cale_ndar
bo_cn: ལོ་ཐོ། (_N)

source: Cannot do SMTP authentication without a domain
bo_cn: SMTP ར་སྤྲོད་བྱེད་པར་ཁུལ་ཁོངས་མིང་དགོས།

source: Cannot do SMTP authentication without a password
bo_cn: SMTP ར་སྤྲོད་བྱེད་པར་གསང་ཨང་དགོས།

source: Cannot save the connection parameters
bo_cn: འབྲེལ་མཐུད་ཞུགས་གྲངས་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Cannot save your personal information on the server
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་སྟེང་ཁྱེད་ཀྱི་མི་སྒེར་གྱི་ཆ་འཕྲིན་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Code: %u — Unexpected response from server
bo_cn: ཚབ་ཨང།：%u - ཞབས་ཞུ་ཆས་ཀྱི་དང་ལེན་རྒྱུན་འགལ་ཡིན་པ།

source: Connecting…
bo_cn: འབྲེལ་མཐུད་བྱེད་པ།...

source: Connection Settings
bo_cn: འབྲེལ་མཐུད་ཀྱི་སྒྲིག་འགོད།

source: Could not create credential cache for identity
bo_cn: ཐོབ་ཐང་ལ་དཔང་རྟགས་ལྷོད་གསོག་བཟོ་ཐབས་བྲལ།

source: Could not create credential cache: %k
bo_cn: དཔང་འཛིན་ལྷོད་གསོག་བཟོ་ཐབས་བྲལ།：%k

source: Could not erase identity: %k
bo_cn: ཐོབ་ཐང་སུབ་ཐབས་བྲལ།:%k

source: Could not find identity
bo_cn: ཐོབ་ཐང་རྙེད་ཐབས་བྲལ།

source: Could not find identity credentials in cache: %k
bo_cn: ལྷོད་གསོག %k ཡི་ནང་ཐོབ་ཐང་དཔང་འཛིན་རྙེད་ཐབས་བྲལ།

source: Could not find identity in credential cache: %k
bo_cn: དཔང་འཛིན་ལྷོད་གསོག་ཆས %k ཡི་ནང་ཐོབ་ཐང་རྙེད་མི་ཐུབ།

source: Could not find saved credentials for principal ‘%s’ in keyring
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་ནང་གྲུབ་ཆ་གཙོ་བོ %s ལ་ཉར་ཚགས་ཀྱི་དཔང་འཛིན་རྙེད་ཐབས་བྲལ།

source: Could not finish up sifting through identity credentials in cache: %k
bo_cn: ལྷོད་གསོག %k ཡི་ནང་ཐོབ་ཐང་དཔང་འཛིན་གྱི་ཞིབ་བཤེར་ལས་ཀ་ལེགས་གྲུབ་བྱེད་ཐབས་བྲལ།

source: Could not get new credentials to renew identity %s: %k
bo_cn: ཐོབ་ཐང %s: %k གསར་སྒྱུར་བྱེད་པར་དཔང་རྟགས་གསར་པ་ཐོབ་ཐབས་བྲལ།

source: Could not initialize credentials cache: %k
bo_cn: དཔང་འཛིན་ལྷོད་གསོག་འགོ་སྒྲིག་བྱེད་ཐབས་བྲལ།：%k

source: Could not renew identity: %k
bo_cn: ཐོབ་ཐང་བསྐྱར་འཛུགས་མི་ཐུབ་པ།：%k

source: Could not renew identity: Not signed in
bo_cn: ཐོབ་ཐང་བསྐྱར་འཛུགས་མི་ཐུབ་པ།：ཐོ་འགོད་མེད་པ།

source: Could not sift through identity credentials in cache: %k
bo_cn: ཐོབ་ཐང་དཔང་འཛིན་དེ་ལྷོད་གསོག %k ཡི་ནང་ཞིབ་བཤེར་བྱེད་ཐབས་བྲལ།

source: Could not store new credentials in credentials cache: %k
bo_cn: དཔང་འཛིན་ལྷོད་གསོག %k ཡི་ནང་དཔང་འཛིན་གསར་པ་གསོག་འཇོག་བྱེད་ཐབས་བྲལ།

source: Credentials do not contain access_token
bo_cn: དཔང་རྟགས་ནང་ལྟ་སྤྱོད་བཀའ་རྟགས་ཚུད་མེད་པ། (access_token)

source: Credentials do not contain access_token or access_token_secret
bo_cn: དཔང་རྟགས་ནང access_token འམ་ཡང་ན access_token_secret ཚུད་མེད་པ།

source: Dialog was dismissed
bo_cn: གླེང་སྒྲོམ་ཁ་རྒྱག་པ།

source: Dialog was dismissed (%s, %d):
bo_cn: གླེང་སྒྲོམ་ཁ་བརྒྱབ་ཟིན་པ། (%s, %d)：

source: Did not find %s with identity ‘%s’ in credentials
bo_cn: དཔང་རྟགས་ཀྱི་ནང་ཐོབ་ཐང %s དང་ཟླ་སྒྲིག་པའི %s རྙེད་མེད་པ།

source: Did not find password for principal ‘%s’ in credentials
bo_cn: དཔང་རྟགས་ཀྱི་ནང་གྲུབ་ཆ་གཙོ་བོ %s ཡི་གསང་ཨང་རྙེད་མེད་པ།

source: Did not find password with identity ‘%s’ in credentials
bo_cn: དཔང་རྟགས་ཀྱི་ནང་ཐོབ་ཐང %s ཡི་གསང་ཨང་རྙེད་མེད་པ།

source: Did not find smtp-password in credentials
bo_cn: དཔང་རྟགས་ཀྱི་ནང SMTP ཡི་གསང་ཨང་ཚན་པ་རྙེད་མེད་པ།

source: E-mail
bo_cn: གློག་རྡུལ་ཡིག་སྒམ།

source: Enterprise Login (Kerberos)
bo_cn: ཁེ་ལས་སྤྱོད་མཁན་གྱིས་ཐོ་འགོད་བྱས་པ།

source: Enterprise domain or realm name
bo_cn: ཁེ་ལས་ཀྱི་ཁུལ་ཁོངས་སམ་ཡང་ན Realm

source: Error connecting to IMAP server
bo_cn: ཞབས་ཞུ་ཆས IMAP ལ་འབྲེལ་མཐུད་བྱེད་པར་ནོར་འཁྲུལ་ཐོན་པ།

source: Error connecting to Last.fm
bo_cn: Last.fm ལ་འབྲེལ་མཐུད་བྱེད་པར་ནོར་འཁྲུལ་ཐོན་པ།

source: Error connecting to Microsoft Exchange server
bo_cn: ཞབས་ཞུ་ཆས Microsoft Exchange ལ་འབྲེལ་མཐུད་བྱེད་པར་ནོར་འཁྲུལ་ཐོན་པ།

source: Error connecting to SMTP server
bo_cn: ཞབས་ཞུ་ཆས SMTP ལ་འབྲེལ་མཐུད་བྱེད་པར་ནོར་འཁྲུལ་ཐོན་པ།

source: Error connecting to enterprise identity server
bo_cn: ཁེ་ལས་ར་སྤྲོད་ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མཐུད་བྱེད་པར་ནོར་འཁྲུལ་ཐོན་པ།

source: Error connecting to ownCloud server
bo_cn: ཞབས་ཞུ་ཆས ownCloud ལ་འབྲེལ་མཐུད་བྱེད་པར་ནོར་འཁྲུལ་ཐོན་པ།

source: Error getting a Request Token:
bo_cn: དང་ལེན་བཀའ་རྟགས་ལེན་པར་ནོར་འཁྲུལ་ཐོན་པ།:

source: Error getting an Access Token:
bo_cn: ལྟ་སྤྱོད་བཀའ་རྟགས་ལེན་པར་ནོར་འཁྲུལ་ཐོན་པ།:

source: Error getting identity:
bo_cn: ཐོབ་ཐང་ཆ་འཕྲིན་ལེན་པར་ནོར་འཁྲུལ་ཐོན་པ།:

source: Error parsing result obtained from the keyring:
bo_cn: གསང་ལྡེའི་གདུབ་ནས་ཐོབ་པའི་མཇུག་འབྲས་ལ་ཞིབ་འགྲེལ་བྱེད་པར་ནོར་འཁྲུལ་ཐོན་པ།:

source: Expected status 200 for getting a Request Token, instead got status %d (%s)
bo_cn: དང་ལེན་བཀའ་རྟགས་ལེན་པའི་སྐབས་རྣམ་པ 200 ཐོབ་དགོས་ཀྱང་རྣམ་པ %d། (%s) ཐོབ་པ།

source: Expected status 200 when requesting access token, instead got status %d (%s)
bo_cn: བཀའ་རྟགས་ལ་ལྟ་སྤྱོད་ཀྱི་རེ་ཞུའི་སྐབས་རྣམ་པ 200 ཐོབ་དགོས་ཀྱང་རྣམ་པ %d། (%s) ཐོབ་པ།

source: Failed to create a user interface for %s
bo_cn: %s ལ་སྤྱོད་མཁན་མཚམས་ངོས་བཟོ་ཐབས་བྲལ།

source: Failed to delete credentials from the keyring
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་ནང་ནས་དཔང་རྟགས་སུབ་པ་དེ་ཕམ་པ།:

source: Failed to find ASUrl and OABUrl in autodiscover response
bo_cn: རང་འགུལ་ཤེས་རྟོགས་ཀྱི་དང་ལེན་ནང ASUrl དང OABUrl རྙེད་མེད་པ།

source: Failed to find a provider for: %s
bo_cn: %s ཡི་མཁོ་འདོན་ཚོང་པ་རྙེད་མེད་པ།

source: Failed to find ‘%s’ element
bo_cn: གཞི་རྒྱུ %s རྙེད་མ་བྱུང་།

source: Failed to initialize a GOA client
bo_cn: དུད་སྣེ GOA འགོ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Failed to parse autodiscover response XML
bo_cn: རང་འགུལ་ཤེས་རྟོགས་ཀྱི་དང་ལེན XML ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།

source: Failed to parse email address
bo_cn: གློག་རྡུལ་ཡིག་སྒམ་གྱི་གནས་ཡུལ་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ།

source: Failed to refresh access token (%s, %d):
bo_cn: ལྟ་སྤྱོད་བཀའ་རྟགས་གསར་འདོན། (%s，%d) ཕམ་པ།:

source: Failed to retrieve credentials from the keyring
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་ནང་ནས་དཔང་རྟགས་ལེན་པ་ཕམ་པ།:

source: Failed to store credentials in the keyring
bo_cn: དཔང་རྟགས་དེ་གསང་ལྡེའི་གདུབ་ཏུ་ཉར་ཚགས་བྱེད་པ་ཕམ་པ།

source: GOA %s credentials for identity %s
bo_cn: དངོས་གཟུགས %2$s ཡི་དཔང་རྟགས GOA %1$s

source: IMAP _Server
bo_cn: ཞབས་ཞུ་ཆས IMAP། (_S)

source: IMAP and SMTP
bo_cn: IMAP དང SMTP

source: Identity service returned invalid key
bo_cn: ར་སྤྲོད་ཞབས་ཞུ་ཡིས་ནུས་མེད་གསང་ལྡེ་ཕྱིར་ལོག་བྱས་པ།

source: Initial secret key is invalid
bo_cn: ཐོག་མའི་སྒེར་ལྡེ་ཁྲིམས་མཐུན་མིན་པ།

source: Invalid %s with username ‘%s’ (%s, %d):
bo_cn: སྤྱོད་མཁན %2$s ཡི %1$s ནུས་མེད་ཡིན། (%3$s, %4$d)

source: Invalid certificate.
bo_cn: ནུས་མེད་དཔང་ཡིག

source: Invalid password with username ‘%s’ (%s, %d):
bo_cn: སྤྱོད་མཁན %s ཡི་གསང་ཨང་ནུས་མེད་ཡིན། (%s, %d)

source: IsLocked property is set for account
bo_cn: རྩིས་ཨང་གི་གཏོགས་གཤིས་དེ་སྒྲོག་པ་ལ་སྒྲིག་འགོད་བྱས་པ། (IsLocked)

source: Loading “%s”…
bo_cn: འགེལ་བཞིན་པ་ “%s”

source: Log In to Realm
bo_cn: Realm ཐོ་འགོད།

source: M_usic
bo_cn: རོལ་དབྱངས།། (_U)

source: Media Server
bo_cn: སྨྱན་གཟུགས་ཞབས་ཞུ་ཆས།

source: Microsoft Account
bo_cn: རྩིས་ཐོ Microsoft

source: Missing access_token or access_token_secret headers in response
bo_cn: དང་ལེན་གྱི་ནང access_token འམ་ཡང་ན access_token_secret ཡི་མགོ་མི་འདང་བ།

source: Missing request_token or request_token_secret headers in response
bo_cn: དང་ལེན་གྱི་ནང request_token འམ་ཡང་ན request_token_secret ཡི་མགོ་མི་འདང་བ།

source: Name
bo_cn: མིང་།

source: Network _Resources
bo_cn: དྲ་རྒྱའི་ཐོན་ཁུངས། (_R)

source: No associated identification found
bo_cn: འབྲེལ་ཡོད་ཀྱི་ཐོབ་ཐང་ངོ་རྟགས་རྙེད་མེད་པ།

source: No credentials found in the keyring
bo_cn: གསང་ལྡེའི་གདུབ་ཀྱི་ནང་དཔང་རྟགས་རྙེད་མེད་པ།

source: No media servers found
bo_cn: སྨྱན་གཟུགས་ཀྱི་ཞབས་ཞུ་ཆས་རྙེད་མེད་པ།

source: No username or access_token
bo_cn: སྤྱོད་མཁན་གྱི་མིང་ངམ་ཡང་ན་ལྟ་སྤྱོད་བཀའ་རྟགས་མེད་པ།

source: None
bo_cn: བདེ་འཇགས་སྲུང་སྐྱོང་མེད་པ།

source: Personal Details
bo_cn: མི་སྒེར་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Personal content can be added to your applications through a media server account.
bo_cn: སྨྱན་གཟུགས་ཞབས་ཞུ་ཆས་ཀྱི་རྩིས་ཨང་བརྒྱུད་མི་སྒེར་གྱི་ནང་དོན་དེ་བཀོལ་སྤྱོད་ལ་སྣོན་ཆོག

source: Please enter your password below.
bo_cn: གཤམ་དུ་ཁྱེད་ཀྱི་གསང་ཨང་ནང་འཇུག་གནང་རོགས།

source: Prin_ters
bo_cn: པར་འཁོར། (_T)

source: ProviderType property is not set for account
bo_cn: རྩིས་ཨང་གི་མཁོ་འདོན་ཚོང་པའི་རིགས་གྲས། (ProviderType) ཀྱི་གཏོགས་གཤིས་སྒྲིག་འགོད་བྱས་མེད་པ།

source: Remember this password
bo_cn: གསང་ཨང་དེ་སེམས་ལ་ཟུངས།

source: SMTP _Server
bo_cn: ཞབས་ཞུ་ཆས SMTP། (_S)

source: SSL on a dedicated port
bo_cn: ཆེད་དམིགས་ཀྱི་མཐུད་སྣེའི་སྟེང SSL བེད་སྤྱོད་པ།

source: STARTTLS after connecting
bo_cn: འབྲེལ་མཐུད་བྱས་རྗེས་ཚུལ STARTTLS བེད་སྤྱོད་པ།

source: Server does not support PLAIN
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ཚུལ PLAIN ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: Server does not support STARTTLS
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་ཚུལ STARTTLS ལ་རྒྱབ་སྐྱོར་མེད་པ།

source: Service not available
bo_cn: ཞབས་ཞུ་སྤྱོད་རུང་མིན་པ།

source: TLS not available
bo_cn: TLS སྤྱོད་རུང་མིན་པ།

source: Telepathy chat account not found
bo_cn: ཁ་བརྡའི་རྩིས་ཨང Telepathy རྙེད་མེད་པ།

source: The certificate has been revoked.
bo_cn: དཔང་ཡིག་རྩིས་མེད་བཏང་བ།

source: The certificate has expired.
bo_cn: དཔང་ཡིག་དུས་ཚོད་ཡོལ་བ།

source: The certificate’s activation time is still in the future.
bo_cn: དཔང་ཡིག་གི་སྐུལ་སློང་དུས་ཚོད་སླེབས་མེད་པ།

source: The certificate’s algorithm is considered insecure.
bo_cn: དཔང་ཡིག་གི་རྩི་ཐབས་བདེ་འཇགས་མིན་པ།

source: The domain is not valid
bo_cn: ཁུལ་ཁོངས་ནུས་མེད།

source: The network realm %s needs some information to sign you in.
bo_cn: དྲ་རྒྱ realm %s ཡིས་ཁྱེད་ལ་དེ་སྡོན་མཁོ་བའི་ཆ་འཕྲིན་འགའ་ལེན་པ།

source: Unknown authentication mechanism
bo_cn: ངེས་མེད་ཀྱི་ར་སྤྲོད་གྲུབ་ལུགས།

source: Use for
bo_cn: སྤྱོད་པ།

source: User_name
bo_cn: སྤྱོད་མཁན་མིང་། (_N)

source: Was asked to log in as %s, but logged in as %s
bo_cn: རེ་བར་ཐོབ་ཐང %s ཡིས་ཐོ་འགོད་དགོས་ཀྱང %s ཡིས་ཐོ་འགོད་པ།

source: Your system time is invalid. Check your date and time settings.
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་དུས་ཚོད་ནུས་མེད་ཡིན་པས་ཚེས་གྲངས་དང་དུས་ཚོད་སྒྲིག་འགོད་ལ་ཞིབ་བཤེར་བྱེད་དགོས།

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Connection Settings
bo_cn: འབྲེལ་མཐུད་སྒྲིག་འགོད། (_C)

source: _Contacts
bo_cn: འབྲེལ་གཏུག་མི་སྣ། (_C)

source: _Custom
bo_cn: རང་བཟོས། (_C)

source: _Documents
bo_cn: ཡིག་ཚགས། (_D)

source: _Domain
bo_cn: ཁོངས།(_D)

source: _E-mail
bo_cn: གློག་རྡུལ་ཡིག་སྒམ། (_E)

source: _Encryption
bo_cn: གསང་སྡོམ།(_E)

source: _Files
bo_cn: ཡིག་ཆ།(_F)

source: _Forward
bo_cn: མདུན་སྐྱོད།(_F)

source: _Ignore
bo_cn: སྣང་མེད། (_I)

source: _Mail
bo_cn: ཡིག་ཟམ། (_M)

source: _Maps
bo_cn: ས་ཁྲ། (_M)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Password
bo_cn: གསང་ཨང་།(_P)

source: _Personal Details
bo_cn: མི་སྒེར་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ། (_P)

source: _Photos
bo_cn: པར་རིས།། (_P)

source: _Read Later
bo_cn: ཏོག་ཙམ་ནས་ཀློག་འདོན། (_R)

source: _Server
bo_cn: ཞབས་ཞུ་ཆས།(_S)

source: _Try Again
bo_cn: ཡང་བསྐྱར་ཚོད་ལེན། (_T)

source: ensure_credentials_sync is not implemented on type %s
bo_cn: རིགས་གྲས %s ཡི་སྟེང ensure_credentials_sync མངོན་འགྱུར་བྱུང་མེད་པ།

source: initial secret passed before secret key exchange
bo_cn: སྒེར་ལྡེ་བརྗེ་རེས་ཀྱི་སྔོན་ལ་སྒེར་ལྡེའི་གསང་ཨང་འགོ་སྒྲིག་བྱེད་དགོས།

source: org.gnome.OnlineAccounts.Mail is not available
bo_cn: org.gnome.OnlineAccounts.Mail སྤྱོད་རུང་མིན་པ།
