Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gnome_paint.po
Languages: bo_cn

source: %s - gnome-paint
bo_cn: %s - Gnome རིས་འབྲི།

source: All Files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: All Images
bo_cn: བརྙན་རིས།་ཚང་མ།

source: Co_lors
bo_cn: ཁ་དོག (_L)

source: Colors
bo_cn: ཁ་དོག

source: Defaults
bo_cn: སོར་བཞག

source: Do you want to save the changes you made to "%s"?
bo_cn: ཁྱེད་ཀྱིས་ %s ལ་བཟོ་བཅོས་བྱས་པ་ཉར་ཚགས་བྱེད་དམ།

source: Error loading file "%s"
bo_cn: ཡིག་ཆ་ %s འགེལ་བར་ནོར་འཁྲུལ་ཐོན་པ།

source: Error saving file "%s"
bo_cn: ཡིག་ཆ་ %s ཉར་ཚགས་ནོར་འཁྲུལ་བྱུང་།

source: Failed to open %s for writing1:Permission denied
bo_cn: ཡིག་ཆ་ %s ཉར་ཚགས་ཕམ་པ།：དབང་ཚད་འདམ་མེད་པ།

source: File last saved:
bo_cn: ཉེ་དུས་ཉར་བའི་ཡིག་ཆ།:

source: Flip _vertical
bo_cn: དྲང་པོ་སློག་པ།

source: Flip and Rotate
bo_cn: སློག་པ་དང་འབྲེལ་འཁྱིལ་འཁོར་བྱེད་པ།

source: Flip or rotate
bo_cn: སློག་པའམ་ཡང་ན་འཁྱིལ་འཁོར།

source: Free select tool
bo_cn: རང་མོས་ལག་ཆ་འདེམ་པ།

source: Image Attributes
bo_cn: བརྙན་རིས་གཏོགས་གཤིས།

source: Load Image
bo_cn: པར་རིས།་སྣོན་པ།

source: Not Available
bo_cn: སྤྱོད་མི་རུང་བ།

source: Open Folder
bo_cn: ཡིག་ཁུག་ཁ་ཕྱེ་བ།

source: Resolution:
bo_cn: འབྱེད་ཕྱོད།

source: Save Image
bo_cn: བརྙན་རིས།་ཉར་ཚགས།

source: Select Background Color
bo_cn: རྒྱབ་ལྗོངས་ཁ་དོགས་འདེམ་པ།

source: Select Color
bo_cn: ཁ་དོག་འདེམ་པ།

source: Select Foreground Color
bo_cn: མདུན་ལྗོངས་ཁ་དོག་འདེམ་པ།

source: Size on disk:
bo_cn: སྡུད་སྡེར་སྟེང་གི་ཆེ་ཆུང།：

source: Units
bo_cn: སྡེ་ཚན།

source: Your changes will be lost if you don't save them.
bo_cn: གལ་སྲིད་ཉར་ཚགས་མ་བྱས་ཚེ། ཁྱེད་ཀྱི་བཟོ་བཅོས་དེ་བརླག་པ་ཡིན།

source: _Attributes...
bo_cn: གཏོགས་གཤིས། (_A)

source: _Black and white
bo_cn: དཀར་ནག (_B)

source: _Clear Image
bo_cn: བརྙན་རིས་གཙང་སེལ། (_C)

source: _Draw Opaque
bo_cn: ནང་གསལ་མིན་པའི་རིས་དབྱིབས་འབྲི་བ། (_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Flip horizontal
bo_cn: ཆུ་སྙོམས་སློག་པ། (_F)

source: _Flip/Rotate...
bo_cn: སློག་པ / འཁྱིལ་འཁོར། (_F)

source: _Height
bo_cn: མཐོ་ཚད། (_H)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Image
bo_cn: བརྙན་རིས།། (_I)

source: _Inches
bo_cn: དབྱིན་ཚུན། (_I)

source: _Invert Colors
bo_cn: ཁ་དོག་སློག་པ། (_I)

source: _Pixels
bo_cn: བརྙན་རྒྱུ། (_P)

source: _Rotate by angle
bo_cn: ཟུར་ཚད་ལྟར་འཁྱིལ་འཁོར། (_R)

source: _Stretch/Skew...
bo_cn: འཐེན་རྐྱོང / འཁྱོག་པ། (_S)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _Width
bo_cn: ཞེང་ཚད། (_W)

source: airbrush tool
bo_cn: གཏོར་མདའི་ལག་ཆ།

source: bucket fill tool
bo_cn: ཟོ་ཡི་ཁ་སྐོང་ལག་ཆ།

source: color picker tool
bo_cn: ཁ་དོག་འདེམ་པའི་ལག་ཆ།

source: draw curve
bo_cn: འཁྱོག་ཐིག་འབྲི་བ།

source: draw ellipse
bo_cn: འཇོང་དབྱིབས་བྲིས་པ།

source: draw line
bo_cn: ཐིག་བྲིས།

source: draw polygon
bo_cn: མཐའ་མང་དབྱིབས་བྲིས་པ།

source: draw rectangle
bo_cn: གྲུ་བཞི་ནར་མོ་འབྲི་བ།

source: draw rounded rectangle
bo_cn: སྒོར་ཟུར་གྱི་གྲུ་བཞི་ནར་མོ་འབྲི་བ།

source: eraser tool
bo_cn: འགྱིག་ཕྱིས་ལག་ཆ།

source: gnome-paint is a simple, easy to use paint program for GNOME.
bo_cn: gnome-paint ནི་ལས་སླ་སྤྱོད་བདེ་བའི GNOME རིས་འབྲི་བྱ་རིམ་ཞིག་ཡིན།

source: paintbrush tool
bo_cn: རིས་པིར་ལག་ཆ།

source: pencil tool
bo_cn: ཞ་སྨྱུག་ལག་ཆ།

source: rect select tool
bo_cn: གྲུ་བཞི་ནར་མོ་འདེམ་པའི་ལག་ཆ།

source: text tool
bo_cn: ཡིག་རྐྱང་ལག་ཆ།

source: unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: untitled
bo_cn: མིང་བཏགས་མེད་པ།

source: zoom tool
bo_cn: སྐྱེད་སྐྱུང་ལག་ཆ།
