Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gnome-system-tools.po
Languages: bo_cn

source: Terminal server client
bo_cn: མཐའ་སྣེའི་ཞབས་ཞུ་ཆས་སྤྱོད་མཁན།

source: The configuration could not be loaded
bo_cn: སྡེབ་སྒྲིག་འཇུག་མི་ཐུབ་པ།

source: The configuration could not be saved
bo_cn: སྡེབ་སྒྲིག་ཉར་ཚགས་མི་ཐུབ་པ།

source: The host name has changed
bo_cn: གཙོ་འཁོར་མིང་བཅོས་ཟིན་པ།

source: The interface does not exist
bo_cn: མཐུད་ཁ་གནས་མེད་པ།

source: The new password has already been used recently.
bo_cn: ཉེ་དུས་གསང་ཨང་གསར་པ་བེད་སྤྱད་འདུག

source: The new password is too short
bo_cn: གསང་ཨང་གསར་པ་ཐུང་དྲགས་པ།

source: The new password is too simple
bo_cn: གསང་ཨང་གསར་པ་སྟབས་བདེ་དྲགས་པ།

source: The new password must contain numeric or special characters
bo_cn: གསང་ཨང་གསར་པར་ངེས་པར་དུ་གྲངས་ཀ་དང་དམིགས་བསལ་ཡིག་རྟགས་ཚུད་དགོས།

source: The old and new passwords are the same
bo_cn: གསང་ཨང་གསར་པ་དང་རྙིང་པ་གཅིག་མཚུངས་ཡིན་པ།

source: The old and new passwords are too similar
bo_cn: གསང་ཨང་གསར་པ་དང་རྙིང་པ་འདྲ་དྲགས་པ།

source: The platform you are running is not supported by this tool
bo_cn: ལག་ཆ་འདི་ཡིས་འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་སྟེགས་བུར་རྒྱབ་སྐྱོར་མེད་པ།

source: The system configuration has potentially changed.
bo_cn: རྒྱུད་ཁོངས་སྡེབ་སྒྲིག་ལ་ཕལ་ཆེར་བཟོ་བཅོས་བྱས་ཟིན།

source: There is already a location with the same name
bo_cn: མིང་གཅིག་མཚུངས་ཡིན་པའི་ངེས་མེད།

source: This account is disabled.
bo_cn: རྩིས་ཐོ་འདི་སྤྱོད་འགོག་བྱས་ཟིན་འདུག

source: This computer is a _WINS server
bo_cn: རྩིས་འཁོར་འདི་ནི་ཞབས་ཞུ་ཆས་ _WINS ཡིན།

source: This may affect your system behavior in several ways, possibly leading to data loss.
bo_cn: ཚུལ་མི་འདྲ་བའི་སྒོ་ནས་ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་ཀྱི་བྱ་སྤྱོད་ལ་ཤུགས་རྐྱེན་ཐེབས་སྲིད་ལ་རྒྱུད་ཁོངས་བརླག་ཉེན་ཡང་ཡོད།

source: This may leave files with invalid group ID in the filesystem.
bo_cn: འདི་ཡིས་ཡིག་ཆའི་རྒྱུད་ཁོངས་ནང་གི་ཡིག་ཆའི་ཚོ་ཆུང་ཁ་ཤས་ཀྱི ID ནུས་པ་མི་ཐོན་པར་བྱས།

source: This network interface is not configured
bo_cn: དྲ་རྒྱའི་མཐུད་ཁ་འདི་སྡེབ་སྒྲིག་བྱས་མེད་པ།

source: This will prevent you from launching new applications, and so you will have to log in again. Continue anyway?
bo_cn: འདི་ཡིས་ཁྱེད་ཀྱི་ཉེར་སྤྱོད་བྱ་རིམ་གསར་པའི་འགོ་སློང་འགོག་པ། ཁྱེད་ཀྱི་ངེས་པར་དུ་ཡང་བསྐྱར་ཐོ་འགོད་དགོས་པས་ད་དུང་མུ་མཐུད་དམ།

source: This would leave the system unusable.
bo_cn: འདིས་རྒྱུད་ཁོངས་སྤྱོད་རུང་མིན་པ་བྱས།

source: Time Zone
bo_cn: དུས་ཁུལ།

source: Time and Date
bo_cn: དུས་ཚོད་དང་ཚེས་གྲངས།

source: Time and Date Settings
bo_cn: དུས་ཚོད་དང་ཚེས་གྲངས་སྒྲིག་འགོད།

source: Time servers
bo_cn: དུས་ཚོད་ཞབས་ཞུ་ཆས།

source: Time servers:
bo_cn: དུས་ཚོད་ཞབས་ཞུ་ཆས།：

source: Time zone
bo_cn: དུས་ཁུལ།

source: Time zone:
bo_cn: དུས་ཁུལ།:

source: Tones
bo_cn: སྒྲ་གདངས།

source: Type address
bo_cn: གནས་ཡུལ་ནང་འཇུག

source: Type:
bo_cn: རིགས་གྲས།:

source: Unconfigured
bo_cn: སྡེབ་སྒྲིག་བྱས་མེད་པ།

source: Unix networks (NFS)
bo_cn: Unix དྲ་རྒྱ། (NFS)

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unlock
bo_cn: སྒྲོག་འགྲོལ།

source: Unsupported platform
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་སྟེགས་བུ།

source: Update content? This will lose any modification in course.
bo_cn: ནང་དོན་གསར་སྒྱུར་བྱེད་དམ། འདི་ཡིས་བཟོ་བཅོས་བྱེད་བཞིན་པ་ཚང་མ་བརླག་སྲིད།

source: Use CD-ROM drives
bo_cn: སྒུལ་ཆས CD-ROM སྤྱོད་པ།

source: Use USB devices
bo_cn: སྒྲིག་ཆས USB སྤྱོད་པ།

source: Use VirtualBox virtualization solution
bo_cn: VirtualBox ཡི་རྟོག་བཟོས་ཅན་གྱི་ཐག་གཅོད་ཇུས་གཞི་སྤྱོད་པ།

source: Use audio devices
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་སྤྱོད་པ།

source: Use floppy drives
bo_cn: མཉེན་སྡེར་སྒུལ་ཆས་སྤྱོད་པ།

source: Use modems
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་སྤྱོད་པ།

source: Use scanners
bo_cn: བཤར་འབེབས་ཆས་སྤྱོད་པ།

source: Use tape drives
bo_cn: སྡུད་ཐགས་འཕྲུལ་འཁོར་སྤྱོད་པ།

source: Use the Internet service provider nameservers
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱའི་ཞབས་ཞུ་འདོན་སྤྲོད་མཁན་གྱི་མིང་འདོགས་ཞབས་ཞུ་ཆས་སྤྱོད་པ།

source: Use video devices
bo_cn: བརྙན་ཟློས་སྒྲིག་ཆས་སྤྱོད་པ།

source: User ID %d is already used by user %s
bo_cn: སྤྱོད་མཁན་གྱི ID %d སྤྱོད་མཁན %s ཡིས་བེད་སྤྱད་པ།

source: User ID:
bo_cn: སྤྱོད་མཁན་གྱི་ ID：

source: User Privileges
bo_cn: སྤྱོད་མཁན་གྱི་དབང་ཚད།

source: User profiles
bo_cn: སྤྱོད་མཁན་སྡེབ་སྒྲིག

source: Username must start with a letter!
bo_cn: སྤྱོད་མཁན་གྱི་མིང་དེ་ངེས་པར་དུ་གསལ་བྱེད་ཀྱིས་འགོ་རྩོམ་དགོས།

source: Users
bo_cn: སྤྱོད་མཁན ID

source: Users Settings
bo_cn: སྤྱོད་མཁན་སྒྲིག་འགོད།

source: Users and Groups
bo_cn: སྤྱོད་མཁན་དང་ཚོ་ཆུང་།

source: Virtual Machine management
bo_cn: རྟོག་བཟོས་འཕྲུལ་འཁོར་གྱིག་དོ་དམ།

source: Virtual Private Network server
bo_cn: རྟོག་བཟོས་ཆེད་དྲའི། (VPN) ཞབས་ཞུ་ཆས།

source: Volumes mounter
bo_cn: པོད་ཀྱི་འདེགས་འགེལ་ཆས།

source: WEP key (ascii)
bo_cn: WEP གསང་ལྡེ། (ASCII)

source: WEP key (hexadecimal)
bo_cn: WEP གསང་ལྡེ། ( བཅུ་དྲུག་གོང་འགྲིལ་ལུགས )

source: WINS _server:
bo_cn: WINS ཞབས་ཞུ་ཆས། (_S)：

source: WPA Personal
bo_cn: WPA མི་སྒེར།

source: WPA2 Personal
bo_cn: WPA2 མི་སྒེར།

source: Web calendar server
bo_cn: དྲ་རྒྱ་ལོ་ཐོའི་ཞབས་ཞུ་ཆས།

source: Web server
bo_cn: དྲ་རྒྱའི་ཞབས་ཞུ་ཆས།

source: Windows networks (SMB)
bo_cn: Windows དྲ་རྒྱ། (SMB)

source: Windows sharing
bo_cn: Windowsམཉམ་སྤྱོད།

source: Wired connection
bo_cn: སྐུད་ཡོད་འབྲེལ་མཐུད།

source: Wireless Settings
bo_cn: སྐུད་མེད་སྒྲིག་འགོད།

source: Wireless connection
bo_cn: སྐུད་མེད་འབྲེལ་མཐུད།

source: World Map
bo_cn: འཛམ་གླིང་གི་ས་ཁྲ།

source: You are about to revoke your own administration rights
bo_cn: ཁྱེད་ཀྱིས་རང་གི་དོ་དམ་དབང་ཚད་དོར་བ།

source: You are not allowed to access the system configuration.
bo_cn: རྒྱུད་ཁོངས་དོ་དམ་པས་ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་སྡེབ་སྒྲིག་ལ་ལྟ་སྤྱོད་བྱས་མི་ཆོག

source: You are not allowed to modify the system configuration.
bo_cn: ཁྱེད་ཀྱིས་རྒྱུད་ཁོངས་སྡེབ་སྒྲིག་བཟོ་བཅོས་བྱས་མི་ཆོག་པ།

source: You cannot change an account's home directory or user ID while the user is logged in.
bo_cn: ཁྱེད་ཀྱིས་སྤྱོད་མཁན་ཐོ་འགོད་ཟིན་པའི་ཆ་རྐྱེན་འོག་སྤྱོད་མཁན་གྱི་དཀར་ཆག་གཙོ་བོ་བཟོ་བཅོས་བྱས་མི་ཆོག

source: You cannot change the user ID for the superuser account.
bo_cn: ཁྱེད་ཀྱིས་རིམ་བརྒལ་རྩིས་ཐོའི་སྤྱོད་མཁན ID བཟོ་བཅོས་བྱས་མི་ཆོག

source: You need to install at least either Samba or NFS in order to share your folders.
bo_cn: ཁྱེད་ཀྱིས་མ་མཐར་ཡང Samba འམ་ཡང་ན NFS སྒྲིག་འཇུག་བྱས་ཚེ་གཞི་ནས་ཡིག་ཁུག་མཉམ་སྤྱོད་ཐུབ།

source: Your password has been changed since you initially authenticated!
bo_cn: ཁྱེད་ཀྱིས་ཐོག་མར་ར་སྤྲོད་བྱས་རྗེས་ཁྱེད་ཀྱི་གསང་ཨང་ལ་སྒྱུར་བ་བྱུང་འདུག

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Add Profile
bo_cn: སྡེབ་སྒྲིག་སྣོན་པ། (_A)

source: _Advanced Settings
bo_cn: མཐོ་རིམ་སྒྲིག་འགོད། (_A)：

source: _Autodetect
bo_cn: རང་འགུལ་བཤེར་འཇལ། (_A)

source: _Cancel Change
bo_cn: བསྒྱུར་བཅོས་དོར་བ། (_C)

source: _Change...
bo_cn: བཟོ་བཅོས། (_C)

source: _Comments
bo_cn: མཆན་འགྲེལ། (_C)

source: _Configuration:
bo_cn: སྡེབ་སྒྲིག (_C)：

source: _Current password:
bo_cn: མིག་སྔའི་གསང་ཨང་། (_P)：

source: _Custom
bo_cn: མཚན་ཉིད་རང་འཇོག(_C)

source: _Date:
bo_cn: ཚེས་གྲངས། (_D)：

source: _Days between warning and password expiration:
bo_cn: ཉེན་བརྡ་དང་གསང་ཨང་དུས་ཚོད་ཡོལ་བའི་བར་གྱི་ཉིན་གྲངས། (_D)：

source: _Delete
bo_cn: བསུབ་པ།

source: _Delete Files
bo_cn: ཡིག་ཆ་སུབ་པ། (_D)

source: _Delete old home directory
bo_cn: དཀར་ཆག་གཙོ་བོ་རྙིང་པ་སུབ་པ། (_D)

source: _Dial prefix:
bo_cn: ཨང་འབོད་སྔོན་འཇུག (_D)：

source: _Dial type:
bo_cn: ཨང་འབོད་རིགས་གྲས། (_D)：

source: _Enable Account
bo_cn: རྩིས་ཐོ་སྤྱོད་པ། (_E)

source: _Encrypt home folder to protect sensitive data
bo_cn: དཀར་ཆག་གཙོ་བོར་གསང་སྡོམ་བྱས་ནས་ཚོར་སྐྱེན་གཞི་གྲངས་སྲུང་སྐྱོབ་བྱེད་པ། (_E)

source: _Gateway address:
bo_cn: དྲ་སྟེམ་གནས་ཡུལ། (_G)：

source: _Generate
bo_cn: སྐྱེད་འགྲུབ། (_G)

source: _Home directory:
bo_cn: དཀར་ཆག་གཅོ་བོ། (_H)：

source: _Home phone:
bo_cn: ཁྱིམ་ཚང་གི་ཁ་པར། (_H)：

source: _Host name:
bo_cn: གཙོ་འཁོར་མིང་། (_H)：

source: _IP address:
bo_cn: གནས་ཡུལ IP། (_I)：

source: _Local IP:
bo_cn: རང་སའི IP(_L)：

source: _Location name:
bo_cn: གནས་ཀྱི་མིང་།(_L)：

source: _Main group:
bo_cn: ཚོ་ཆུང་གཙོ་བོ། (_M)：

source: _Manage Groups
bo_cn: ཚོ་ཆུང་དོ་དམ། (_M)

source: _Modem port:
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་ཀྱི་མཐུད་སྣེ། (_M)：

source: _Name:
bo_cn: མིང་།(_N)：

source: _Password:
bo_cn: གསང་གྲངས།(_P)：

source: _Path:
bo_cn: བརྒྱུད་ལམ། (_P)：

source: _Phone number:
bo_cn: ཁ་པར་ཨང་གྲངས། (_P)：

source: _Properties
bo_cn: གཏོགས་གཤིས། (_P)

source: _Read only
bo_cn: ཀློག་ཙམ། (_R)

source: _Remote IP:
bo_cn: རྒྱང་རིང IP(_R)：

source: _Replace With Old Files
bo_cn: ཡིག་ཆ་རྙིང་པ་བེད་སྤྱད་ནས་བརྗེ་བ། (_R)

source: _Retry if the connection breaks or fails to start
bo_cn: འབྲེལ་མཐུད་བར་གཅོད་དམ་ཡང་ན་ཕམ་སྐབས་ཡང་བསྐྱར་ཚོད་ལེན་བྱེད་པ། (_R)

source: _Set modem as default route to internet
bo_cn: སྙོམ་སྒྲིག་སྒྲིག་འགྲོལ་ཆས་དེ་སོར་བཞག་ལམ་འཚོལ་ལ་སྒྲིག་པ། (_S)

source: _Share Folder...
bo_cn: མཉམ་སྤྱོད་ཡིག་ཁུག (_S)

source: _Subnet mask:
bo_cn: དྲ་ལག་གབ་ཨང་། (_S)：

source: _Time:
bo_cn: དུས་ཚོད།(_T)：

source: _Use Empty Directory
bo_cn: དཀར་ཆག་སྟོང་པ་སྤྱོད་པ། (_U)

source: _Use Existing Files
bo_cn: ད་ཡོད་ཡིག་ཆ་སྤྱོད་པ། (_U)

source: _Use New Files
bo_cn: ཡིག་ཆ་གསར་པ་སྤྱོད་པ། (_U)

source: _Username:
bo_cn: སྤྱོད་མཁན་མིང་། (_U)：

source: _Volume:
bo_cn: སྒྲ་ཚད། (_V)：

source: _Work phone:
bo_cn: ལས་ཀའི་ཁ་པར། (_W)：

source: max class repeat
bo_cn: རིགས་མཐུན་ཡིག་རྟགས་བསྟུད་མར་ཐོན་པའི་གྲངས་ཆེ་ཤོས།

source: max repeat
bo_cn: ཡིག་རྟགས་གཅིག་མཚུངས་བསྐྱར་ཟློས་ཐོན་ཐེངས་ཆེ་ཤོས།

source: max sequence
bo_cn: བསྟུད་མར་ཡིག་རྟགས་རིམ་ཕྲེང་བྱུང་བའི་ཆེས་ཆེ་བའི་རིང་ཚད།

source: min class char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཡིག་རྟགས་རིགས་ཚུད་དགོས།

source: min digit num
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཨང་ཀིའི་ཡིག་རྟགས་ཀྱི་འགའ་འདུས་དགོས།

source: min lenght
bo_cn: གསང་ཨང་རིང་ཚད་ཀྱི་ཐུང་མཐའ།

source: min lower char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཆུང་བྲིས་ཡིག་རྟགས་འགའ་འདུས་དགོས།

source: min other char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཡིག་རྟགས་གཞན་པ་འགའ་འདུས་དགོས།

source: min upper char
bo_cn: གསང་ཨང་ལ་ཉུང་མཐར་ཡང་ཆེ་བྲིས་ཡིག་རྟགས་འགའ་འདུས་དགོས།

source: reject contains username
bo_cn: གསང་ཨང་ནང་དུ་སྤྱོད་མཁན་གྱི་མིང་ཚུད་མི་ཆོག

source: reject palindrome password
bo_cn: གསང་ཨང་ཀྱི་ནང་ཡིག་ལན་འདུས་མི་ཆོག

source: reject similar password
bo_cn: འདྲ་མཚུངས་གསང་ཨང་བཀག་སྡོམ་བྱེད་པ།

source: Password is too short
bo_cn: གསང་ཨང་ཐུང་དྲགས་པ།

source: Services
bo_cn: ཞབས་ཞུ།

source: Show root user
bo_cn: སྤྱོད་མཁན root མངོན་པ།

source: Show system users
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སྤྱོད་མཁན་མངོན་པ།

source: The necessary applications to installthe package could not be found.
bo_cn: སྒྲིག་འཇུག་བྱ་རིམ་ལ་མཁོ་བའི་ཐུམ་བུ་རྙེད་མེད་པ།

source: User passwords must be longer than 5 characters and preferably formed by numbers, letters and special characters.
bo_cn: སྤྱོད་མཁན་གྱི་གསང་ཨང་དེ་ངེས་པར་དུ་ཡིག་རྟགས 5 ལས་མང་བ་ཡོད་དགོས་པ་མ་ཟད། གསང་ཨང་དེ་གྲངས་ཀ་དང་། གསལ་བྱེད། དམིགས་བསལ་ཡིག་རྟགས་བཅས་ཀྱིས་གྲུབ་ཡོད།

source: Whether the users-admin tool should show system users in the users list.
bo_cn: སྤྱོད་མཁན་དོ་དམ་ལག་ཆས་སྤྱོད་མཁན་རེའུ་མིག་ནང་རྒྱུད་ཁོངས་སྤྱོད་མཁན་མངོན་ཡོད་དམ།

source: Whether the users-admin tool should show the root user in the users list.
bo_cn: སྤྱོད་མཁན་དོ་དམ་ལག་ཆས་སྤྱོད་མཁན་རེའུ་མིག་ནང root སྤྱོད་མཁན་མངོན་ཡོད་དམ།
