Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gnome-menus-3.0.po
Languages: bo_cn

source: Accessories
bo_cn: ཟུར་བཀོད།

source: Action
bo_cn: འགུལ་སྟངས།

source: Action games
bo_cn: འགུལ་སྟངས་རོལ་རྩེད།

source: Administration
bo_cn: དོ་དམ།དོ་དམ།

source: Adventure
bo_cn: ཉེན་མཆོང་།

source: Adventure style games
bo_cn: ཉེན་མཆོང་རིགས་ཀྱི་རོལ་རྩེད།

source: Applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Applications and sites saved from Web
bo_cn: ཉར་ཚགས་བྱས་པའི་དྲ་ཚུགས་དང Web ཉེར་སྤྱོད་བྱ་རིམ།

source: Applications that did not fit in other categories
bo_cn: རིགས་གཞན་ལ་དབྱེ་མི་ཐུབ་པའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: Arcade
bo_cn: ཁྲོམ་ལམ་འཕྲུལ་འཁོར།

source: Arcade style games
bo_cn: ཁྲོམ་ལམ་འཕྲུལ་འཁོར་རིགས་ཀྱི་རོལ་རྩེད།

source: Board
bo_cn: མིག་མངས་རིགས།

source: Cards
bo_cn: ཏག་སེ།

source: Change system-wide settings (affects all users)
bo_cn: རྒྱུད་ཁོངས་རིམ་པའི་སྒྲིག་འགོད་བཟོ་བཅོས། ( སྤྱོད་མཁན་ཚང་མར་ཤུགས་རྐྱེན་ཐེབས་པ )

source: Desktop accessories
bo_cn: ཅོག་ངོས་ཞར་བྱུང་།

source: Education
bo_cn: སློབ་གསོ།

source: Falling blocks
bo_cn: གྲུ་བཞི་ལྷུང་བ།

source: Falling blocks games
bo_cn: གྲུ་བཞི་ལྷུང་བའི་རོལ་རྩེད།

source: Games
bo_cn: རོལ་རྩེད།

source: Games and amusements
bo_cn: རོལ་རྩེད།

source: Games for kids
bo_cn: བྱིས་པའི་རོལ་རྩེད།

source: Graphics
bo_cn: རིས་དབྱིབས།

source: Graphics applications
bo_cn: རིས་དབྱིབས་ཉེར་སྤྱོད་བྱ་རིམ།

source: Hardware
bo_cn: སྲ་ཆས།

source: Internet
bo_cn: སྦྲེལ་རེས་དྲ་རྒྱ།

source: Kids
bo_cn: བྱིས་པ།

source: Logic
bo_cn: གཏན་ཚིགས།

source: Logic and puzzle games
bo_cn: གཏན་ཚིགས་དང་སྒྲིག་རིས་རོལ་རྩེད།

source: Multimedia menu
bo_cn: སྨྱན་མང་གཟུགས་འདེམས་བྱང་།

source: Office
bo_cn: གཞུང་ལས།དྲ་རྒྱ།

source: Office Applications
bo_cn: གཞུང་ལས།ཉེར་སྤྱོད་བྱ་རིམ།

source: Other
bo_cn: གཞན་དག

source: Personal
bo_cn: མི་སྒེར།

source: Personal preferences
bo_cn: མི་སྒེར་གྱི་སྔོན་འདེམས་ཚན་པ།

source: Personal settings
bo_cn: མི་སྒེར་གྱི་སྒྲིག་འགོད།

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Programming
bo_cn: བྱ་རིམ་སྒྲིག་པ།

source: Programs for Internet access such as web and email
bo_cn: དྲ་རྒྱའི་འབྲེལ་ཡོད་ཀྱི་བཀོལ་སྤྱོད་མཉེན་ཆས། དཔེར་ན། དྲ་རྒྱའི་མིག་བཤར་དང་གློག་རྡུལ་ཡིག་ཟམ་དོ་དམ་ལྟ་བུ།

source: Role playing
bo_cn: འཁྲབ་མཁན་འཁྲབ་པ།

source: Role playing games
bo_cn: འཁྲབ་མཁན་འཁྲབ་པའི་རོལ་རྩེད།

source: Science
bo_cn: ཚན་རིག

source: Scientific applications
bo_cn: ཚན་རིག་ཉེར་སྤྱོད་བྱ་རིམ།

source: Settings for several hardware devices
bo_cn: སྲ་ཆས་སྒྲིག་འགོད།

source: Simulation
bo_cn: ལད་ཟློས།

source: Simulation games
bo_cn: ལད་ཟློས་རིགས་ཀྱི་རོལ་རྩེད།

source: Small but useful GNOME tools
bo_cn: སྤྱོད་སྒོ་ཡོད་པའི GNOME ལག་ཆ་ཆུང་ཆུང་།

source: Sound & Video
bo_cn: བརྙན་སྒྲ།

source: Sports
bo_cn: ལུས་རྩལ།

source: Sports games
bo_cn: ལུས་རྩལ་རིགས་ཀྱི་རོལ་རྩེད།

source: Strategy
bo_cn: ཐབས་ཇུས།

source: Strategy games
bo_cn: ཐབས་ཇུས་རོལ་རྩེད།

source: Sundry
bo_cn: སྣ་མང་།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System Tools
bo_cn: རྒྱུད་ཁོངས་ལག་ཆ།

source: System configuration and monitoring
bo_cn: རྒྱུད་ཁོངས་སྡེབ་སྒྲིག་དང་སོ་ལྟ།

source: System settings
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་འགོད།

source: The Debian menu
bo_cn: Debian འདེམས་བྱང་།

source: Tools for software development
bo_cn: མཉེན་ཆས་གསར་སྤེལ་ལག་ཆ།

source: Universal Access Settings
bo_cn: སྤྱི་སྤྱོད།་ལྟ་སྤྱོད་སྒྲིག་བཀོད།

source: Utilities
bo_cn: ལག་ཆ།

source: Web Applications
bo_cn: Web ལ་གཞིར་བཟུང་བའི་བཀོལ་སྤྱོད།
