Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gnome-user-share.po
Languages: bo_cn

source: %s's public files
bo_cn: %s ཡི་ཁྲོམ་བསྒྲགས་ཡིག་ཆ།

source: %s's public files on %s
bo_cn: %s དེ %s ཡི་སྟེང་གི་ཁྲོམ་བསྒྲགས་ཡིག་ཆ།

source: Accept
bo_cn: བསྡུ་ལེན།

source: Always
bo_cn: ནམ་ཡང་།

source: Ask
bo_cn: འདྲི་རྩད།

source: Cancel
bo_cn: འདོར་བ།

source: Could not build interface.
bo_cn: མཚམས་ངོས་བཟོ་ཐབས་བྲལ།

source: Could not display the help contents.
bo_cn: རོགས་རམ་དཀར་ཆག་མངོན་ཐབས་བྲལ།

source: File Received
bo_cn: ཡིག་ཆ་བྱོར་བ།

source: File reception complete
bo_cn: ཡིག་ཆ་སྡུད་ལེན་ལེགས་གྲུབ་བྱུང་བ།

source: If this is true, the Public directory in the users home directory will be shared over the network when the user is logged in.
bo_cn: གལ་སྲིད་ངོ་མ། (true) ཡིན་ཚེ། སྤྱོད་མཁན་ཐོ་འགོད་སྐབས་སྤྱོད་མཁན་གྱི་དཀར་ཆག་གཙོ་བོའི་ནང་གི་དཀར་ཆག “ཁྲོམ་བསྒྲགས ” དྲ་རྒྱའི་ནང་མཉམ་སྤྱོད་བྱེད་པ་ཡིན།

source: Launch Bluetooth ObexPush sharing if enabled
bo_cn: གལ་སྲིག་སྤྱད་ཚེ། སོ་སྔོན་ཡིག་ཆའི་བརྒྱུད་གཏོང་མཉམ་སྤྱོད་འགོ་སློང་བ་ཡིན།

source: Launch Personal File Sharing if enabled
bo_cn: གལ་སྲིད་སྤྱད་ཚེ། མི་སྒེར་གྱི་ཡིག་ཆ་མཉམ་སྤྱོད་འགོ་སློང་བ་ཡིན།

source: May be shared over the network
bo_cn: དྲ་རྒྱ་བརྒྱུད་མཉམ་སྤྱོད་བྱས་ཆོག

source: Never
bo_cn: གཏན་ནས་མི་བྱེད།

source: No reason
bo_cn: རྒྱུ་མཚན་མེད་པ།

source: OK
bo_cn: གཏན་འཁེལ

source: Only for set up devices
bo_cn: བསྡམས་པའི་སྒྲིག་ཆས་ཁོ་ནར།

source: Open
bo_cn: ཁ་འབྱེད།

source: Open File
bo_cn: ཡིག་ཆ་ཁ་འབྱེད།

source: Personal File Sharing
bo_cn: མི་སྒེར་གྱི་ཡིག་ཆ་མཉམ་སྤྱོད།

source: Personal File Sharing Preferences
bo_cn: མི་སྒེར་གྱི་ཡིག་ཆ་མཉམ་སྤྱོད་ཀྱི་འདེམས་ཚན།

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Receive
bo_cn: བསྡུ་ལེན།

source: Receive Files over Bluetooth
bo_cn: སོ་སྔོན་བརྒྱུད་སྐྱེལ་བའི་ཡིག་ཆ་སྡུད་ལེན།

source: Receive files in _Downloads folder over Bluetooth
bo_cn: སོ་སྔོན་བརྒྱུད་སྐྱེལ་བའི་ཡིག་ཆ་དེ་ཡིག་ཁུག “ཕབ་ལེན” ཡི་ནང་དུ་སྡུད་ལེན་བྱེད་པ། (_D)

source: Reject
bo_cn: ཟློག་པ།

source: Reveal
bo_cn: མངོན་པ།

source: Reveal File
bo_cn: ཡིག་ཆ་མངོན་པ།

source: Share Files over the Network
bo_cn: དྲ་རྒྱའི་ནང་ཡིག་ཆ་མཉམ་སྤྱོད།

source: Share Public directory over the network
bo_cn: དྲ་རྒྱའི་ནང་དཀར་ཆག “ཁྲོམ་བསྒྲགས་” མཉམ་སྤྱོད།

source: Sharing
bo_cn: མཉམ་སྤྱོད།

source: Sharing Settings
bo_cn: མཉམ་སྤྱོད་སྒྲིག་འགོད།

source: This feature cannot be enabled because the required packages are not installed on your system
bo_cn: དགོས་ངེས་ཀྱི་མཉེན་ཆས་ཐུམ་བུ་སྒྲིག་འཇུག་བྱས་མེད་པས་ཁྱད་གཤིས་འདི་སྤྱོད་ཐབས་བྲལ།

source: When to accept files sent over Bluetooth
bo_cn: སོ་སྔོན་བརྒྱུད་སྐྱེལ་བའི་ཡིག་ཆ་དེ་ག་དུས་སྡུད་ལེན་བྱེད་དམ།

source: When to require passwords
bo_cn: གསང་ཨང་ག་དུས་ཐོབ་བམ།

source: When writing files
bo_cn: ཡིག་ཆ་འབྲི་སྐབས།

source: Whether Bluetooth clients can send files using ObexPush.
bo_cn: སོ་སྔོན་དུད་སྣེས ObexPus བེད་སྤྱད་དེ་ཡིག་ཆ་སྐྱེལ་ཆོག་གམ།

source: Whether to notify about newly received files.
bo_cn: གསར་དུ་འབྱོར་བའི་ཡིག་ཆའི་སྐོར་གྱི་བརྡ་ཐོ་གཏོང་དགོས་སམ།

source: You have been sent a file
bo_cn: ཁྱེད་ཀྱིས་ཡིག་ཆ་ཞིག་སྐྱེལ་བ།

source: You have received the file “%s” over Bluetooth.
bo_cn: ཁྱེད་ཀྱིས་སོ་སྔོན་བརྒྱུད་ཡིག་ཆ “%s” སྡུད་ལེན་བྱས་པ།

source: You received a file
bo_cn: ཡིག་ཆ་ཞིག་འབྱོར་བ།

source: _Accept files:
bo_cn: ཡིག་ཆ་སྡུད་ལེན། (_A)：

source: _Notify about received files
bo_cn: འབྱོར་ཟིན་པའི་ཡིག་ཆའི་སྐོར་གྱི་བརྡ་ཐོ།(_N)

source: _Password:
bo_cn: གསང་ཨང་།(_P)：

source: _Require password:
bo_cn: གསང་ཨང་དགོས་པ། (_R)

source: _Share public files on network
bo_cn: དྲ་རྒྱའི་ནང་ཁྲོམ་བསྒྲགས་ཡིག་ཆ་མཉམ་སྤྱོད། (_S)
