Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gnutls30.po
Languages: bo_cn

source: Authentication.
bo_cn: ར་སྤྲོད།

source: Certificate signing.
bo_cn: ར་སྤྲོད་མིང་འགོད། "

source: Communications encipherment.
bo_cn: འཕྲིན་བརྡ་གསང་སྡོམ།

source: Digital signatures.
bo_cn: ཨང་ཀིས་མིང་འགོད། "

source: Hexdump:
bo_cn: བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་ཀྱི་སྤོར་གསོག

source: Not After: %s
bo_cn: ལས་མི་འཕྱི་བ། %s

source: Not Before: %s
bo_cn: ལས་མི་སྔ་བ། %s

source: Path Length Constraint: %d
bo_cn: འགྲོ་ལམ་རིང་ཚད་རྒྱུན་གྲངས། %d

source: Policy Language: %s
bo_cn: ཐབས་ཇུས་སྐད་བརྡ། %s

source: Storage data encipherment.
bo_cn: གསོག་འཇོག་གཞི་གྲངས་གསང་སྡོམ།

source: Authority Key Identifier (%s):
bo_cn: དབང་སྐུར་གསང་ལྡེ་ངོས་འཛིན་ཆས（%s）：

source: CRL Number (%s):
bo_cn: CRL ཨང་རྟགས།（%s）

source: Challenge password: %s
bo_cn: འདྲི་རྩད་གསང་ཨང་། %s

source: Creation: %s
bo_cn: གསར་དུ་བསྐྲུན། %s

source: Curve: %s
bo_cn: འཁྱོག་ཐིག %s

source: Expiration: %s
bo_cn: དུས་ཡོལ་བ། %s

source: Expiration: Never
bo_cn: དུས་ཡོལ་བ།དུས་ཡོལ་གཏན་བྲལ།

source: Exponent (bits %d):
bo_cn: སྟོན་གྲངས།（གནས། %d）：

source: Exponent (bits %d):
bo_cn: སྟོན་གྲངས།（གནས། %d）

source: Exponent:
bo_cn: གསལ་བཤད།

source: Issued: %s
bo_cn: འགྲེམ་སྤེལ།%s

source: Key Usage:
bo_cn: གསང་ལྡེ་སྤྱོད་སྟངས།

source: Modulus (bits %d):
bo_cn: དཔེ་དུམ།(གནས། %d)：

source: Modulus (bits %d):
bo_cn: སྨོ་གྲངས།（གནས། %d）

source: Next Update: %s
bo_cn: རྗེས་མར་གསར་བསྒྱུར།%s

source: Next at: %s
bo_cn: ཐེངས་རྗེས་མའི་གནས%s

source: Not After: %s
bo_cn: མི་འཕྱི་བ། %s

source: Not Before: %s
bo_cn: མི་སྔ་བ། %s

source: Public key (bits %d):
bo_cn: སྤྱི་ལྡེ།（གནས %d）：

source: Public key (bits %d):
bo_cn: སྤྱི་ལྡེ།（གནས %d）：

source: Revocation time: %s
bo_cn: ཕྱིར་བསྡུའི་དུས་ཚོད།：%s

source: Revoked at: %s
bo_cn: ཕྱིར་འཐེན།：%s

source: Serial Number (hex):
bo_cn: རིམ་སྟར་ཨང་རྟགས།（hex）：

source: This Update: %s
bo_cn: ཐེངས་འདིའི་གསར་སྒྱུར། ：%s

source: Unknown attribute %s:
bo_cn: ངེས་མེད་ཀྱི་གཏོགས་གཤིས། %s：

source: Unknown extension %s (%s):
bo_cn: ངེས་མེད་ཀྱི་རྒྱ་སྐྱེད། %s（%s）：

source: %sPublic Key Algorithm: %s
bo_cn: %sསྤྱི་ལྡེའི་རྩི་ཐབས།%s

source: Algorithm Security Level: %s (%d bits)
bo_cn: རྩི་ཐབས་ཀྱི་བདེ་འཇགས་རིགས་གྲས།%s（%dགནས། ）

source: Attributes:
bo_cn: གཏོགས་གཤིས།：

source: Extensions:
bo_cn: རྒྱ་སྐྱེད།

source: Fingerprint (hex):
bo_cn: མཛུབ་རིས།（hex）：

source: Fingerprint's random art:
bo_cn: མཛུབ་རིས་ལ་ཁ་གཏད་པའི་སྐབས་བསྟུན་བརྙན་རིས།：

source: Issuer: %s
bo_cn: འགྲེམ་སྤེལ་མཁན། ：%s

source: Key Security Level: %s
bo_cn: གསང་ལྡེའི་བདེ་འཇགས་རིགས་གྲས། ：%s

source: Name[%d]: %s
bo_cn: མིང་།[%d]：%s

source: No revoked certificates.
bo_cn: ཕྱིར་འཐེན་མ་བྱས་པའི་དཔང་ཡིག

source: Produced At: %s
bo_cn: ལ་ཐོན་སྐྱེད་བྱས། ：%s

source: Public Key Algorithm: %s
bo_cn: སྤྱི་ལྡེའི་རྩི་ཐབས། ：%s

source: Responder ID: %.*s
bo_cn: དང་ལེན་མཁན། ID：%.*s

source: Revoked Name[%d]: %s
bo_cn: ཕྱིར་བསྡུའི་མིང་།[%d]：%s

source: Revoked certificates (%d):
bo_cn: ཕྱིར་འཐེན་བྱས་པའི་དཔང་ཡིག（%d）：

source: Revoked: False
bo_cn: ཕྱིར་འཐེན་འདུག་གམ།： འཐེན་མི་འདུག

source: Revoked: True
bo_cn: ཕྱིར་འཐེན་འདུག་གམ། ：འཐེན་འདུག

source: Serial Number (hex):
bo_cn: རིམ་སྟར་ཨང་གྲངས།（16གོང་འགྲིལ་ལུགས།）：

source: Signature Algorithm: %s
bo_cn: མིང་འགོད་རྩི་ཐབས།：%s

source: Signature:
bo_cn: མིང་འགོད།：

source: Subject: %s
bo_cn: བརྗོད་སྙིང་།：%s

source: Time stamps:
bo_cn: དུས་ཐམ།：

source: Update dates:
bo_cn: གསར་སྒྱུར་དུས་ཚོད།：

source: Validity:
bo_cn: ནུས་ལྡན་རང་བཞིན།：

source: Version: %d
bo_cn: པར་གཞི།：%d

source: Version: 1 (default)
bo_cn: པར་གཞི།1（སོར་བཞག）

source: %s Any purpose.
bo_cn: %s དམིགས་ཡུལ་གང་རུང་།

source: %s Certificate Authority (CA): FALSE
bo_cn: %s དཔང་ཡིག་སྤྲོད་མཁན་སྒྲིག་གཞི（CA）：FALSE

source: %s Certificate Authority (CA): TRUE
bo_cn: %s \དཔང་ཡིག་སྤྲོད་མཁན་སྒྲིག་གཞི（CA）：TRUE

source: %s Code signing.
bo_cn: %s ཚབ་ཨང་མིང་འགོད།

source: %s Email protection.
bo_cn: %s Email སྲུང་སྐྱོབ།

source: %s Hexdump:
bo_cn: %s བཅུ་དྲུག་གོང་འགྲིལ་ལུགས་སྤོར་གསོག

source: %s Ipsec IKE.
bo_cn: %s Ipsec ནང་ཁུལ་གསང་ལྡེ་བརྗེ་བ།（IKE）

source: %s OCSP signing.
bo_cn: %s OCSP མིང་འགོད།

source: %s Path Length Constraint: %d
bo_cn: %s འགྲོ་ལམ་རིང་ཚད་ཚོད་འཛིན།%d

source: %s TLS WWW Client.
bo_cn: %s TLS WWWམཁོ་མཁན་ཕྱོགས།

source: %s TLS WWW Server.
bo_cn: %s TLS WWW ཞབས་ཞུ་ཆས།

source: %s Time stamping.
bo_cn: %s དུས་ཐམ།

source: %s otherName DER:
bo_cn: %s otherName ཁྱད་འབྱེད་སྒྲིག་ཨང་སྒྲིག་སྲོལ།（DER）

source: %s otherName OID: %.*s
bo_cn: %s otherName བྱ་ཡུལ་ངོ་རྟགས།（OID）：%.*s

source: %s Authority Information Access (%s):
bo_cn: %s རྩོམ་པ་པོའི་ཆ་འཕྲིན་འཇུག་སྒོ།（%s）：

source: %s Authority Key Identifier (%s):
bo_cn: %s རྩོམ་པ་པོའི་གསང་ལྡེ་ངོ་རྟགས།（%s）：

source: %s Basic Constraints (%s):
bo_cn: %s གཞི་རྩའི་ཚོད་འཛིན།（%s）：

source: %s CRL Distribution points (%s):
bo_cn: %s CRL བགོ་འགྲེམ་གནས།（%s）：

source: %s Issuer Alternative Name (%s):
bo_cn: %s འགྲེམ་སྤེལ་མཁན་གྱི་གྲབས་གཤོམ་མིང་།（%s）：

source: %s Key Purpose (%s):
bo_cn: %s གསང་ལྡེའི་དམིགས་ཡུལ།（%s）：

source: %s Key Usage (%s):
bo_cn: %s གསང་ལྡེའི་སྤྱོད་སྟངས།（%s）：

source: %s Private Key Usage Period (%s):
bo_cn: %s གསང་ལྡེའི་སྤྱོད་ཡུན།（%s）：

source: %s Proxy Certificate Information (%s):
bo_cn: %s ལས་ཚབ་དཔང་ཡིག་ཆ་འཕྲིན།(%s)：

source: %s Subject Alternative Name (%s):
bo_cn: %s གཙོ་སྙིང་གྲབས་གཤོམ་མིང་།（%s）：

source: %s Subject Key Identifier (%s):
bo_cn: %s གཙོ་སྙིང་གསང་ལྡེའི་ངོ་རྟགས།（%s）：

source: %s Unknown extension %s (%s):
bo_cn: %s ངེས་མེད་ཀྱི་རྒྱ་སྐྱེད། %s（%s）：

source: %s Extensions:
bo_cn: %s རྒྱ་སྐྱེད།

source: %sCRL signing.
bo_cn: %sCRL མིང་འགོད།

source: %sCertificate signing.
bo_cn: %sདཔང་ཡིག་མིང་འགོད།

source: %sData encipherment.
bo_cn: %sགཞི་གྲངས་གསང་སྡོམ།

source: %sDigital signature.
bo_cn: %sཨང་ཀིས་མིང་འགོད།

source: %sKey agreement.
bo_cn: %sགསང་ལྡེའི་གྲོས་ཆིངས།

source: %sKey decipher only.
bo_cn: %sགསང་ལྡེ་ཁོ་ནས་གསང་འགྲོལ།

source: %sKey encipher only.
bo_cn: %sགསང་ལྡེ་ཁོ་ནས་གསང་སྡོམ།

source: %sKey encipherment.
bo_cn: %sགསང་ལྡེས་གསང་སྡོམ།

source: %sNon repudiation.
bo_cn: %sཁས་མི་ལེན་ཐབས་བྲལ།

source: (unknown error code)
bo_cn: （མི་ཤེས་པའི་ནོར་འཁྲུལ་ཚབ་ཨང་།）

source: A TLS fatal alert has been received.
bo_cn: TLSཡི་རབ་གནོད་ནོར་འཁྲུལ་ཉེན་བརྡ་ཞིག་འབྱོར་བ།

source: A TLS packet with unexpected length was received.
bo_cn: རིང་ཚད་སྔོན་དཔག་མ་བྱས་པའི་TLSཡི་གཞི་གྲངས་ཐུམ་ཞིག་འབྱོར།

source: A TLS warning alert has been received.
bo_cn: TLSཡི་ཐ་ཚིག་ཆ་འཕྲིན་ཞིག་འབྱོར།

source: A heartbeat ping message was received.
bo_cn: ཧ་ཅང་ཆེ་བའི་ping（རེ་ཞུ་）བརྡ་འཕྲིན་འབྱོར།

source: A heartbeat pong message was received.
bo_cn: ཧ་ཅང་ཆེ་བའི་Pong（དང་ལེན་）བརྡ་འཕྲིན་འབྱོར།

source: ASN1 parser: Element was not found.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：གཞི་རྒྱུ་མི་རྙེད།

source: ASN1 parser: Error in DER parsing.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：DERཞིབ་འགྲེལ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: ASN1 parser: Error in TAG.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：གདོང་འཛར་དུ་ནོར་འཁྲུལ་བྱུང་།

source: ASN1 parser: Error in type 'ANY'.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：ANYརིགས་གྲས་ཁྲོད་དུ་ནོར་འཁྲུལ་བྱུང་།

source: ASN1 parser: Generic parsing error.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：རྒྱུན་སྲོལ་ཞིབ་འགྲེལ་ཁྲོད་ནོར་འཁྲུལ་བྱུང་།

source: ASN1 parser: Identifier was not found
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：མཚོན་རྟགས་མི་རྙེད།

source: ASN1 parser: Overflow in DER parsing.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：DERཞིབ་འགྲེལ་ཁྲོད་དུ་ཕྱིར་ལུད་པའི་གནས་ཚུལ་བྱུང་།

source: ASN1 parser: Syntax error.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：བརྡ་སྤྲོད་ཐད་ནོར་འཁྲུལ་བྱུང་།

source: ASN1 parser: Value is not valid.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།ནུས་པ་མེད་པའི་གྲངས་ཐང་།

source: ASN1 parser: Value was not found.
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：གྲངས་ཐང་རྙེད་མ་བྱུང་།

source: ASN1 parser: error in implicit tag
bo_cn: ASllཞིབ་འགྲེལ་ཆས།：གབ་པའི་གདོང་འཛར་ནང་ནོར་འཁྲུལ་བྱུང་།

source: Access was denied
bo_cn: ལྟ་སྤྱོད་དང་ལེན་མ་བྱས།

source: An algorithm that is not enabled was negotiated.
bo_cn: གྲོས་མོལ་གྱི་རྩི་ཐབས་སྤྱོད་འགོ་ཚུགས་མེད།

source: An error was encountered at the TLS Finished packet calculation.
bo_cn: TLSགཞི་གྲངས་ཐུམ་རྩིས་རྒྱག་པའི་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: An illegal TLS extension was received.
bo_cn: ཁྲིམས་འགལ་གྱི་TLSརྒྱ་སྐྱེད་ཐུམ་ཞིག་འབྱོར།

source: An illegal parameter has been received.
bo_cn: ཁྲིམས་དང་མི་མཐུན་པའི་ཞུགས་གྲངས་ཤིག་འབྱོར།

source: An illegal parameter was found.
bo_cn: ཁྲིམས་དང་མི་མཐུན་པའི་ཞུགས་གྲངས་ཤིག་རྙེད།

source: An unexpected TLS handshake packet was received.
bo_cn: སྔོན་དཔག་བྱས་མེད་པའི་TLSལག་འཇུ་ཡི་གཞི་གྲངས་ཐུམ་འབྱོར།

source: An unexpected TLS packet was received.
bo_cn: སྔོན་དཔག་བྱས་མེད་པའི་TLSགཞི་གྲངས་ཐུམ་ཞིག་འབྱོར།

source: An unimplemented or disabled feature has been requested.
bo_cn: རེ་ཞུའི་ཁྱད་ཆོས་ད་དུང་མངོན་འགྱུར་བྱུང་མེད་པའམ་ཡང་ན་བེད་སྤྱོད་བཀག་ཟིན་པ།

source: An unknown public key algorithm was encountered.
bo_cn: ངེས་མེད་ཀྱི་སྤྱི་ལྡེའི་རྩི་ཐབས་ལ་འཕྲད།

source: An unsupported extension was sent
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་རྒྱ་སྐྱེད་ཞིག་བསྐུར།

source: Bad record MAC
bo_cn: MACཟིན་ཐོར་ནོར་འཁྲུལ་འདུག

source: Base64 decoding error.
bo_cn: Base64ཨང་འགྲོལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Base64 encoding error.
bo_cn: Base64ཨང་སྒྲིག་ནོར་འཁྲུལ་བྱུང་བ།

source: Base64 unexpected header error.
bo_cn: Base64ཡི་མགོ་ལ་སྔོན་དཔག་བྱས་མེད་པའི་ནོར་འཁྲུལ་བྱུང་།

source: CA is unknown
bo_cn: ངེས་མེད་ཀྱི་CA

source: Cannot initialize a session with the TPM.
bo_cn: TPMསྤྱད་ནས་བགྲོ་གླེང་འགོ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Certificate is bad
bo_cn: དཔང་ཡིག་ལ་ནོར་འཁྲུལ་འདུག

source: Certificate is expired
bo_cn: དཔང་ཡིག་དུས་ལས་ཡོལ་བ།

source: Certificate is not supported
bo_cn: དཔང་ཡིག་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: Certificate was revoked
bo_cn: དཔང་ཡིག་རྩིས་མེད་དུ་བཏང་ཟིན་པ།

source: Channel binding data not available
bo_cn: རྒྱུ་ལམ་བསྡམ་པའི་གཞི་གྲངས་སྤྱོད་མི་རུང་བ།

source: Close notify
bo_cn: བརྡ་ཐོའི་སྒོ་རྒྱག་པ།

source: Compression of the TLS record packet has failed.
bo_cn: TLSཟིན་བྲིས་གཞི་གྲངས་ཐུམ་བཙིར་མནོན་ཕམ་པ།

source: Could not authenticate peer.
bo_cn: ཕྱོགས་ཅིག་ཤོས་ལ་ར་སྤྲོད་བྱེད་ཐབས་བྲལ།

source: Could not export a large integer.
bo_cn: གྲངས་ཧྲིལ་ཕྱིར་གཏོང་ཐབས་བྲལ།

source: Could not find OpenPGP subkey.
bo_cn: OpenPGPཡི་བུ་གསང་ལྡེ་རྙེད་ཐབས་བྲལ།

source: Could not get OpenPGP key.
bo_cn: OpenPGPགསང་ལྡེ་ཐོབ་ཐབས་བྲལ།

source: Could not negotiate a supported cipher suite.
bo_cn: གྲོས་མོལ་གྱིས་རྒྱབ་སྐྱོར་ཐོབ་ཐབས་བྲལ་བའི་གསང་ཨང་རྩི་ཐབས།

source: Could not negotiate a supported compression method.
bo_cn: གྲོས་མོལ་རྒྱབ་སྐྱོར་བྱེད་ཐབས་བྲལ་པའི་བཙིར་གནོན་བྱེད་ཐབས།

source: Could not retrieve the specified certificate
bo_cn: དམིགས་འཛུགས་བྱས་པའི་དཔང་ཡིག་ཐོབ་ཐབས་བྲལ་བ།

source: Decode error
bo_cn: ཨང་འགྲོལ་ནོར་འཁྲུལ།

source: Decompression failed
bo_cn: བསྡུས་འགྲོལ་ཕམ་པ།

source: Decompression of the TLS record packet has failed.
bo_cn: TLSཟིན་བྲིས་གཞི་གྲངས་ཐུམ་བསྡུས་འགྲོལ་་ཕམ་པ།

source: Decrypt error
bo_cn: གསང་འགྲོལ་ནོར་བ།

source: Decryption failed
bo_cn: གསང་འགྲོལ་ཕམ་པ།

source: Decryption has failed.
bo_cn: གསང་འགྲོལ་ཕམ་པ།

source: Encryption has failed.
bo_cn: གསང་སྡོམ་ཕམ་པ།

source: Error in Database backend.
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་མཇུག་སྣེར་ནོར་འཁྲུལ་བྱུང་།

source: Error in parsing.
bo_cn: ཞིབ་འགྲེལ་ནོར་འཁྲུལ།

source: Error in password file.
bo_cn: གསང་ཨང་ཡིག་ཆའི་ནོར་འཁྲུལ།

source: Error in protocol version
bo_cn: གྲོས་མཐུན་པར་གཞི་ནོར་བ།

source: Error in provided PIN.
bo_cn: སྤྲད་པའི་PINཁྲོད་ནོར་འཁྲུལ་ཡོད་པ།

source: Error in provided SRK password for TPM.
bo_cn: TPMལ་བཀོལ་བའི་SRKགསང་ཨང་ལ་ནོར་འཁྲུལ་འདུག

source: Error in provided password for key to be loaded in TPM.
bo_cn: TPMནང་འཇུག་ལ་སྤྱད་པའི་གསང་ལྡེའི་གསང་ཨང་ལ་ནོར་འཁྲུལ་འདུག

source: Error in the certificate.
bo_cn: དཔང་ཡིག་ནོར་བ།

source: Error in the pull function.
bo_cn: pullརྟེན་འབྱུང་གྲངས་ཁྲོད་ནོར་འཁྲུལ་བྱུང་བ།

source: Error in the push function.
bo_cn: puhརྟེན་འབྱུང་གྲངས་ཀྱི་ནང་དུ་ནོར་འཁྲུལ་བྱུང་བ།

source: Error in the system's randomness device.
bo_cn: རྒྱུད་ཁོངས་སྐབས་བསྟུན་ཅན་གྱི་སྒྲིག་ཆས་ནོར་འཁྲུལ།

source: Error interfacing with /dev/crypto
bo_cn: དང་ /dev/crypto བརྗེ་བ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error loading the keyring.
bo_cn: གསང་ལྡེ་ནང་འཇུག་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error opening /dev/crypto
bo_cn: /dev/crypto ཁ་ཕྱེ་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error while reading file.
bo_cn: ཡིག་ཆ་ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Export restriction
bo_cn: ཕྱིར་འདོན་ཚད་འཛིན།

source: Failed to acquire random data.
bo_cn: སྐབས་བསྟུན་གཞི་གྲངས་ཐོབ་ལེན་ཕམ་པ།

source: Function was interrupted.
bo_cn: རྟེན་འབྱུང་གྲངས་བར་མཚམས་བཅད།

source: GnuTLS internal error.
bo_cn: GnuTLSནང་ཁུལ་གྱི་ནོར་འཁྲུལ།

source: Handshake failed
bo_cn: ལག་འཇུ་ཕམ་པ།

source: Hashing has failed.
bo_cn: ཐོར་སྒྲིག་རྩིས་རྒྱག་ཕམ་པ།

source: Illegal parameter
bo_cn: ཁྲིམས་འགལ་ཞུགས་གྲངས།

source: Insufficient credentials for that request.
bo_cn: རེ་ཞུ་འདིའི་ཡིད་རྟོན་དཔང་ཡིག་མི་འདང་བ།

source: Insufficient security
bo_cn: བདེ་འཇགས་དེ་ཙམ་མིན་པ།

source: Internal error
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།

source: Internal error in memory allocation.
bo_cn: ནང་གསོག་བགོ་འགྲེམས་བྱེད་སྐབས་ནང་ཁུལ་གྱི་ནོར་འཁྲུལ་ཤོར་བ།

source: Key usage violation in certificate has been detected.
bo_cn: དཔང་ཡིག་ནང་སྒྲིག་འགལ་གྱི་གསང་ལྡེ་སྤྱོད་སྟངས་བཤེར་འཇལ་བྱུང་།

source: No certificate (SSL 3.0)
bo_cn: དཔང་ཡིག་མེད་པའི་（SSL 3.0）

source: No certificate was found.
bo_cn: དཔང་ཡིག་མི་རྙེད།

source: No common application protocol could be negotiated.
bo_cn: གྲོས་མོལ་ལ་སྤྱོད་ཆོག་པའི་སྤྱི་སྤྱོད།་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་གྲོས་ཆིངས་མེད་པ།

source: No or insufficient priorities were set.
bo_cn: སྔོན་ཐོབ་རིམ་པ་སྡེབ་སྒྲིག་བྱས་མེད་པའམ་ཡང་ན་སྔོན་ཐོབ་རིམ་པའི་མཐོ་ཚད་མི་འདང་བ།

source: No renegotiation is allowed
bo_cn: གྲོས་མོལ་ཐེངས་གཉིས་པ་བྱས་མི་ཆོག

source: No supported ECC curves were found
bo_cn: རྒྱབ་སྐྱོར་བྱེད་པའི་ECCའཁྱོག་ཐིག་རྙེད་མ་བྱུང་།

source: No supported application protocol could be negotiated
bo_cn: གྲོས་མོལ་ལ་སྤྱོད་ཆོག་པའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་གྲོས་ཆིངས་མེད་པ།

source: No supported cipher suites have been found.
bo_cn: རྒྱབ་སྐྱོར་བྱེད་པའི་གསང་ཨང་ཀྱི་གྲུབ་ལུགས་མི་རྙེད་པ།

source: No supported compression algorithms have been found.
bo_cn: རྒྱབ་སྐྱོར་བྱེད་པའི་བཙིར་མནོན་རྩི་ཐབས་མི་རྙེད་པ།

source: No temporary DH parameters were found.
bo_cn: གནས་སྐབས་ཀྱི་DHཞུགས་གྲངས་མ་རྙེད།

source: No temporary RSA parameters were found.
bo_cn: RSAགནས་སྐབས་ཞུགས་གྲངས་མ་རྙེད།

source: OCSP Request Information:
bo_cn: OCSPརེ་ཞུའི་ཆ་འཕྲིན།

source: OCSP Response Information:
bo_cn: OCSPདང་ལེན་ཆ་འཕྲིན།

source: OpenPGP Certificate Information:
bo_cn: OpenPGPདཔང་ཡིག་གི་ཆ་འཕྲིན།

source: Other Information:
bo_cn: ཆ་འཕྲིན་གཞན་དག

source: PKCS #10 Certificate Request Information:
bo_cn: PKCS #10 དཔང་ཡིག་རེ་ཞུའི་ཆ་འཕྲིན།

source: PKCS #11 PIN expired
bo_cn: PKCS #11 PINདུས་ལས་ཡོལ་བ།

source: PKCS #11 PIN locked
bo_cn: PKCS #11 PINདམིགས་འཛིན་བྱས་པ།

source: PKCS #11 error in attribute
bo_cn: PKCS #11 1གཏོགས་གཤིས་ནོར་འཁྲུལ།

source: PKCS #11 error in data
bo_cn: PKCS #11 གཞི་གྲངས་ནོར་འཁྲུལ།

source: PKCS #11 error in device
bo_cn: PKCS #11 སྒྲིག་ཆས་ནོར་འཁྲུལ།

source: PKCS #11 error in key
bo_cn: PKCS #11 གསང་ལྡེ་ནོར་འཁྲུལ།

source: PKCS #11 error in session
bo_cn: PKCS #11 གླེང་མོལ་ནོར་འཁྲུལ།

source: PKCS #11 error in signature
bo_cn: PKCS #11 མིང་འགོད་ནོར་འཁྲུལ།

source: PKCS #11 error in slot
bo_cn: PKCS #11 མཐུད་ཤུར་ནོར་འཁྲུལ།

source: PKCS #11 error in token
bo_cn: PKCS #11 བརྡ་རྟགས་ནོར་འཁྲུལ།

source: PKCS #11 error.
bo_cn: PKCS #11 ཡི་ནོར་འཁྲུལ།

source: PKCS #11 initialization error.
bo_cn: PKCS #11 འགོ་སྒྲིག་ནོར་འཁྲུལ།

source: PKCS #11 unsupported feature
bo_cn: PKCS #11 གཏོགས་གཤིས་ཀྱིས་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: PKCS #11 user error
bo_cn: PKCS #11 སྤྱོད་མཁན་གྱི་ནོར་འཁྲུལ།

source: Parsing error in password file.
bo_cn: གསང་ཨང་ཡིག་ཆའི་ཞིབ་འགྲེལ་ནོར་འཁྲུལ།

source: Peer has terminated the connection
bo_cn: ཕ་རོལ་པོས་འབྲེལ་མཐུད་བྱེད་མཚམས་བཞག

source: Public Key ID:
bo_cn: སྤྱི་ལྡེ་ID：

source: Public Key Information:
bo_cn: སྤྱི་ལྡེ་ཆ་འཕྲིན།：

source: Public Key Usage:
bo_cn: སྤྱི་ལྡེ་སྤྱོད་སྟངས།：

source: Public key decryption has failed.
bo_cn: སྤྱི་ལྡེ་གསང་འགྲོལ་ཕམ་པ།

source: Public key encryption has failed.
bo_cn: སྤྱི་ལྡེ་གསང་སྡོམ་ཕམ་པ།

source: Public key signature verification has failed.
bo_cn: སྤྱི་ལྡེ་མིང་འགོད་ར་སྤྲོད་ཕམ་པ།

source: Public key signing has failed.
bo_cn: སྤྱི་ལྡེ་མིང་འགོད་ཕམ་པ།

source: Record overflow
bo_cn: ཟིན་ཐོ་ཕྱིར་ལུད།

source: Rehandshake was requested by the peer.
bo_cn: ཕ་རོལ་པོས་རེ་བ་ལྟར་སླར་ཡང་ལག་འཇུ་བྱེད།

source: Resource temporarily unavailable, try again.
bo_cn: ཐོན་ཁུངས་གནས་སྐབས་བེད་སྤྱོད་བྱེད་མི་ཆོགཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱོས།

source: Safe renegotiation failed.
bo_cn: ཐེངས་གཉིས་པའི་བདེ་འཇགས་གྲོས་མོལ་ཕམ་པ།

source: Some constraint limits were reached.
bo_cn: ཚོད་འཛིན་ཁ་ཤས་ཀྱི་འཆིང་གཅུན་ཚད་ལ་སླེབས་ཡོད།

source: Subject
bo_cn: བརྗོད་སྙིང་།

source: Success.
bo_cn: ལེགས་གྲུབ།

source: TLS Application data were received, while expecting handshake data.
bo_cn: TLSལག་འཇུའི་གཞི་གྲངས་བསྡུ་ལེན་ལ་སྒུགས་སྐབསའབྱོར་པའི་ཉེར་སྤྱོད་གཞི་གྲངས།

source: TPM error.
bo_cn: TPMནོར་འཁྲུལ།

source: TPM is not initialized.
bo_cn: TPMའགོ་སྒྲིག་བྱས་མེད།

source: TPM key was not found in persistent storage.
bo_cn: གཏན་ཏུ་གསོག་འཇོག་ཁྲོད་དུ་TPMགསང་ལྡེ་མ་རྙེད།

source: The Diffie-Hellman prime sent by the server is not acceptable (not long enough).
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་བསྐུར་བའི་Diffie-Hellenརྒྱུའི་གྲངས་སྡུད་ལེན་བྱེད་ཐབས་བྲལ་པ། (རིང་ཚད་ཀྱིས་མི་འདང་བ།）

source: The Message Authentication Code verification failed.
bo_cn: ཆ་འཕྲིན་ར་སྤྲོད་ཀྱི་ཚབ་ཨང་ངོས་འཛིན་ཕམ་པ།

source: The OCSP response is invalid
bo_cn: OCSPདང་ལེན་ནུས་མེད།

source: The OID is not supported.
bo_cn: OIDལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The OpenPGP User ID is revoked.
bo_cn: OpenPGPསྤྱོད་མཁནIDརྩིས་མེད་བཏང་ཟིན།

source: The OpenPGP fingerprint is not supported.
bo_cn: OpenPGPམཛུབ་རིས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: The OpenPGP key has not a preferred key set.
bo_cn: OpenPGPལ་དམིགས་འཛུགས་སྔོན་འདེམས་གསང་ལྡེ་སྤྲད་མེད་པ།

source: The PKCS structure's bag type is unknown.
bo_cn: མི་ཤེས་པའི་PKCSཐུམ་མའི་རིགས་གྲས།

source: The PKCS structure's content type is unknown.
bo_cn: མི་ཤེས་པའི་PKCSནང་དོན་རིགས་ཀྱི་སྒྲིག་གཞི།

source: The SRP username supplied is illegal.
bo_cn: མཁོ་འདོན་བྱས་པའི་SRPསྤྱོད་མཁན་གྱི་མིང་ནི་ཁྲིམས་འགལ་རེད།

source: The SRP username supplied is unknown.
bo_cn: མཁོ་འདོན་བྱས་པའི་SRPསྤྱོད་མཁན་གྱི་མིང་མི་ཤེས་པ།

source: The SRP/PSK username is missing or not known
bo_cn: SRP/PSKསྤྱོད་མཁན་གྱི་མིང་བོར་བའམ་མི་ཤེས་པ།

source: The TLS connection was non-properly terminated.
bo_cn: TLSསྦྲེལ་མཐུད་རྒྱུན་ལྡན་མིན་པའི་སྒོ་ནས་མཚམས་བཞག་སོང་།

source: The certificate and the given key do not match.
bo_cn: དཔང་ཡིག་དང་གསང་ལྡེ་ཟླ་མི་འགྲིག་པ།

source: The certificate has unsupported attributes.
bo_cn: དཔང་ཡིག་ནང་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་གཏོགས་གཤིས་འདུག

source: The certificate type is not supported.
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་དཔང་ཡིག་གི་རིགས་གྲས།

source: The cipher type is unsupported.
bo_cn: གསང་ཨང་རིགས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The cookie was bad.
bo_cn: cookie ནོར་འཁྲུལ་འདུག

source: The crypto library version is too old.
bo_cn: གསང་ཨང་མཛོད་ཀྱི་པར་གཞི་རྙིང་དྲག་པ།

source: The curve is unsupported
bo_cn: འཁྱོག་ཐིག་འདིར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The given DSA key is incompatible with the selected TLS protocol.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་DSAགསང་ལྡེ་དང་བདམས་པའི་TLSགྲོས་ཆིངས་གཉིས་འཆམ་མཐུན་མི་ཡོང་བ།

source: The given memory buffer is too short to hold parameters.
bo_cn: སྒྲིག་གཅོད་བྱའི་ཞུགས་གྲངས་སྔོན་ཉར་ལ་བཞག་པའི་་ནང་གསོག་བར་ཆོད་ཁུལ་ཐུང་དྲག་པ།

source: The given password contains invalid characters.
bo_cn: སྤྲད་པའི་གསང་ཨང་ཁྲོད་ནུས་མེད་ཡིག་རྟགས་འདུས་འདུག

source: The handshake data size is too large.
bo_cn: ལག་འཇུ་བྱེད་པའི་གཞི་གྲངས་ཀྱི་ཆེ་ཆུང་ཧ་ཅང་ཆེ།

source: The hash algorithm is unknown.
bo_cn: མི་ཤེས་པའི་ཐོར་སྒྲིག་རྩི་ཐབས།

source: The initialization of crypto backend has failed.
bo_cn: གསང་སྡོམ་རྒྱབ་སྣེའི་འགོ་སྒྲིག་ཕམ་པ།

source: The operation timed out
bo_cn: བཀོལ་སྤྱོད་དུས་བརྒལ།

source: The operation was cancelled due to user error
bo_cn: སྤྱོད་མཁན་གྱི་ནོར་འཁྲུལ་དབང་གིས་བཀོལ་སྤྱོད་མེད་པར་བཟོས།

source: The provided X.509 certificate list is not sorted (in subject to issuer order)
bo_cn: མཁོ་འདོན་བྱས་པའི་X.509དཔང་ཡིག་རེའུ་མིག་ལ་བྱ་རིམ་སྒྲིག་མེད་པ།（བརྗོད་སྙིང་ནས་འགྲེམས་སྤེལ་མཁན་གྱི་བྱ་རིམ་ལྟར་སྒྲིག་འོས།）

source: The request is invalid.
bo_cn: རེ་བ་ཞུས་ཀྱང་ཕན་མི་ཐོགས།

source: The requested PKCS #11 object is not available
bo_cn: རེ་ཞུའི་PKCS #11 སྤྱོད་ཐབས་བྲལ་པ།

source: The requested data were not available.
bo_cn: རེ་ཞུའི་གཞི་གྲངས་སྤྱོད་ཐབས་བྲལ།

source: The requested session has expired.
bo_cn: རེ་ཞུའི་གླེང་མོལ་དུས་ལས་ཡོལ་འདུག

source: The scanning of a large integer has failed.
bo_cn: ཧྲིལ་གྲངས་ཆེན་པོའི་བཤར་འབེབས་ཕམ་པ།

source: The server name sent was not recognized
bo_cn: བསྐུར་བའི་ཞབས་ཞུ་ཆས་ཀྱི་མིང་ངོས་འཛིན་མ་ཐུབ།

source: The signature algorithm is not supported.
bo_cn: མིང་འགོད་རྩི་ཐབས་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The specified algorithm or protocol is unknown.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་རྩི་སྟངས་སམ་གྲོས་ཆིངས་ངེས་མེད།

source: The specified session has been invalidated for some reason.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་གླེང་མོལ་རྐྱེན་དབང་གིས་གོ་ཆོད་མེད་པར་གྱུར།

source: The tasn1 library version is too old.
bo_cn: tasn1མཛོད་ཀྱི་པར་གཞི་རྙིང་པ་དྲགས་པ།

source: The transmitted packet is too large (EMSGSIZE).
bo_cn: སྐྱེལ་བྱེད་ཀྱི་ཐུམ་ཆེ་དྲགས་པ། (EMSGSIZE）

source: The upper limit of record packet sequence numbers has been reached. Wow!
bo_cn: འོ། ཟིན་བྲིས་གཞི་གྲངས་ཐུམ་རིམ་སྟར་སྟེང་གི་ཚད་བཀག་ཐང་ལ་སླེབས་པ།

source: There is already a crypto algorithm with lower priority.
bo_cn: རིམ་པ་དམའ་བའི་གསང་སྡོམ་རྩི་ཐབས་ཤིག་ཡོད་འདུག

source: There is no certificate status (OCSP).
bo_cn: དཔང་ཡིག་མེད་པའི་གནས་བབ། (OCSP）

source: Thread locking error
bo_cn: དམིགས་འཛིན་ཐིག་རྒྱུན་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Too many empty record packets have been received.
bo_cn: ཟིན་ཐུམ་སྟོང་པ་མང་དག་ཅིག་འབྱོར་བ།

source: Too many handshake packets have been received.
bo_cn: ལག་འཇུའི་ཐུམ་མང་དག་ཅིག་འབྱོར་བ།

source: Unexpected message
bo_cn: བློ་ཡུལ་ལས་འདས་པའི་བརྡ་འཕྲིན།

source: Unknown Subject Alternative name in X.509 certificate.
bo_cn: X.509དཔང་ཡིག་ནང་ངེས་མེད་ཀྱི་གཙོ་གཟུགས་ཚབ་མིང་འདུས་ཡོད།

source: Unknown certificate
bo_cn: ངེས་མེད་ཀྱི་དཔང་ཡིག།

source: Unsafe renegotiation denied.
bo_cn: ཐེངས་གཉིས་པའི་བདེ་འཇགས་གྲོས་མོལ་དང་ལེན་མ་བྱས་པ།

source: Unsupported critical extension in X.509 certificate.
bo_cn: X.509དཔང་ཡིག་ཁྲོད་དུ་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་གནད་འགག་རང་བཞིན་གྱི་རྒྱ་བསྐྱེད་པ་འདུས་པ།

source: Unsupported extension in X.509 certificate.
bo_cn: X.509དཔང་ཡིག་ཁྲོད་དུ་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་རྒྱ་བསྐྱེད་འདུས་པ།

source: User canceled
bo_cn: སྤྱོད་མཁན་མེད་པར་བཟོས་ཟིན་པ།

source: Verifying TLS/IA phase checksum failed
bo_cn: TLS/IAམཚན་གནས་དང་ཕམ་ཁ་དག་བཤེར།

source: Wrong padding in PKCS1 packet.
bo_cn: PKC51གཞི་གྲངས་ཐུམ་ཁ་སྐོང་ནོར་འཁྲུལ།

source: X.509 Certificate Information:
bo_cn: X.509དཔང་ཡིག་ཆ་འཕྲིན།

source: X.509 Certificate Revocation List Information:
bo_cn: X.509དཔང་ཡིག་མེད་པར་བཟོས་པའི་རེའུ་མིག་གི་ཆ་འཕྲིན།

source: created: %s,
bo_cn: གསར་འཛུགས་བྱས་ཚར།：%s

source: critical
bo_cn: གནད་འགག

source: error: get_key_usage: %s
bo_cn: ནོར་འཁྲུལ།：get_key_usage：%s

source: expires: %s,
bo_cn: དུས་ལས་ཡོལ་བ།：%s

source: fingerprint:
bo_cn: མཛུབ་རིས།：

source: key algorithm %s (%d bits)
bo_cn: གསང་ལྡེ་རྩི་ཐབས། %s（%d གནས།）

source: name[%d]: %s,
bo_cn: མིང་།[%d]：%s

source: never expires,
bo_cn: ནམ་ཡང་དུས་ལས་ཡོལ་མི་སྲིད།

source: not critical
bo_cn: གནད་འགག་མིན་པ།

source: revoked name[%d]: %s,
bo_cn: ཕྱིར་བསྡུས་མིང་།[%d]：%s

source: signed using %s (broken!),
bo_cn: མིང་འགོད %s བཀོལ་བ།（ཆག་སྐྱོན་ཤོར་ཟིན།）

source: signed using %s,
bo_cn: མིང་འགོད %s བཀོལ་བ།

source: unknown
bo_cn: མི་ཤེས།

source: unknown key algorithm (%d)
bo_cn: མི་ཤེས་པའི་གསང་ལྡེ་རྩི་ཐབས།（%d）

source: warning: signed using a broken signature algorithm that can be forged.
bo_cn: ཐ་ཚིག་བསྒྲགས།རྫུན་བཟོ་བྱས་ཆོག་པའི་མིང་རྟགས་འགོད་པའི་རྩི་ཐབས་སྤྱད་ནས་མིང་རྟགས་བཀོད་པ།
