Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gold.po
Languages: bo_cn

source: Supported emulations:
bo_cn: རྒྱབ་སྐྱོར་གྱི་འདྲ་བཟོ།

source: %s failed: %s
bo_cn: %s ཕམ་པ།%s

source: %s: supported targets:
bo_cn: %sརྒྱབ་སྐྱོར་གྱི་དམིགས་འབེན།

source: %s: warning:
bo_cn: %s：ཐ་ཚིག：

source: ADDRESS
bo_cn: ཤག་གནས།

source: Allow unresolved references in shared libraries
bo_cn: སྤྱི་སྤྱོད།་རྟེན་འབྱུང་གྲངས་མཛོད་ནང་ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ་པའི་ལྟོས་གཞི་ཡོད་ཆོག་པ།

source: Auxiliary filter for shared object symbol table
bo_cn: མཉམ་སྤྱོད་བྱ་ཡུལ་རྟགས་ཀྱི་རེའུ་མིག་ག་གེ་མོར་དམིགས་པའི་རམ་འདེགས་འཚག་ཆས།

source: COUNT
bo_cn: གྲངས་བགྲང་།

source: Call SYMBOL at load-time
bo_cn: ཁུར་སྣོན་དུས་ཚོད་འདོན་སྤྱོད་རྟགས།

source: Call SYMBOL at unload-time
bo_cn: བཤིག་འདོན་དུས་ཚོད་འདོན་སྤྱོད་རྟགས།

source: Create a position independent executable
bo_cn: གནས་ཡུལ་དང་འབྲེལ་བ་མེད་པའི་ལག་བསྟར་རུང་བའི་ཡིག་ཆ་ཞིག་གྲུབ་པར་བྱེད་དགོས།

source: Create an output file even if errors occur
bo_cn: ནོར་འཁྲུལ་བྱུང་ཡང་ཕྱིར་འདོན་ཡིག་ཆ་བཟོ་དགོས།

source: Default search path for Solaris compatibility
bo_cn: Solarisཡི་འཆམ་མཐུན་རང་བཞིན་ལ་ཕྱོགས་པའི་ཞུགས་ཆད་བཤེར་འཚོལ་ཐབས་ལམ།

source: Define a symbol
bo_cn: མཚོན་རྟགས་ཤིག་ལ་མཚན་ཉིད་ཞོག

source: Do not link against shared libraries
bo_cn: མཉམ་སྤྱོད་མཛོད་ལསྦྲེལ་མཐུད་མི་བྱེད་པ།

source: Do not list removed unused sections
bo_cn: སྤོས་ཟིན་པའི་མ་སྤྱད་པའི་ཚིགས་འགོད་མི་དགོས།

source: Do not page align data
bo_cn: གཞི་གྲངས་དེ་ཤོག་ངོས་མཐའ་དང་དོ་སྙོམས་མི་བྱེད།

source: Do not page align data, do not make text readonly
bo_cn: གཞི་གྲངས་དེ་ཤོག་ངོས་མཐའ་དང་དོ་སྙོམས་མི་བྱེད། textཚིགས་ཀློག་ཙམ་མི་བྱེད།

source: Don't remove unused sections (default)
bo_cn: མ་སྤྱད་པའི་ཚིགས་མི་བསུབ་པ།(སོར་བཞག)

source: Don't warn about mismatched input files
bo_cn: ཟླ་མི་འགྲིག་པའི་ནང་འཇུག་ཡིག་ཆར་ཐ་ཚིག་མི་སྒྲོག་པ།

source: EMULATION
bo_cn: འདྲ་བཟོ།

source: Export all dynamic symbols
bo_cn: འགུལ་རྣམ་མཚོན་རྟགས་ཚང་མར་ཕྱིར་འདོན་བྱེད།

source: FILE
bo_cn: ཡིག་ཆ།

source: FILENAME
bo_cn: ཡིག་ཆའི་མིང་།

source: Filter for shared object symbol table
bo_cn: མཉམ་སྤྱོད་བྱ་ཡུལ་རྟགས་ཀྱི་རེའུ་མིག་ག་གེ་མོའི་འཚག་ཆས་སུ་དམིགས་འཛུགས་བྱས།

source: Generate relocatable output
bo_cn: བསྐྱར་དུ་གནས་ཐིག་དམིགས་འཛུགས་བྱེད་ཐུབ་པའི་ཕྱིར་འདོན།

source: Ignored
bo_cn: སྣང་མེད་དུ་བཞག་ཟིན།

source: Ignored for GCC linker option compatibility
bo_cn: GCCསྦྲེལ་མཐུད་ཆས་ཀྱི་བདམ་བྱང་འཆམ་མཐུན་རང་བཞིན་ལ་སྣང་མེད་བྱེད།

source: Ignored for SVR4 compatibility
bo_cn: SVR4འཆམ་མཐུན་རང་བཞིན་གྱིས་སྣང་མེད་དུ་བཞག

source: LIBNAME
bo_cn: མཛོད་ཀྱི་མིང་།

source: List removed unused sections on stderr
bo_cn: ཚད་ལྡན་ནར་བཅོས་ཀྱིས་བསྒྲིག་པའི་སྤོས་ཟིན་བེད་སྤྱོད་བྱས་མེད་པའི་ཚིགས།

source: Output cross reference table
bo_cn: ཕྱིར་འདོན་སྣོལ་སྤྱོད་རེའུ་མིག

source: PATH
bo_cn: འགྲོ་ལམ།

source: PLUGIN
bo_cn: བསྒར་ལྷུའི་བྱ་རིམ།

source: PROGRAM
bo_cn: བྱ་རིམ།

source: Page align data, make text readonly
bo_cn: གཞི་གྲངས་ཤོག་ལྡེབ་ཀྱི་མཐའ་དང་སྙོམས་པ། བཀའ་textཡིས་ཚིགས་ཀློག་ཙམ་གྱིས།

source: Print default output format
bo_cn: ཞུགས་ཆད་ཕྱིར་འདོན་གྱི་རྣམ་པས་པར་དུ་བསྐྲུན་དགོས།

source: Read linker script
bo_cn: འབྲེལ་མཐུད་འཁྲབ་གཞུང་ཀློག་ལེན།

source: Report unresolved symbols as errors
bo_cn: ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ་པའི་མཚོན་རྟགས་ནོར་འཁྲུལ་དུ་བརྩི་བ།

source: Report unresolved symbols as warnings
bo_cn: ཞིབ་འགྲེལ་བྱེད་ཐབས་བྲལ་པའི་མཚོན་རྟགས་ཐ་ཚིག་ཏུ་བརྩི་བ།

source: SECTION=ADDRESS
bo_cn: ཚིགས=ཤག་གནས།

source: SHLIB
bo_cn: མཉམ་སྤྱོད་མཛོད།

source: SIZE
bo_cn: ཆེ་ཆུང་།

source: SYMBOL
bo_cn: མཚོན་རྟགས།

source: SYMBOL=EXPRESSION
bo_cn: མཚོན་རྟགས=མཚོན་ཚུལ།

source: Search for library LIBNAME
bo_cn: བཤེར་འཚོལ་མཛོད།མཛོད་མིང་།

source: Set output file name
bo_cn: ཕྱིར་འདོན་ཡིག་ཆའི་མིང་སྒྲིག་འགོད།

source: Strip all symbols
bo_cn: བརྡ་རྟགས་ཆ་འཕྲིན་ཡོད་ཚད་འདོར་དགོས།

source: Symbol
bo_cn: མཚོན་རྟགས།

source: Treat warnings as errors
bo_cn: ཐ་ཚིག་ནོར་འཁྲུལ་དུ་བརྩི་བ།

source: Use wrapper functions for SYMBOL
bo_cn: ཐུམ་སྒྲིལ་རྟེན་འབྱུང་གྲངས་བེད་སྤྱོད་[མཚོན་རྟགས]ལ་བརྩི་བ།

source: Warn about duplicate common symbols
bo_cn: བསྐྱར་ཟློས་ཀྱི་སྤྱི་རྟགས་ལ་ཉེན་བརྡ་གཏོང་བ།

source: [=STYLE]
bo_cn: [=ཁྱད་ཆོས།]

source: cannot open %s: %s:
bo_cn: %sཁ་འབྱེད་ཐབས་བྲལ།%s

source: no input files
bo_cn: ནང་འཇུག་ཡིག་ཆ་མེད་པ།

source: reloc
bo_cn: གནས་བསྐྱར་ངེས།
