Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/grub.po
Languages: bo_cn

source: - Total size unknown
bo_cn: --སྤྱི་འབོར་ངེས་མེད།

source: %ds
bo_cn: %d སྐར་ཆ།

source: %ds remaining.
bo_cn: སྐར་ཆ་ %d ལྷག

source: %s, with Linux %s
bo_cn: "%s，Linux %s"

source: %s, with Xen %s and Linux %s
bo_cn: "%s，Xen %s དང་ Linux %s"

source: %s, with kFreeBSD %s
bo_cn: "%s，kFreeBSD %s"

source: %s, with kernel %s (via %s)
bo_cn: %s，%s ནང་སྙིང་།( %sབརྒྱུད་ཟིན།)

source: %s: error:
bo_cn: %s：ནོར་འཁྲུལ།

source: %s: info:
bo_cn: %s：ཆ་འཕྲིན།

source: - Last modification time %d-%02d-%02d %02d:%02d:%02d %s
bo_cn: "- ཉེ་ལམ་བཟོ་བཅོས %d-%02d-%02d %02d:%02d:%02d %s"

source: -l | -r | [-s] grubdev osdisk.
bo_cn: "-l | -r | [-s] grubསྒྲིག་ཆས། རྒྱུད་ཁོངས་སྡུད་སྡེར།"

source: ADDR
bo_cn: ཤག་གནས།

source: ADDR VALUE [MASK]
bo_cn: ཤག་གནས། ཐང་། [གབ་ཨང་།]

source: ADDR1,MASK1[,ADDR2,MASK2[,...]]
bo_cn: ཤག་གནས1,གབ་ཨང་1[,ཤག་གནས2,གབ་ཨང་2[,...]]

source: Accept DOS-style CR/NL line endings.
bo_cn: DOS ཉམས་འགྱུར་གྱི་ CR/NL ཕྲེང་གི་འཇུག་སྒྲིལ་དང་ལེན་བྱེད་པ།

source: Active input terminals:
bo_cn: བྱེད་སྒོའི་ནང་འཇུག་མཐའ་སྣེ།

source: Active output terminals:
bo_cn: བྱེད་སྒོའི་ཕྱིར་གཏོང་མཐའ་སྣེ།

source: Advanced options for %s
bo_cn: %s མཐོ་རིམ་གདམ་གསེས།

source: Advanced options for %s (with Xen hypervisor)
bo_cn: %s མཐོ་རིམ་གདམ་གསེས།（Xen རྟོག་བཟོས་འཕྲུལ་འཁོར་་དོ་དམ་བྱ་རིམ་སྤྱད་ཡོད།）

source: Ask for file name to reboot from.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཡིག་ཆ་ནས་འགོ་རྩོམ་པ།

source: Attempting to install GRUB to a partitionless disk or to a partition. This is a BAD idea.
bo_cn: GRUBཁུལ་མ་ཕྱེ་བའི་སྡུད་སྡེར་རམ་བགོས་ཁུལ་ཞིག་ཏུ་སྒྲིག་འཇུག་བྱེད་པར་ཚོད་ལྟ་བྱེད་བཞིན་ཡོད། འདི་ནི་བསམ་ཚུལ་ངན་པ་ཞིག་རེད།

source: Available input terminals:
bo_cn: ནང་འཇུག་མཐའ་སྣེ་སྤྱད་ཆོག：

source: Available output terminals:
bo_cn: ནང་འཇུག་མཐའ་སྣེ་སྤྱད་ཆོག：

source: BLOCK
bo_cn: དུམ་བུ།

source: Base directory for hash list.
bo_cn: ཧ་ཞིའི་རེའུ་མིག་གི་ཡིག་ཆ་ཡོད་སའི་དཀར་ཆག

source: Boot an operating system.
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་ལ་སྣེ་ཁྲིད་བྱ་དགོས།

source: Boot into single mode.
bo_cn: སྤྱོད་མཁན་རྐྱང་པའི་རྣམ་པའི་ཐོག་ནས་སྤེལ་འགོ་ཚུགས།

source: Boot with debug messages.
bo_cn: ཚོད་སྒྲིག་ཆ་འཕྲིན་མངོན་འཆར།

source: Boot with verbose messages.
bo_cn: འཁོར་སྐྱོད་སྐབས་ཆ་འཕྲིན་ཆ་ཚང་མངོན་གྱི་ཡོད།

source: Booting a command list
bo_cn: བཀའ་བརྡའི་རེའུ་མིག་ལྟར་ཁྲིད་སྟོན་བྱེད་བཞིན་ཡོད།

source: Change configured devices.
bo_cn: དེ་སྔོན་སྡེབ་སྒྲིག་བྱས་པའི་སྒྲིག་ཆས་ལ་བཟོ་བཅོས་རྒྱག་པ།

source: Check Alt key.
bo_cn: Altམཐེབ་ཞིབ་བཤེར།

source: Check Control key.
bo_cn: Comlམཐེབ་ཞིབ་བཤེར།

source: Check Shift key.
bo_cn: Shiftམཐེབ་ཞིབ་བཤེར།

source: Check for CPU features.
bo_cn: CPUཁྱད་གཤིས་ཞིབ་བཤེར།

source: Check key modifier status.
bo_cn: བརྒྱན་མཐེབ་ཀྱི་རྣམ་པ་ཞིབ་བཤེར།

source: Clear the screen.
bo_cn: ཡོལ་བཤེར།

source: Commands:
bo_cn: བཀའ་བརྡ།：

source: Compare FILE with local file LOCAL.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཡིག་ཆ་དང་རང་སའི་ཡིག་ཆ་བསྡུར་བ།

source: Compare two files.
bo_cn: ཡིག་ཆ་གཉིས་གཤིབ་བསྡུར་བྱེད་པ།

source: Compute or check hash checksum.
bo_cn: ཧ་ཞིས་དག་བཤེར་སྡོམ་ལ་དག་བཤེར་དང་རྩིས་རྒྱག་པ།

source: Configure serial port.
bo_cn: ཕྲེང་གི་མཐུད་ཁ་སྡེབ་སྒྲིག་བྱེད་པ།

source: Continue loops
bo_cn: མུ་མཐུད་རྒྱུན་འཁོར།

source: Copy FILE to local file LOCAL.
bo_cn: ཡིག་ཆ་འདྲ་བཟོ་བྱས་ནས་རང་སའི་གནས་སུ་སྦྱོར་བ།

source: Create a blank environment block file.
bo_cn: ཁོར་ཡུག་དུམ་བུའི་ཡིག་ཆ་སྟོང་པ་ཞིག་བཟོ་དགོས།

source: DEVICE
bo_cn: སྒྲིག་ཆས།

source: DEVICE [PARTITION[+/-[TYPE]]] ...
bo_cn: སྒྲིག་ཆས།[བགོས་ཁུལ།[+/-[རིགས་གྲས།]]]

source: DEVICE must be an OS device (e.g. /dev/sda).
bo_cn: དམིགས་འཛུགས་བྱས་པའི་སྒྲིག་ཆས་ནི་ངེས་པར་དུ་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་གི་སྒྲིག་ཆས་ཤིག་ཡིན་དགོས། (དཔེར་ན། /dev/sda)

source: DEVICE_NAME
bo_cn: སྒྲིག་ཆས་ཀྱི་མིང་།

source: DIRECTORY [OSBundleRequired]
bo_cn: དཀར་ཆག[OSBundleRequired]

source: Debug tool for filesystem driver.
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་སྐུལ་བྱེད་ཚོད་སྒྲིག་ཡོ་བྱད།

source: Define a submenu.
bo_cn: བུའི་འདེམས་བྱང་ཞིག་ལ་མཚན་ཉིད་ཞོག

source: Delete variables.
bo_cn: འགྱུར་ཚད་བསུབ་པ།

source: Determine driver.
bo_cn: དམིགས་འཛུགས་འཁོར་སྐུལ།

source: Determine filesystem UUID.
bo_cn: དམིགས་འཛུགས་ཡིག་ཆའི་རྒྱུད་ཁོངས་UUID

source: Determine filesystem label.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཡིག་ཆའི་རྒྱུད་ཁོངས་པོད་རྟགས།

source: Determine filesystem type.
bo_cn: དམིགས་འཛུགས་ཡིག་ཆའི་རྒྱུད་ཁོངས་རིགས་གྲས།

source: Determine partition map type.
bo_cn: དམིགས་འཛུགས་བགོས་ཁུལ་རེའུ་མིག་གི་རིགས་གྲས།

source: Device %s:
bo_cn: སྒྲིག་ཆས་ %s

source: Disable ACPI.
bo_cn: ACPIབཀོལ་མི་ཆོག

source: Disable SMP.
bo_cn: SMPབཀོལ་མི་ཆོག

source: Disable all boot output.
bo_cn: ཁྲིད་སྟོན་དང་ཕྱིར་གཏོང་ཡོད་ཚད་བྱས་མི་ཆོག

source: Disable/enable SMART (0/1).
bo_cn: སྤྱོད་མི་ཆོག/སྤྱོད་འགོ་རྩོམ SMART། (0/1)

source: Display a line of text.
bo_cn: ཡིག་དེབ་འཆར་བ།

source: Display blocklist of FILE.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཡིག་ཆའི་དུམ་བུའི་རེའུ་མིག་འཆར་བ།

source: Display output on all consoles.
bo_cn: ཚོད་འཛིན་སྟེགས་བུ་ཚང་མ་ནས་ཕྱིར་འདོན་འཆར་བ།

source: Display the usage of this command and exit.
bo_cn: བཀའ་འདིའི་སྤྱོད་སྟངས་ཤར་ཞིང་ཕྱིར་འཐེན་བྱེད་པ།

source: Display this help and exit.
bo_cn: རོགས་རམ་འདི་ཤར་ནས་ཕྱིར་འཐེན་བྱེད་པ།

source: Do not output the trailing newline.
bo_cn: མཇུག་ཏུ་སྟོང་ཕྲེང་ལྷག་མ་ཕྱིར་གཏོང་མི་བྱེད།

source: Do not print messages.
bo_cn: ཁུ་སིམ་རྣམ་པ།

source: Do not probe any floppy drive.
bo_cn: མཉེན་སྡེར་སྐུལ་ཆས་གང་ལ་ཡང་ཞིབ་བཤེར་མི་བྱེད།

source: Do not use APM to halt the computer.
bo_cn: PMསྤྱད་ནས་རྩིས་འཁོར་སྒོ་མི་རྒྱག་པ།

source: Do nothing, successfully.
bo_cn: བཀོལ་སྤྱོད་མ་བྱས་པར་ལེགས་འགྲུབ།

source: Do nothing, unsuccessfully.
bo_cn: བཀོལ་སྤྱོད་མ་བྱས་པར་ཕམ་པ།

source: Don't display boot diagnostic messages.
bo_cn: གླེང་མོལ་ཁྲིད་སྟོན་བྱེད་པའི་ཆ་འཕྲིན་མངོན་གྱི་མེད།

source: Don't load host tables specified by comma-separated list.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་གཙོ་འཁོར་རེའུ་མིག་ནང་དུ་མི་འགོད། (མང་བ་ཚེག་གིས་བགར་ཡོད)

source: Don't reboot, just halt.
bo_cn: ཐད་ཀར་ཁ་རྒྱག་པ།

source: Don't stop after first error.
bo_cn: ཐེངས་དང་པོར་ནོར་འཁྲུལ་བྱུང་དུས་མཚམས་མི་འཇོག

source: ENVVAR
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད།

source: ENVVAR [ENVVAR] ...
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད[ཁོར་ཡུག་འགྱུར་ཚད]

source: ESC at any time exits.
bo_cn: ག་དུས་ཡིན་ཡང་ESCམནན་ན་ཚང་མ་ཕྱིར་འབུད་ཐུབ།

source: EXPRESSION
bo_cn: མཚོན་ཚུལ།

source: EXPRESSION ]
bo_cn: མཚོན་ཚུལ།]

source: Enable interpretation of backslash escapes.
bo_cn: ལྡོག་པའི་གསེག་གདང་མཆེད་དོན་སྤྱོད་འགོ་ཚུགས་པ།

source: Enter in KDB on boot.
bo_cn: འགོ་བསླངས་རྗེསKDBནང་འཛུལ་གྱི་ཡོད།

source: Enter normal mode.
bo_cn: སྤྱིར་བཏང་གི་རྣམ་པར་འཛུལ་གྱི་ཡོད།

source: Enter password:
bo_cn: གསང་རྟགས།

source: Enter username:
bo_cn: ནང་འཇུག་སྤྱོད་མཁན་གྱི་མིང་།

source: Error in parsing command line arguments
bo_cn: བཀའ་ཕྲེང་གི་ཞུགས་གྲངས་ཞིབ་འགྲེལ་ལ་ནོར་འཁྲུལ་བྱུང་བ།

source: Evaluate an expression.
bo_cn: མཚོན་ཚུལ་འདི་ལག་བསྟར་གྱིས།

source: Exit from GRUB.
bo_cn: GRUBལས་ཕྱིར་འབུད་པ།

source: Exit from loops
bo_cn: འཁོར་སྐྱོད་ལས་ཕྱིར་འབུད་པ།

source: Exit from normal mode.
bo_cn: སྤྱིར་བཏང་གི་རྣམ་པ་ལས་ཕྱིར་འབུད་པ།

source: Export variables.
bo_cn: ཕྱིར་འདོན་འགྱུར་ཚད།

source: FILE
bo_cn: ཡིག་ཆ།

source: FILE [ARG ...]
bo_cn: ཡིག་ཆ[ཞུགས་གྲངས།....]

source: FILE | TEMPO [PITCH1 DURATION1] [PITCH2 DURATION2] ...
bo_cn: FILE TEMPO[PITCH1 DURATION1[PITCH2 DE ION2]

source: FILE...
bo_cn: ཡིག་ཆ།...

source: FILE1 FILE2
bo_cn: ཡིག་ཆ།1 ཡིག་ཆ།2

source: FILENAME COMMAND
bo_cn: ཡིག་ཆའི་མིང་། བཀའ།

source: FROM[K|M|G] TO[K|M|G]
bo_cn: [KMG]ནས་[KMG]བར།

source: Failed to boot both default and fallback entries.
bo_cn: སོར་བཞག་འགོ་རྩོམ་དང་འགྲིལ་རུང་འགོ་རྩོམ་ལ་སྣེ་ཁྲིད་པ་ཚང་མ་ཕམ་འདོད།

source: Filesystem cannot be accessed
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་བཅར་འདྲི་བྱེད་ཐབས་བྲལ།

source: Filesystem type %s
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་རིགས་གྲས།%s

source: Finalize loading of EFI emulator.
bo_cn: EFIཚོད་ལྟའི་འཕྲུལ་ཆས་ནང་འཇུག་ལེགས་གྲུབ་བྱུང་བ།

source: First try the device HINT. If HINT ends in comma, also try subpartitions
bo_cn: ཐོག་མར་སྒྲིག་ཆས་HINTཚོད་ལྟ་བྱེད་དགོས།གལ་ཏེ་ HINTཚེག་འབྲིང་གིས་མཇུག་བསྡུས་ན་དུས་མཚུངས་དེའི་བུའི་བགོ་ཁུལ་ལ་ཚོད་ལྟ་གྱིས།

source: Fix video problem.
bo_cn: མངོན་འཆར་གནད་དོན་ཡོ་བསྲང་བྱས་པ།

source: Freeze ATA security settings until reset.
bo_cn: བཟོ་བཅོས་བྱས་མི་ཆོག ATAབདེ་འཇགས་སྡེབ་སྒྲིག་ནས་སྡེབ་སྒྲིག་འདིའི་བར་བསྐྱར་སྒྲིག་བྱས་འདུག

source: GNU GRUB version %s
bo_cn: GNU GRUB%པར་གཞི་

source: Get crc32 checksum of FILE.
bo_cn: རྩིས་རྒྱག་ཡིག་ཆའི་CRC32དག་བཤེར་སྡོམ་ཐོབ།

source: Get/set ATA disk parameters.
bo_cn: ATAསྡུད་སྡེར་ཞུགས་གྲངས་ལེན་པའམ་ཡང་ན་སྒྲིག་པ།

source: HASH
bo_cn: ཧ་ཞི་ཐང་།

source: HINT
bo_cn: ཁུངས་སྣེ།

source: Halt the system, if possible using APM.
bo_cn: སྔོན་འདེམས་APM སྤྱད་ནས་རྩིས་འཁོར་གྱི་སྒོ་རྒྱག་པ།

source: Halts the computer. This command does not work on all firmware implementations.
bo_cn: སྒོ་རྒྱག་པ། (འདི་རྩིས་འཁོར་ཁ་ཅིག་ཏུ་ནུས་མེད་ཡིན།)

source: Handle N bytes in output file.
bo_cn: ཕྱིར་འདོན་ཡིག་ཆའི་ནང་གི་Nཡིག་ཚིགས་སྒྲིག་གཅོད།

source: IMAGE_PATH COMMANDS
bo_cn: IMAGE_PATHབཀའ་བརྡ།

source: Insert a module.
bo_cn: དཔེ་དུམ་ཞིག་ནང་འཛུད་ཀྱིས།

source: Invalid command %s.
bo_cn: %sའབྲས་མེད་བཀའ་བརྡ།

source: Invalid device `%s'.
bo_cn: %sའབྲས་མེད་སྒྲིག་ཆས།

source: Invalid disk count.
bo_cn: སྡུད་སྡེར་གྱི་གྲངས་བགྲངས་བར་འབྲས་བུ་མེད།

source: Invoke user configuration routing.
bo_cn: སྤྱོད་མཁན་གྱི་སྡེབ་སྒྲིག་འགྲོ་ལམ་སྤྱོད་པ།

source: List PCI devices.
bo_cn: PCIསྒྲིག་ཆས་སྒྲིག་པ།

source: List all files.
bo_cn: ཡིག་ཆ་ཡོངས་རྫོགས་སྒྲིག་པ།

source: List available video modes. If resolution is given show only modes matching it.
bo_cn: སྤྱོད་རུང་འཆར་སྟངས་རྣམ་པ་སྒྲིག་པ། གལ་ཏེ་དབྱེ་འབྱེད་ཚད་གཏན་ཁེལ་བྱས་ཡོད་ན།སྙོམས་སྒྲིག་གི་རྣམ་པ་ཁོ་ན་ལས་མི་མངོན།

source: List devices and files.
bo_cn: སྒྲིག་ཆས་དང་ཡིག་ཆ་སྒྲིག་པ།

source: List devices or files.
bo_cn: སྒྲིག་ཆས་སམ་ཡིག་ཆ་སྒྲིག་པ།

source: List files in PATH.
bo_cn: PATHའགྱུར་ཚད་ཁྲོད་ཀྱི་ཡིག་ཆ་སྒྲིག་པ།

source: List memory map provided by firmware.
bo_cn: སོར་བཞག་གི་ནང་གསོག་རྟེན་འཕྲོ་སྒྲིག་པ།

source: List or select an input terminal.
bo_cn: ནང་འཇུག་གི་མཐའ་སྣེ་ཞིག་སྒྲིག་པའམ་འདེམ་པ།

source: List or select an output terminal.
bo_cn: ཕྱིར་འདོན་གྱི་མཐའ་སྣེ་ཞིག་སྒྲིག་པའམ་འདེམ་པ།

source: List the current variables.
bo_cn: མིག་སྔའི་འགྱུར་ཚད་སྒྲིག་པ།

source: List the loaded fonts.
bo_cn: ཁུར་སྣོན་བྱས་ཟིན་པའི་ཡིག་མཛོད་སྒྲིག་པ།

source: List variables from environment block file.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ཀྱི་ཡིག་ཆའི་ནང་དོན་འཆར་བ།

source: Load 64-bit XNU image.
bo_cn: གནས་64 ཅན་གྱི་ XNUཤེལ་བརྙན་ཕབ་འཇུག

source: Load BIOS dump.
bo_cn: BIOSསྤོ་གསོག་ཕབ་འཇུག

source: Load FreeBSD env.
bo_cn: FreeBSDཁོར་ཡུག་ཕབ་འཇུག

source: Load FreeBSD kernel module (ELF).
bo_cn: FreeBSDནང་སྙིང་དཔེ་དུམ（ELF）ཕབ་འཇུག

source: Load FreeBSD kernel module.
bo_cn: FreeBSDནང་སྙིང་དཔེ་དུམ་ཕབ་འཇུག

source: Load Linux.
bo_cn: Linuxཕབ་འཇུག

source: Load NTLDR or BootMGR.
bo_cn: NTLDRའམ་BotMGRཕབ་འཇུག

source: Load NetBSD kernel module (ELF).
bo_cn: NetBSDནང་སྙིང་དཔེ་དུམ་（ELF）ཕབ་འཇུག

source: Load NetBSD kernel module.
bo_cn: NetBSDནང་སྙིང་དཔེ་དུམ་ཕབ་འཇུག

source: Load XNU extension directory.
bo_cn: XNUརྒྱ་སྐྱེད་དཀར་ཆག་ཕབ་འཇུག

source: Load XNU extension package.
bo_cn: XNUརྒྱ་སྐྱེད་ཐུམ་ཕབ་འཇུག

source: Load XNU extension.
bo_cn: XNUརྒྱ་བསྐྱེད་ཕབ་འཇུག

source: Load XNU image.
bo_cn: XNUནང་སྙིང་ཤེལ་བརྙན་ཕབ་འཇུག

source: Load a keyboard layout.
bo_cn: མཐེབ་གཞོང་གི་བཀོད་པ་ཞིག་འཇུག་དགོས།

source: Load a multiboot 2 kernel.
bo_cn: multjoot 2ནང་སྙིང་ཕབ་འཇུག

source: Load a multiboot 2 module.
bo_cn: multttboot 2དཔེ་དུམ་ཕབ་འཇུག

source: Load a multiboot kernel.
bo_cn: multtbootནང་སྙིང་ཕབ་འཇུག

source: Load a multiboot module.
bo_cn: multtbootཡི་དཔེ་དུམ་ཕབ་འཇུག

source: Load a splash image for XNU.
bo_cn: ཁྲིད་སྟོན་གྱི་པར་ངོས་ཕབ་འཇུག

source: Load and initialize EFI emulator.
bo_cn: EFIལད་ཟློས་འཕྲུལ་ཆས་ཕབ་འཇུག་དང་འགོ་སྒྲིག་ཅན་དུ་བཟོས།

source: Load another boot loader.
bo_cn: ཁྲིད་སྟོན་གྱི་བྱ་རིམ་གཞན་དག་ཕབ་འཇུག

source: Load another config file without changing context.
bo_cn: གཞན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་ནང་ཕབ་འཇུག (ཁོར་ཡུག་མི་བསྒྱུར་བ།)

source: Load another config file.
bo_cn: གཞན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་ནང་ཕབ་འཇུག

source: Load background image for active terminal.
bo_cn: བྱེད་སྒོའི་མཐའ་སྣེ་ལ་རྒྱབ་ལྗོངས་བརྙན་རིས་ཁུར་སྣོན་གྱིས།

source: Load host ACPI tables and tables specified by arguments.
bo_cn: འཕྲུལ་ཆས་གཙོ་བོའིACPIརེའུ་མིག་དང་ཞུགས་གྲངས་དམིགས་འཛུགས་བྱས་པའི་རེའུ་མིག་ཕབ་འཇུག།

source: Load initrd.
bo_cn: initrdཕབ་འཇུག

source: Load kernel of FreeBSD.
bo_cn: FreeBSDནང་སྙིང་ཕབ་འཇུག

source: Load kernel of NetBSD.
bo_cn: NetBSDནང་སྙིང་ཕབ་འཇུག

source: Load kernel of OpenBSD.
bo_cn: OpenBSDནང་སྙིང་ཕབ་འཇུག

source: Load only tables specified by comma-separated list.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་གཙོ་འཁོར་རེའུ་མིག་ཁོ་ན་ཕབ་འཇུག(རེའུ་མིག་མང་ན་ཚེག་འབྲིང་བར་གཅོད་པ།)

source: Load the same file in multiple ways.
bo_cn: ཐབས་ལམ་སྣ་ཚོགས་ཀྱིས་ཡིག་ཆ་གཅིག་ཕབ་འཇུག

source: Load variables from environment block file.
bo_cn: ཁོར་ཡུག་འགྱུར་ཚད་ཀྱི་ཡིག་ཆ་ཕབ་འཇུག།

source: Loading GNU Mach ...
bo_cn: GNU Machཕབ་འཇུག...

source: Loading Linux %s ...
bo_cn: Linux%ཕབ་འཇུག...

source: Loading Xen %s ...
bo_cn: Xen %s ...ཕབ་འཇུག...

source: Loading initial ramdisk ...
bo_cn: འགོ་སྒྲིག་ནང་གསོག་སྡེར་ཕབ་འཇུག...

source: Loading kernel of FreeBSD %s ...
bo_cn: FreeBSDནང་སྙིང་ཕབ་འཇུག་%s ...

source: Loading the Hurd ...
bo_cn: Hurdཕབ་འཇུག...

source: MODULE
bo_cn: དཔེ་དུམ།

source: Manage the BIOS drive mappings.
bo_cn: BIOSསྒྲིག་ཆས་ཀྱི་རྟེན་འཕྲོ་དོ་དམ།

source: Manipulate PCI devices.
bo_cn: PCIསྒྲིག་ཆས་བཀོལ་སྤྱོད།

source: Menu entry type.
bo_cn: འདེམས་བྱང་ཚན་པའི་རིགས་གྲས།

source: NAME [VARIABLE] [HINTS]
bo_cn: མིང་[འགྱུར་ཚད་][གསལ་བརྡ]

source: NUMBER_OF_SECONDS
bo_cn: སྐར་ཆའི་གྲངས།

source: No command is specified.
bo_cn: དམིགས་འཛུགས་བཀའ་བརྡ་མེད།

source: No device is specified.
bo_cn: དམིགས་འཛུགས་སྒྲིག་ཆས་མེད།

source: Not enough parameters to command.
bo_cn: བཀའ་བརྡའི་ཞུགས་གྲངས་མི་འདང་བ།

source: Options:
bo_cn: འདེམས་ཚན།：

source: PARTITION COMMANDS
bo_cn: ཁུལ་བགོས། བཀའ་བརྡ།

source: PORT
bo_cn: སྣེ་ཁ།

source: PORT VALUE [MASK]
bo_cn: མཐུད་ཁ། ཐང་།[གབ་ཨང་།]

source: Parse legacy config in new context
bo_cn: ཁོར་ཡུག་གསར་པའི་འོག་པར་གཞི་རྙིང་པའི་སྡེབ་སྒྲིག་ལ་ཞིབ་འགྲེལ་བྱེད་པ།

source: Parse legacy config in same context
bo_cn: ཁོར་ཡུག་གཅིག་འདྲའི་འོག་ཏུ་པར་གཞི་རྙིང་པའི་སྡེབ་སྒྲིག་ལ་ཞིབ་འགྲེལ་བྱེད་པ།

source: Partition %s:
bo_cn: ཁུལ་དབྱེ་%s：

source: Perform both direct and reverse mappings.
bo_cn: དུས་མཚུངས་སུ་ཐད་ཀར་དང་སོར་འཇོག་གི་རྟེན་འཕྲོ་བྱེད་པ།

source: Play a tune.
bo_cn: ཚོད་ལྟའི་སྒྲ་གཏོང་བ།

source: Possible arguments are:
bo_cn: བཀོལ་རུང་ཞུགས་གྲངས།：

source: Possible commands are:
bo_cn: བཀོད་རུང་བཀའ་བརྡ།：

source: Possible devices are:
bo_cn: བཀོལ་རུང་སྒྲིག་ཆས།：

source: Possible files are:
bo_cn: བཀོལ་རུང་ཡིག་ཆ།：

source: Possible partitions are:
bo_cn: བཀོལ་རུང་ཁུལ་བགོས།：

source: Possible things are:
bo_cn: བཀོལ་རུང་བྱ་དངོས།：

source: Press any key to continue...
bo_cn: ཐེམ་གང་རུང་བསྣན་ནས་མུ་མཐུད་དུ…

source: Press enter to boot the selected OS, `e' to edit the commands before booting or `c' for a command-line.
bo_cn: འབེབས་མཐེབ་མནན་ནས་འདེམས་ཟིན་པའི་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་འགོ་སློང་།eམཐེབ་མནན་ནས་འགོ་སློང་ཚན་པ་རྩོམ་སྒྲིག་བྱོས།cམནན་ནས་བཀའ་བརྡའི་ཕྲེང་ནང་འཛུལ།

source: Print a block list.
bo_cn: དུས་བུའི་རེའུ་མིག་མངོན་པ།

source: Print and execute block argument.
bo_cn: དུམ་བུའི་ཞུགས་གྲངས་ཕྱིར་འདོན་དང་ལག་བསྟར་བྱེད་དགོས།

source: Print drive identity and settings.
bo_cn: སྲ་ཆས་ཀྱི་དབྱེ་འབྱེད་ཆ་འཕྲིན་དང་སྒྲིག་འགོད་འཆར་བ།

source: Print sizes in a human readable format.
bo_cn: ཀློག་སླ་བའི་རྣམ་པས་ཡིག་ཆ་ཆེ་ཆུང་འཆར་ཐུབ།

source: REGEXP STRING
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ། ཡིག་རྟགས་ཕྲེང་བ།

source: Read only LENGTH bytes.
bo_cn: དམིགས་འཛུགས་གྱི་རིང་ཚད་ཀློག་པ། (ཡིག་ཚིགས།)

source: Reboot into firmware setup menu.
bo_cn: བསྐྱར་སློང་བྱས་ནས་སྲ་ཆས་སྒྲིག་འཇུག་གྱི་འདེམས་བྱང་དུ་འཛུལ་བ།

source: Reboot the computer.
bo_cn: རྩིས་འཁོར་བསྐྱར་སློང་།

source: Remove a module.
bo_cn: དཔེ་དུམ་བསུབ་པ།

source: Remove an environment variable.
bo_cn: ཁོར་ཡུག་གི་འགྱུར་ཚད་གཅིག་བསུབ་པ།

source: Remove any memory regions in specified range.
bo_cn: དམིགས་འཛུགས་ཁྱབ་ཁོངས་ནང་གི་ནང་གསོག་ས་ཁོངས་ཚང་མ་བསུབ་པ།

source: Reset all mappings to the default values.
bo_cn: རྟེན་འཕྲོ་ཚང་མ་སོར་བཞག་གྲངས་ཐང་དུ་བསྐྱར་སྒྲིག

source: Retrieve device info.
bo_cn: སྒྲིག་ཆས་ཀྱི་ཆ་འཕྲིན་ཐོབ་ལེན།

source: Return from a function.
bo_cn: རྟེན་འབྱུང་གྲངས་གཅིག་ནས་ཕྱིར་ལོག་པ།

source: STRING
bo_cn: ཡིག་རྟགས་ཕྲེང་།

source: Save read value into variable VARNAME.
bo_cn: ཀློག་འདོན་གྱི་གྲངས་ཐང་དེ་འགྱུར་ཚདVARNAMEལ་བཅོལ་དགོས།

source: Save variables to environment block file.
bo_cn: འགྱུར་ཚད་དེ་ཡིག་ཆ་རུ་གསོག

source: Search devices by UUID. If VARIABLE is specified, the first device found is set to a variable.
bo_cn: UIDལྟར་འཚོལ་བ། གལ་ཏེ་འགྱུར་ཚད་དམིགས་འཛུགས་བྱས་ན།རྙེད་པའི་སྒྲིག་ཆས་དང་པོ་དེ་འགྱུར་ཚད་ཁྲོད་དུ་ཉར་ཚགས་བྱེད་སྲིད།

source: Search devices by a file.
bo_cn: ཡིག་ཆ་ལྟར་སྒྲིག་ཆས་འཚོལ་བ།

source: Search devices by a filesystem UUID.
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་གི་UUIDལྟར་སྒྲིག་ཆས་བཤེར་འཚོལ།

source: Search devices by a filesystem label.
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་གི་པོད་རྟགས་ལྟར་སྒྲིག་ཆས་བཤེར་འཚོལ།

source: Search devices by label. If VARIABLE is specified, the first device found is set to a variable.
bo_cn: འགྲིལ་རྟགས་ལྟར་འཚོལ་བ། གལ་ཏེ་འགྱུར་ཚད་དམིགས་འཛུགས་བྱས་ན།རྙེད་བྱུང་བའི་སྒྲིག་ཆས་དང་པོ་དེ་འགྱུར་ཚད་ཁྲོད་དུ་ཉར་ཚགས་བྱེད་སྲིད།

source: Set OEMID of RSDP, XSDT and RSDT.
bo_cn: RSDP，XSDT དང་ RSDT ཁྲོད་ཀྱི་ OEMIDསྒྲིག་འགོད།

source: Set OEMTABLE ID of RSDP, XSDT and RSDT.
bo_cn: RSDP，XSDT དང་ RSDT ཁྲོད་ཀྱི་ OEMTABLE IDསྒྲིག་འགོད།

source: Set OEMTABLE revision of RSDP, XSDT and RSDT.
bo_cn: RSDP，XSDT དང་ RSDT ཁྲོད་ཀྱི་ OEMTABLE པར་གཞིའི་ཆ་འཕྲིན་སྒྲིག་འགོད།

source: Set a variable to return value.
bo_cn: ཕྱིར་ལོག་གྲངས་ཀྱི་འགྱུར་ཚད་སྒྲིག་འགོད་ཏུ་སྤྱོད་པ།

source: Set a variable to the first device found.
bo_cn: སྒྲིག་ཆས་དང་པོའི་སྒྲིག་འགོད་འགྱུར་ཚད་རྙེད་ཆེད།

source: Set an environment variable.
bo_cn: ཁོར་ཡུག་གི་འགྱུར་ཚད་ཅིག་སྒྲིག་འགོད་བྱོས།

source: Set creator field of RSDP, XSDT and RSDT.
bo_cn: RSDP དང་XSDT དང་ RSDT ཡི་བཟོ་སྐྲུན་ཚོང་པའི་ཆ་འཕྲིན་སྒྲིག་འགོད།

source: Set creator revision of RSDP, XSDT and RSDT.
bo_cn: RSDPདང་XSDT དང་ RSDT ཡི་བཟོ་སྐྲུན་ཁང་གི་པར་གཞིའི་ཆ་འཕྲིན་སྒྲིག་འགོད། RSDPདང་XSDT དང་ RSDT ཡི་བཟོ་སྐྲུན་ཁང་གི་པར་གཞིའི་ཆ་འཕྲིན་སྒྲིག་འགོད།

source: Set debug environment variable.
bo_cn: ཁོར་ཡུག་གི་འགྱུར་ཚད་ཚོད་སྒྲིག་སྒྲིག་འགོད།

source: Set drive to sleep mode.
bo_cn: སྐུལ་ཆས་ངལ་གསོའི་རྣམ་པར་སྒྲིག་འགོད་བྱོས།

source: Set drive to standby mode.
bo_cn: སྐུལ་ཆས་སྒུག་པའི་རྣམ་པར་སྒྲིག་འགོད་བྱོས།

source: Set positional parameters.
bo_cn: གནས་ཡུལ་གྱི་ཞུགས་གྲངས་སྒྲིག་པ།

source: Set root device.
bo_cn: རྩ་བའི་སྒྲིག་ཆས་སྒྲིག་པ།

source: Set terminfo type of TERM to TYPE.
bo_cn: དམིགས་འཛུགས་བྱས་པའི་མཐའ་སྣེའི་terminfoདམིགས་འཛུགས་རིགས་ལ་སྒྲིག་པ།

source: Set the serial port address.
bo_cn: ཕྲེང་བགྲོད་མཐུད་ཁའི་ཤག་གནས་སྒྲིག་འགོད།

source: Set the serial port parity.
bo_cn: ཕྲེང་བགྲོད་མཐུད་ཁ་ཆ་ཡའི་དག་བཤེར་སྒྲིག་འགོད།

source: Set the serial port speed.
bo_cn: ཕྲེང་བགྲོད་མཐུད་ཁའི་མྱུར་ཚད་སྒྲིག་འགོད།

source: Set the serial port stop bits.
bo_cn: ཕྲེང་བགྲོད་མཐུད་ཁའི་མཚམས་འཇོག་གནས་སྒྲིག་འགོད།

source: Set the serial port word length.
bo_cn: ཕྲེང་བགྲོད་མཐུད་ཁའི་ཡི་གེའི་རིང་ཚད་སྒྲིག་འགོད།

source: Set the serial unit.
bo_cn: ཕྲེང་བགྲོད་སྡེ་ཚན་སྒྲིག་འགོད།

source: Set user password (PBKDF2).
bo_cn: སྤྱོད་མཁན་གྱི་བཀའ་བརྡ་སྒྲིག་འགོད།(PBKDF2）

source: Set user password (plaintext). Unrecommended and insecure.
bo_cn: སྤྱོད་མཁན་གྱི་གསང་བརྡ་སྒྲིག་འགོད། (ཡིག་དེབ་ཁོ་ན།)(འོས་སྦྱོར་མི་བྱེད་ལ་བདེ་འཇགས་ཀྱང་མིན།)

source: Set variable with user input.
bo_cn: མཛད་སྤྱོད་པའི་ནང་འཇུག་གི་གྲངས་ཚད་དེ་འགྱུར་ཚད་བར་དུ་ཉར་ཚགས་བྱེད་དགོས།

source: Set variables.
bo_cn: འགྱུར་ཚད་སྒྲིག་འགོད།

source: Show ACPI information.
bo_cn: ACPI ཆ་འཕྲིན་འཆར་བ།

source: Show APM information.
bo_cn: APM ཆ་འཕྲིན་འཆར་བ།

source: Show a help message.
bo_cn: རོགས་རམ་གྱི་བརྡ་འཕྲིན་འཆར་བ།

source: Show a long list with more detailed information.
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲར་འགོད་པ།

source: Show loaded modules.
bo_cn: ཁུར་སྣོན་བྱས་ཟིན་པའི་དཔེ་དུམ་འཆར་བ།

source: Show the contents of a file.
bo_cn: ཡིག་ཆའི་ནང་དོན་འཆར་བ།

source: Show the current mappings.
bo_cn: མིག་སྔའི་རྟེན་འཕྲོ་འཆར་བ།

source: Show this message.
bo_cn: གནས་ཚུལ་འདི་འཆར་བ།

source: Skip N bytes from output file.
bo_cn: ཡིག་ཆ་ཕྱིར་འདོན་ལས་མཆོང་བའི་Nཡིག་ཚིགས།

source: Skip offset bytes from the beginning of file.
bo_cn: ཡིག་ཆའི་མགོ་ཁུལ་ལས་མཆོང་པའི་ཡོ་སྤོས་ཡིག་ཚིགས།

source: Specify filename.
bo_cn: ཡིག་ཆའི་མིང་དམིགས་འཛུགས།

source: Specify hash to use.
bo_cn: བཀོལ་བྱའི་ཧ་ཞིའི་ཐང་དམིགས་འཛུགས།

source: Specify one or more font files to load.
bo_cn: ཁུར་སྣོན་བྱེད་བྱའི་ཡིག་མཛོད་གཅིག་གམ་དུ་མ་དམིགས་འཛུགས།

source: Terminal is ASCII-only [default].
bo_cn: མཐའ་སྣེ་ལ་ASCIIཁོ་ན་སྤྱོད་རུང་། [སོར་བཞག]

source: Terminal is logical-ordered UTF-8.
bo_cn: མཐའ་སྣེ་ལ་གཏན་ཚིགས་ལྟར་བསྒྲིགས་པའིUTF-8སྤྱོད་པ།

source: Terminal is visually-ordered UTF-8.
bo_cn: མཐའ་སྣེ་ལ་མཐོང་རུང་རང་བཞིན་གྱི་རིམ་སྒྲིག་གི་UTF-8སྤྱོད་པ།

source: Test USB support.
bo_cn: ཚོད་ལེན་USB་ཡིས་རྒྱབ་སྐྱོར་བྱེད།

source: Test if REGEXP matches STRING.
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་སྐབས་བསྟུན་ཡིག་རྟགས་ཕྲེང་དང་ཟླ་འགྲིག་མིན་ཚོད་ལེན།

source: Test video subsystem in mode WxH.
bo_cn: WxHལད་ཟློས་ཚོད་ལེན་འོག་བུ་རྒྱུད་ཁོངས་འཆར་བ།

source: Test video subsystem.
bo_cn: ཚོད་ལེན་ལས་བུ་རྒྱུད་ཁོངས་འཆར་བ།

source: The highlighted entry will be executed automatically in %ds.
bo_cn: མཐོ་གསལ་ལས་འཆར་བའི་འགོ་སློང་རྣམ་གྲངས་དེ་སྐར་ཆ་%d ་རྗེས་སུ་རང་འགུལ་ལག་བསྟར་བྱེད་པ།

source: Tool to edit environment block.
bo_cn: ཁོར་ཡུག་དུམ་བུ་རྩོམ་སྒྲིག་ཡོ་བྱད།

source: Translates the string with the current settings.
bo_cn: མིག་སྔའི་ཡིག་སྒྱུར་ཡིག་རྟགས་ཕྲེང་གི་སྒྲིག་འགོད་སྤྱོད་པ།

source: USER PASSWORD
bo_cn: སྤྱོད་མཁན་གྱི་གསང་བརྡ།

source: USER PBKDF2_PASSWORD
bo_cn: སྤྱོད་མཁན་PBKDF2-PASSWORD

source: Uncompress file before checksumming.
bo_cn: ཞིབ་བཤེར་དག་བཤེར་དང་གོང་གི་བཙིར་གནོན་ཡིག་ཆ།

source: Unknown command `%s'.
bo_cn: %sམི་ཤེས་པའི་བཀའ་བརྡ།

source: Unload EFI emulator.
bo_cn: EFIལད་ཟློས་ཆས་ལེན་པ།

source: Usage:
bo_cn: སྤྱོད་སྟངས།：

source: Use GDB remote debugger instead of DDB.
bo_cn: GDBརྒྱང་རིང་ཚོད་སྒྲིག་ཡོ་བྱད་ཀྱིས་DDDBཚབ་བྱེད་པ།

source: Use serial console.
bo_cn: ཕྲེང་བགྲོད་མཐའ་སྣེ་སྤྱོད་པ།

source: Use the %C and %C keys to select which entry is highlighted.
bo_cn: %C དང་ %C འཐེབ་ཀྱིས་ས་བཅད་འདེམ་པ།

source: Verbose countdown.
bo_cn: དུས་ཚོད་ལྡོག་བགྲངས་མགོ་བརྩམས།

source: WIDTHxHEIGHT.
bo_cn: ཞེང་ཚད་xམཐོ་ཚད།

source: Wait for a specified number of seconds.
bo_cn: དམིགས་འཛུགས་གྱི་དུས་ཚོད་ལ་སྒུག་པ། (སྐར་ཆ།)。

source: Wait for keypress after every line of output.
bo_cn: ཕྱིར་གཏོང་ཐེངས་རེའི་རྗེས་ནས་མཚམས་འཇོག་དགོས།

source: Warning: invalid background color `%s'
bo_cn: ཐ་ཚིག ：ནུས་མེད་རྒྱབ་ལྗོངས་ཁ་དོག `%s'

source: Warning: invalid foreground color `%s'
bo_cn: ཐ་ཚིག： ནུས་མེད་མདུན་ལྗོངས་ཁ་དོག `%s'

source: Warning: syntax error (missing slash) in `%s'
bo_cn: ཐ་ཚིག s%ཡི་ཁྲོད་བརྡ་སྤྲོད་ཀྱི་ནོར་འཁྲུལ་ཡོད་པ།(གསེག་ཐིག་ཆད།)

source: You need to specify at least one command.
bo_cn: ཁྱོད་ཀྱིས་མ་མཐའ་ཡང་བཀའ་བརྡ་གཅིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: Your embedding area is unusually small. core.img won't fit in it.
bo_cn: ཁྱེད་ཀྱི་འཛུད་འཇུག་ས་ཁོངས་ཆུང་དྲགས་པས་core.imgནང་དུ་བླུགས་ཐུབ་ཀྱི་མི་འདུག

source: [--append|--remove] [TERMINAL1] [TERMINAL2] ...
bo_cn: [--append|--remove] [མཐའ་སྣེ།1] [མཐའ་སྣེ།2] ...

source: [--md5] PASSWD [FILE]
bo_cn: [--md5] གསང་བརྡ། [ཡིག་ཆ]

source: [--no-mem-option] [--type=TYPE] FILE [ARG ...]
bo_cn: [-no-mem-opton][type=རིགས་གྲས།]ཡིག་ཆ[ཞུགས་གྲངས་.]

source: [-c FILE [-p PREFIX]] [FILE1 [FILE2 ...]]
bo_cn: [-cཡིག་ཆ[-pསྔོན་འཇུག][ཡིག་ཆ1.]

source: [-e|-n] STRING
bo_cn: [-e-n]ཡིག་རྟགས་ཕྲེང་བ།

source: [-f FILE]
bo_cn: [-f]ཡིག་ཆ།

source: [-f FILE] variable_name [...]
bo_cn: [-f ཆིག་ཆ] འགྱུར་ཚད་ཀྱི་མིང་ [...]

source: [-f|-l|-u|-s|-n] [--hint HINT [--hint HINT] ...] NAME
bo_cn: [-f|-l|-u|-s|-n] [--hint ཁུངས་སྣེ [--hint ཁུངས་སྣེ] ...] མིང་།

source: [-l|-h|-a] [FILE ...]
bo_cn: [-l|-h|-a] [ཡིག་ཆ ...]

source: [-m (stretch|normal)] FILE
bo_cn: [-m། (stretch|normal)] ཡིག་ཆ།

source: [ARG]
bo_cn: [ཞུགས་གྲངས།]
