Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/grub.po
Languages: bo_cn

source: [ENVVAR=VALUE]
bo_cn: [ཁོར་ཡུག་འགྱུར་ཚད་=ཐང་།]

source: [ENVVAR]
bo_cn: [ཁོར་ཡུག་འགྱུར་ཚད།]

source: [NUMBER:]VARNAME
bo_cn: [གྲངས་ཀ]འགྱུར་ཚད་མིང་།

source: [OPTIONS...]
bo_cn: [འདེམས་ཚན།...]

source: [OPTIONS] DISK
bo_cn: [འདེམས་བྱང་།]སྡུད་སྡེར་།

source: [OPTIONS] FILE_OR_DEVICE
bo_cn: [འདེམས་བྱང་།]ཡིག་ཆའམ་སྒྲིག་ཆས།

source: [PATTERN ...]
bo_cn: [མ་དཔེ།།...]

source: [USERLIST]
bo_cn: [སྤྱོད་མཁན་གྱི་རེའུ་མིག]

source: [VALUE]...
bo_cn: [ཐང་།]...

source: [[-a|-u|-v] [-g WxH] TERM [TYPE]]
bo_cn: [-a-u-v][-g WxH]མཐའ་སྣེ་[རིགས་དབྱིབས]

source: [[year-]month-day] [hour:minute[:second]]
bo_cn: [[ལོ-]ཟླ-ཚེས] [དུས་ཚོད:སྐར་མ[:སྐར་ཆ]]

source: attempting to read the core image `%s' from GRUB
bo_cn: GRUBནས་ལྟེ་བའི་ཤེལ་བརྙན་ཀློག་ལེན་%sཚོད་ལྟ་བྱེད་བཞིན་ཡོད།

source: attempting to read the core image `%s' from GRUB again
bo_cn: GRUBནས་ལྟེ་བའི་ཤེལ་བརྙན་ཀློག་ལེན་%sབསྐྱར་དུ་ཚོད་ལྟ་བྱེད་བཞིན་ཡོད།

source: blocklist FILE
bo_cn: blocklist ཡིག་ཆ།

source: cannot compress the kernel image
bo_cn: ནང་སྙིང་ཤེལ་བརྙན་བཚིར་གནོན་བྱ་ཐབས་བྲལ།

source: cannot read `%s' correctly
bo_cn: %sཡང་དག་པར་ཀློག་ཐབས་བྲལ།

source: cmp FILE LOCAL
bo_cn: cmp ཡིག་ཆ། རང་སའི་ཡིག་ཆ།

source: compare fail at offset %llu
bo_cn: %llu འདི་ནས་ཅུང་ཕམ།

source: cp FILE LOCAL
bo_cn: cp ཡིག་ཆ། རང་སའི་ཡིག་ཆ།

source: crc FILE
bo_cn: crc ཡིག་ཆ།

source: device count exceeds limit
bo_cn: སྒྲིག་ཆས་ཀྱི་གྲངས་བགྲངས་བ་ཚད་བཀག་ལས་བརྒལ་ཡོད།

source: diskboot.img size must be %u bytes
bo_cn: diskboot.img ཡི་ཆེ་ཆུང་ངེས་པར་དུ་ཡིག་ཚིགས་ %u ཡིན་དགོས།

source: embedding is not possible, but this is required for cross-disk install
bo_cn: འཛུད་འཇུག་བྱེད་ཐབས་བྲལ།འོན་ཀྱང་སྡེར་བརྒལ་སྒྲིག་འཇུག་བྱེད་སྐབས་ངེས་པར་དུ་བྱེད་དགོས་པ་ཞིག་རེད།

source: error: %s.
bo_cn: ནོར་འཁྲུལ།%s

source: hex FILE
bo_cn: hexཡིག་ཆ།

source: invalid skip value %lld
bo_cn: ནུས་མེད་ཀྱི་མཆོང་ཐང་%lld

source: no terminal specified
bo_cn: མཐའ་སྣེ་དམིགས་འཛུགས་བྱས་མེད།

source: no terminator in the core image
bo_cn: ལྟེ་བའི་ཤེལ་བརྙན་ཁྲོད་རྫོགས་རྟགས་མེད།

source: non-sector-aligned data is found in the core file
bo_cn: ལྟེ་བའི་ཡིག་ཆའི་ཁྲོད་དུ་དོ་སྙོམ་མ་བྱས་པའི་རླུང་གཡབ་ཁུལ་རྙེད།

source: read error at offset %llu: %s
bo_cn: ཡོ་སྤོར་གྱི་ %llu རུ་ཀློག་ལེན་ནོར་འཁྲུལ་ཤོར་བ།：%s

source: the first sector of the core file is not sector-aligned
bo_cn: ལྟེ་བའི་ཡིག་ཆའི་རླུང་གཡབ་དང་པོ་དོ་སྙོམ་བྱས་མི་འདུག

source: the sectors of the core file are too fragmented
bo_cn: ལྟེ་བའི་ཡིག་ཆའི་རླུང་གཡབ་ཁུལ་དུ་ཧྲུག་ལྷེབ་མང་པོ་འདུག

source: the size of `%s' is not %u
bo_cn: “%s”ཡི་ཆེ་ཆུང་ %uམ་རེད།

source: the size of `%s' is too large
bo_cn: “%s”ཡི་ཆེ་ཆུང་ཆེ་དྲག

source: the size of `%s' is too small
bo_cn: “%s”ཡི་ཆེ་ཆུང་ཆུང་དྲག

source: unable to identify a filesystem in %s; safety check can't be performed
bo_cn: %sཡི་ཁྲོད་དུ་ཡིག་ཆའི་རྒྱུད་ཁོངས་ངོས་འཛིན་ཐབས་བྲལ་བས།བདེ་འཇགས་རང་བཞིན་གྱི་བཤེར་སྡེ་ཚན་ཐབས་བྲལ།
