Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gsettings-desktop-schemas.po
Languages: bo_cn

source: Action on title bar double-click
bo_cn: ཁ་བྱང་ཁག་ཉིས་རྡེབ་བྱེད་སྟངས།

source: Action on title bar middle-click
bo_cn: དབུས་མཐེབ་ཀྱིས་ཁ་བྱང་སྡེ་ལ་རྡེབ་སྟངས།

source: Action on title bar right-click
bo_cn: གཡས་མཐེབ་ཀྱིས་ཁ་བྱང་སྡེ་ལ་རྡེབ་སྟངས།

source: Activate the window menu
bo_cn: སྒེའུ་ཁུང་སྐུལ་སློང་འདེམས་བྱང་།

source: Activate when idle
bo_cn: ཁོམ་ལོང་སྐབས་སྐུལ་སློང་བྱེད་པ།

source: Allow embedding a keyboard into the window
bo_cn: མཐེབ་གཞོང་སྒེའུ་ཁུང་དུ་འཛུད་འཇུག་བྱས་ཆོག་པ།

source: Allow logout
bo_cn: ཐོ་ཁོངས་ནས་སུབ་ཆོག་པ།

source: Allow the session status message to be displayed
bo_cn: གླེང་ལོལ་རྣམ་པའི་བརྡ་འཕྲིན་ཤར་ཆོག

source: Allow user switching
bo_cn: སྤྱོད་མཁན་བརྗེ་ཆོག

source: Always show the Universal Access status icon
bo_cn: རྒྱུན་དུ་རྒྱུན་སྤྱོད་ཀྱི་ལྟ་སྤྱོད་རྣམ་པའི་རིས་རྟགས་འཆར་བ།

source: Application ID
bo_cn: ཉེར་སྤྱོད་བྱ་རིམID

source: Applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Arrangement of buttons on the titlebar
bo_cn: ཁ་བྱང་རེའུ་མིག་མཐེབ་གནོན་བཀོད་པ།

source: Authenticate proxy server connections
bo_cn: ར་སྤྲོད་ལས་ཚབ་ཞབས་ཞུ་ཆས་ཀྱི་འབྲེལ་མཐུད།

source: Automatic proxy configuration URL
bo_cn: རང་འགུལ་ལས་ཚབ་ཀྱི་སྡེབ་སྒྲིག URL

source: Automatically raises the focused window
bo_cn: རང་འགུལ་ངང་མདོ་གནས་ཐོབ་པའི་སྒེའུ་ཁུང་།

source: Automatically update timezone
bo_cn: དུས་ཁུལ་རང་འགུལ་གསར་སྒྱུར།

source: Basename of the default keybinding theme used by gtk+.
bo_cn: gtk+ཡིས་སྤྱད་པའི་སོར་བཞག་མཐེབ་ཀྱིས་སྦྲེལ་བའི་བརྗོད་སྙིང་གི་རྨང་མིང་།（འགྲོ་ལམ་གྱི་ཡིག་ཆའི་མིང་ཚུད་མེད།）

source: Basename of the default theme used by gtk+.
bo_cn: gtk+སྤྱད་པའི་བརྗོད་སྙིང་གི་རྨང་མིང་།

source: Beep when a key is accepted
bo_cn: མཐེབ་གནོན་ནང་འཇུག་སྐབས་“སྦི”སྒྲ་གྲགས་པ་དང་ལེན།

source: Beep when a key is first pressed
bo_cn: མཐེབ་གནོན་ཐེངས་དང་པོར་མར་མནན་དུས་“སྦི”་སྒྲ་གྲགས་པ།

source: Beep when a key is rejected
bo_cn: མཐེབ་གནོན་དང་ལེན་མི་བྱེད་སྐབས་་“སྦི”་སྒྲ་གྲགས་པ།

source: Beep when a keyboard accessibility feature changes
bo_cn: མཐེབ་གཞོང་རམ་འདེགས་བྱེད་ནུས་བཟོ་བཅོས་བྱེད་སྐབས་་“སྦི”་སྒྲ་གྲགས་པ།

source: Beep when a modifier is pressed.
bo_cn: རྒྱན་མཐེབ་གནོན་སྐབས་་“སྦི”་སྒྲ་གྲགས་པ།

source: Binding to select the next input source
bo_cn: ནང་འཇུག་ཁུངས་རྗེས་མ་འདེམ་པ། མཐེབ་གནོན་མནན་ནས་སྦྲེལ་བ།

source: Binding to select the previous input source
bo_cn: ནང་འཇུག་ཁུངས་གོང་མ་འདེམ་པ། མཐེབ་གནོན་མནན་ནས་སྦྲེལ་བ།

source: Buttons Have Icons
bo_cn: མཐེབ་གནོན་ལ་རིས་རྟགས་ལྡན་པ།

source: Calendar needs terminal
bo_cn: ལོ་རྩིས་ལ་མཐའ་སྣེ་དགོས།

source: Can Change Accels
bo_cn: མྱུར་མཐེབ་བསྒྱུར་ཆོག

source: Caret Tracking Mode
bo_cn: བར་བཅུག་རྗེས་འདེད་རྣམ་པ།

source: Categories
bo_cn: རིགས་དབྱེ།

source: Change brightness of blue
bo_cn: སྔོན་པོའི་གསལ་ཚད་བསྒྱུར་བ།

source: Change brightness of green
bo_cn: ལྗང་ཁུའི་གསལ་ཚད་བསྒྱུར་བ།

source: Change brightness of red
bo_cn: དམར་པོའི་གསལ་ཚད་བསྒྱུར་བ།

source: Change contrast of blue
bo_cn: སྔོན་པོའི་བསྡུར་ཚད་བསྒྱུར་བ།

source: Change contrast of green
bo_cn: ལྗང་ཁུའི་བསྡུར་ཚད་བསྒྱུར་བ།

source: Change contrast of red
bo_cn: དམར་པོའི་བསྡུར་ཚད་བསྒྱུར་བ།

source: Click method
bo_cn: གནོན་ཐབས།

source: Clip the crosshairs at the center
bo_cn: ལྟེ་གནས་ནས་རྒྱ་གྲམ་གྱི་འོད་རྟགས་དྲས་རྒྱག

source: Close window
bo_cn: སྒེའུ་ཁུང་ཁ་རྒྱག

source: Color Saturation
bo_cn: ཁ་དོག་འདང་ཚད།

source: Color Shading Type
bo_cn: མདོག་རིམ་འགྱུར་རིགས་གྲས།

source: Color of the crosshairs
bo_cn: རྒྱ་གྲམ་འོད་རྟགས་ཀྱི་ཁ་དོག

source: Consider trash and temporary files old after this many days.
bo_cn: ཉིན་འདི་དག་ལས་བརྒལ་བའི་སྙིགས་སྣོད་དང་གནས་སྐབས་ཡིག་ཆ་དག་ཡིག་ཆ་རྙིང་པར་བརྩི་བ།

source: Control how new windows get focus
bo_cn: སྒེའུ་ཁུང་གསར་པས་ཇི་ལྟར་བྱས་ནས་མདོ་གནས་ཐོབ་ལེན་ཚོད་འཛིན་པ།

source: Controls visibility of personal information
bo_cn: མི་སྒེར་གྱི་ཆ་འཕྲིན་མཐོང་ཐུབ་རང་བཞིན་ཚོད་འཛིན་པ།

source: Current input source
bo_cn: མིག་སྔའི་ནང་འཇུག་ཁུངས།

source: Current theme
bo_cn: མིག་སྔའི་བརྗོད་གཞི།

source: Cursor Blink
bo_cn: འོད་རྟགས་འཚེར་བ།

source: Cursor Blink Time
bo_cn: འོད་རྟགས་འཕྲོ་བའི་དུས་ཚོད།

source: Cursor Blink Timeout
bo_cn: འོད་རྟགས་འོད་འཚེར་དུས་བརྒལ།

source: Cursor size
bo_cn: འོད་རྟགས་ཀྱི་ཆེ་ཆུང་།

source: Cursor theme
bo_cn: འོད་རྟགས་ཀྱི་བརྗོད་གཞི།

source: Cursor theme name. Used only by Xservers that support the Xcursor extension.
bo_cn: འོད་རྟགས་ཀྱི་བརྗོད་གཞིའིའི་མིང་། Xcursorརྒྱ་སྐྱེད་ལ་རྒྱབ་སྐྱོར་བྱེད་པའི་Xserverཁོ་ནས་སྤྱད་ཆོག

source: Default calendar
bo_cn: སོར་བཞག་ལོ་ཐོ།

source: Default font
bo_cn: སོར་བཞག་ཡིག་གཟུགས།

source: Default tasks
bo_cn: སོར་བཞག་ལས་འགན།

source: Default tasks application.
bo_cn: སོར་བཞག་ལས་འགན་ཉེར་སྤྱོད་བྱ་རིམ།

source: Defines the situations in which the touchpad is enabled.
bo_cn: རེག་པང་ལ་མཚན་ཉིད་བཞག་ནས་སྤྱོད་འགོ་རྩོམ་པའི་གནས་ཚུལ།

source: Delay between repeats in milliseconds.
bo_cn: བསྐྱར་ཟློས་བར་གྱི་དུས་འགྱངས། (ཧའོ་སྐར་ཆ།)

source: Delay in milliseconds for the auto raise option
bo_cn: སྒེའུ་ཁུང་རང་འགུལ་ངང་མཐོ་རུ་འགྲོ་བའི་དུས་འགྱངས།(ཧའོ་སྐར་ཆ།)

source: Determines the length in pixels of the vertical and horizontal lines that make up the crosshairs.
bo_cn: རྒྱ་གྲམ་འོད་རྟགས་ཀྱི་ཆུ་སྙོམས་ཐིག་དང་དྲང་ཐིག་གི་རིང་ཚད་གྲུབ་སྟངས་གཏན་འཁེལ། (བརྙན་རྒྱུས་བརྩི་བ།)

source: Determines the transparency of the crosshairs, from fully opaque to fully transparent.
bo_cn: འོད་རྟགས་ཀྱི་གསལ་ཚད་གནཏ་འཁེལ། རྩ་བ་ནས་མི་གསལ་པ་ནས་ཡོངས་སུ་དྭངས་གསལ་གྱི་བར།

source: Determines whether the lightness values are inverted: darker colors become lighter and vice versa, and white and black are interchanged.
bo_cn: གསལ་ཚད་ཀྱི་ཐང་དེ་གོ་ལྡོག་མིན་སྒྲིག་གཅོད་པ།ཅུང་ནག་པའི་ཁ་དོག་དེ་ཅུང་གསལ་བར་འགྱུར་བ།ཅིག་ཤོས་དེ་ལས་ལྡོག་པ་སྟེ། དཀར་ནག་བརྗེ་བ་ཐེབ་པ།

source: Direction to perform a double click ('left', 'right', 'up', 'down').
bo_cn: ཉིས་རྡེག་ལག་བསྟར་བྱེད་པའི་ཁ་ཕྱོགས།(“left”、“right”、“up”、“down”)

source: Direction to perform a secondary click ('left', 'right', 'up', 'down').
bo_cn: རྡེབ་གནོན་ཕལ་བ་ལག་བསྟར་（གཡས་མཐེབ་རྡེབ་གནོན་）གྱི་ཁ་ཕྱོགས།

source: Direction to perform a single click ('left', 'right', 'up', 'down').
bo_cn: རྐྱང་རྡེབ་ལག་བསྟར་གྱི་ཁ་ཕྱོགས(“left”、“right”、“up”、“down”)。

source: Direction to perform dragging ('left', 'right', 'up', 'down').
bo_cn: འདྲུད་སྒུལ་ལག་བསྟར་གྱི་ཁ་ཕྱོགས།(“left”、“right”、“up”、“down”)

source: Disable URL and MIME type handlers
bo_cn: URL དང་ MIME རིགས་ཀྱི་སྒྲིག་གཅོད་ཆས་སྤྱོད་མི་ཆོག

source: Disable all external search providers
bo_cn: ཕྱིའི་འཚོལ་བཤེར་བྱ་རིམ་ཡོད་ཚད་བཀོལ་མི་ཆོག

source: Disable all external thumbnailers
bo_cn: ཕྱིའི་བསྡུས་རིས་བྱ་རིམ་ཡོད་ཚད་བཀོལ་མི་ཆོག།

source: Disable command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་སྤྱད་མི་ཆོག

source: Disable keyboard accessibility after a timeout
bo_cn: དུས་བརྒལ་རྗེས་མཐེབ་གཞོང་རམ་འདེགས་ནུས་པ་སྤྱོད་མི་ཆོག

source: Disable lock screen
bo_cn: བརྙན་ཡོལ་དམིགས་འཛིན་སྤྱད་མི་ཆོག

source: Disable log out
bo_cn: རྩིས་ཐེམ་ནས་སུབ་པ་སྤྱད་མི་ཆོག

source: Disable misfeatures that are required by old or broken applications
bo_cn: རྙིང་བའམ་ཡང་ན་གཏོར་སྐྱོན་ཐེབས་པའི་ཉེར་སྤྱོད་བྱ་རིམ་རེ་ཞུའི་རྒྱུན་ལྡན་མིན་པའི་ནུས་པ་བེད་སྤྱོད་བྱས་མི་ཆོག

source: Disable print setup
bo_cn: པར་འདེབས་སྒྲིག་འགོད་སྤྱད་མི་ཆོག

source: Disable printing
bo_cn: པར་འདེབས་སྤྱད་མི་ཆོག

source: Disable saving files to disk
bo_cn: ཡིག་ཆ་སྡུད་སྡེར་ནང་ཉར་ཚགས་བྱེད་པ་སྤྱད་མི་ཆོག

source: Disable user administration
bo_cn: སྤྱོད་མཁན་གྱི་དོ་དམ་སྤྱད་མི་ཆོག

source: Disable user switching
bo_cn: སྤྱོད་མཁན་བརྗེ་བ་སྤྱད་མི་ཆོག

source: Disable when two keys are pressed at the same time
bo_cn: མཐེབ་གཉིས་དུས་གཅིག་ཏུ་མནན་སྐབས་སྤྱད་མི་ཆོག

source: Distance in pixels before movement will be recognized.
bo_cn: ཆེས་ཆུང་བའི་སྤོ་རུང་གི་བརྙན་རྒྱུའི་བར་ཐག་ཏུ་ངོས་འཛིན་བྱས་ཡོད།

source: Do not accept a key as being pressed unless held for this many milliseconds.
bo_cn: ཧའོ་སྐར་ཆ་མང་ཉུང་འདི་ཙམ་མནན་ན་ད་གཟོད་མཐེབ་གནོན་མནན་པར་བརྩི།

source: Document font
bo_cn: ཡིག་ཚགས་ཡིག་གཟུགས།

source: Don't use
bo_cn: བཀོལ་སྤྱོད་མི་བྱེད་པ།

source: Draw Desktop Background
bo_cn: ཅོག་ངོས་ཀྱི་རྒྱབ་ལྗོངས་འབྲི་བ།

source: Drawing tablet mapping
bo_cn: ངོས་ལེབ་རྟེན་འཕྲོ་འབྲི་བ།

source: Duration of the disabling timeout
bo_cn: དུས་བརྒལ་ཡུན་ཚད་སྤྱད་མི་ཆོག

source: Duration of the timeout before disabling the keyboard accessibility.
bo_cn: མཐེབ་གཞོང་གི་རམ་འདེགས་ནུས་པའི་སྔོན་གྱི་དུས་བརྒལ་ཡུན་ཚད་སྤྱད་མི་ཆོག

source: Dwell click mode
bo_cn: ལྡིང་འཁོར་རྡེབ་གནོན་རྣམ་པ།

source: Dwell click time
bo_cn: ལྡིང་འཁོར་རྡེབ་གནོན་དུས་ཚོད།

source: Embedded keyboard command
bo_cn: ནང་སྒྲིག་མཐེབ་གཞོང་བཀའ་བརྡ།

source: Enable 'Bounce Keys'
bo_cn: “ཕྱིར་ལྡེམ་མཐེབ་”སྤྱོད་འགོ་ཚུགས་པ།

source: Enable 'Mouse Keys'
bo_cn: ཙིག་མཐེབ་སྤྱོད་འགོ་ཚུགས་པ།

source: Enable 'Slow Keys'
bo_cn: དལ་མྱུར་མཐེབ་སྤྱོད་པ།

source: Enable 'Toggle Keys'
bo_cn: རྗེ་མཐེབ་སྤྱོད་པ།

source: Enable Animations
bo_cn: འགུལ་རིས་འགོ་སློང་།

source: Enable Toolkit Accessibility
bo_cn: ལག་ཆའི་སྒམ་གྱི་རམ་འདེགས་ཁྱད་གཤིས་འགོ་སློང་།

source: Enable Visual Bell
bo_cn: མིག་དབང་གི་དྲིལ་བུ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable accessibility keyboard shortcuts
bo_cn: གཞོགས་འདེགས་བྱེད་ནུས་མཐེབ་གཞོང་མྱུར་མཐེབ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable dwell clicks
bo_cn: ལྡིང་འཁོར་རྡེབ་གནོན་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable dwell clicks.
bo_cn: ལྡིང་འཁོར་རྡེབ་གནོན་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable lens mode
bo_cn: རྒྱུ་ཤེལ་རྣམ་པ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable mouse clicks with touchpad
bo_cn: རེག་པང་བཀོལ་ནས་ཙིག་རྟགས་རྡེབ་གནོན་པ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable notifications
bo_cn: བརྡ་ཐོ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable simulated secondary clicks
bo_cn: རྡེབ་གནོན་ཕལ་བ་ལད་ཟློས་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable sound alerts
bo_cn: སྐད་སྒྲའི་ཐ་ཚིག་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable sticky keys
bo_cn: འབྱར་མཐེབ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enables/disables display of crosshairs centered on the magnified mouse sprite.
bo_cn: ཆེར་བསྐྱེད་ཙིག་རྟགས་ཀྱི་སྤྲོ་གསེང་མཚོན་རྟགས་ལྟེ་བར་བྱས་པའི་རྒྱ་གྲམ་འོད་རྟགས་འཆར་མངོན་སྤྱོད་འགོ་རྩོམ་པའམ་འགོག་པ།

source: Excluded applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྐྱོན་སེལ།

source: Exec Arguments
bo_cn: Execཞུགས་གྲངས།

source: FTP proxy host name
bo_cn: FTP ལས་ཚབ་གཙོ་འཁོར་གྱི་མིང་།

source: FTP proxy port
bo_cn: FTP ལས་ཚབ་མཐུད་སྣེ།

source: Factor used to enlarge or reduce text display, without changing font size.
bo_cn: ཡིག་ཆའི་མངོན་ཚད་ལྡབ་གྲངས་ཆེར་བསྐྱེད་དམ་ཆུང་བསྡུ་བྱེད་པ་ལས་ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་བསྒྱུར་མི་དགོས་པ།

source: Focus Tracking Mode
bo_cn: མདོ་འདུའི་རྗེས་འདེད་རྣམ་པ།

source: Folder children
bo_cn: བུ་ཡིག་ཁུག

source: Folder name
bo_cn: ཡིག་ཁུག་གི་མིང་།

source: Force automatic expanding of banners
bo_cn: བཙན་ཤེད་བརྡ་ཐོའི་གཞུང་ཐིག་རང་འགྲེམ།

source: GTK IM Module
bo_cn: GTKའཇུག་ཐབས་དཔེ་དུམ།

source: GTK IM Preedit Style
bo_cn: GTKའཇུག་ཐབས་ཀྱི་སྔོན་བསྒྲིགས་རྣམ་པ།

source: GTK IM Status Style
bo_cn: GTKའཇུག་ཐབས་རྣམ་པའི་རྣམ་པ།

source: Geolocation services are enabled.
bo_cn: ས་ཁམས་གནས་བབ་དམིགས་འཛུགས་གྱི་ཞབས་ཞུ་སྤེལ་འགོ་ཚུགས་པ།

source: Gesture double click
bo_cn: ཉིས་རྡེབ་ལག་བརྡ།

source: Gesture drag click
bo_cn: འདྲུད་རྡེབ་ལག་བརྡ།

source: Gesture secondary click
bo_cn: ཕལ་བའི་རྡེབ་གནོན་(གཡས་མཐེབ་)ལག་བརྡ།

source: Gesture single click
bo_cn: ཆིག་རྡེབ་ལག་བརྡ།

source: Gtk+ Keybinding Theme
bo_cn: Gtk+མཐེབ་གནོན་གྱིས་བརྗོད་སྙིང་དམིགས་འཛུགས།

source: Gtk+ Theme
bo_cn: Gtk+བརྗོད་སྙིང།

source: HTTP proxy host name
bo_cn: HTTP ལས་ཚབ་གཙོ་འཁོར་གྱི་མིང་།

source: HTTP proxy password
bo_cn: HTTP ལས་ཚབ་གསང་ཨང་།

source: HTTP proxy port
bo_cn: HTTP ལས་ཚབ་མཐུད་སྣེ།

source: HTTP proxy username
bo_cn: HTTP ལས་ཚབ་སྤྱོད་མཁན་གྱི་མིང་།

source: Have file manager handle the desktop
bo_cn: ཡིག་ཆའི་དོ་དམ་ཆས་ཀྱིས་ཅོག་ངོས་སྒྲིག་གཅོད།

source: Hide all normal windows
bo_cn: རྒྱུན་གཏན་གྱི་སྒེའུ་ཁུང་ཚང་མ་གབ་པ།

source: How long to accelerate in milliseconds
bo_cn: ཧའོ་སྐར་ཆ་ག་ཚོད་ཀྱི་རྗེས་སུ་འགྲོས་སྣོན་བྱེད་འགོ་ཚུགས་པ།

source: How many milliseconds it takes to go from 0 to maximum speed.
bo_cn: ཧའོ་སྐར་ཆ་ཅི་ཙམ་བརྒྱུད་དེ་མྱུར་ཚད་མཐོ་ཤོས་སུ་སླེབས་པ།

source: How many milliseconds to wait before mouse movement keys start to operate.
bo_cn: ཧའོ་སྐར་ཆ་ཅི་ཙམ་སྒུག་རྗེས་ཙིག་རྟགས་སྒུལ་མཐེབ་ཀྱིས་ལས་ཀ་བྱེད་འགོ་ཚུགས་པ།

source: How many pixels per second to move at the maximum speed.
bo_cn: ཆེས་མགྱོགས།པའི་སྐབས་སུ་སྐར་ཆ་རེ་ལ་བརྙན་རྒྱུ་ག་ཚོད་རེ་སྤོ་བ།

source: Icon Theme
bo_cn: རིས་རྟགས་བརྗོད་སྙིང།

source: Icon theme to use for the panel, nautilus etc.
bo_cn: ངོས་པང་དང་nautilusསོགས་ཀྱི་རིས་རྟགས་བརྗོད་གཞི།

source: If FALSE, application usage will not be monitored and recorded.
bo_cn: གལ་ཏེ་FALSEཡིན་ན།ཉེར་སྤྱོད་བྱ་རིམ་བཀོལ་སྤྱོད་ཀྱི་གནས་ཚུལ་ལ་ལྟ་ཞིབ་དང་ཟིན་ཐོ་མི་འགོད་།

source: If FALSE, applications will not remember recently used files.
bo_cn: གལ་ཏེ་FALSEརུ་སྒྲིག་ན།ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་ཉེ་ཆར་བཀོལ་བའི་ཡིག་ཆ་དྲན་མི་སྲིད།

source: If FALSE, no anonymous installation or removal information will be sent to the vendor.
bo_cn: གལ་ཏེ་FALSEཡིན་ན།བཟོ་གྲྭ་ལ་མིང་མ་བཀོད་པའི་སྒྲིག་འཇུག་དང་སྤོ་སྒྱུར་གྱི་ཆ་འཕྲིན་གཏོང་མི་སྲིད།

source: If TRUE, anonymized reports will be sent automatically to the vendor.
bo_cn: གལ་ཏེ་TRUEཡིན་ན།མིང་མ་བཀོད་པའི་སྙན་ཞུ་བཟོ་གྲྭར་རང་སྐྱེལ་བྱེད།

source: If TRUE, automatically remove temporary files when they are older than 'old-files-age' days.
bo_cn: གལ་ཏེ་TRUEཡིན་ན། སྒྲིག་འཇུག་བྱས་པའིod-files-ageཉིན་གྲངས་ལས་རྙིང་པའི་གནས་སྐབས་ཀྱི་ཡིག་ཆ་རང་བསུབ་བྱེད།

source: If set to true, the system will make an effort to not divulge the user's identity on screen or on the network.
bo_cn: གལ་ཏེ་ trueརུ་སྒྲིག་ན།རྒྱུད་ཁོངས་གིས་བརྙན་ཡོལ་དང་དྲ་བའི་སྟེང་ནས་སྤྱོད་མཁན་གྱི་ཐོབ་ཐང་ཕྱིར་མངོན་མི་གང་ཐུབ་བྱེད།

source: If set to true, then file manager will draw the icons on the desktop.
bo_cn: གལ་ཏེ་Rueལ་སྒྲིག་ན།ཡིག་ཆའི་དོ་དམ་ཆས་ཀྱིས་ཅོག་ངོས་སྟེང་གི་རིས་རྟགས་འབྲི།

source: If true, applications are allowed to access location information.
bo_cn: གལ་ཏེ་བདེན་ན། ཉེར་སྤྱོད་བྱ་རིམ་དེ་གནས་གཞིའི་ཆ་འཕྲིན་ལ་བལྟ་རུ་འཇུག་ངེས།

source: If true, display date in the clock, in addition to time.
bo_cn: གལ་ཏེ་ trueཡིན་ན།དུས་ཚོད་ཕུད་ཆུ་ཚོད་ལའང་ཟླ་ཚེ་འཆར།

source: If true, display seconds in the clock.
bo_cn: གལ་ཏེ་ trueཡིན་ན།ཆུ་ཚོད་ཀྱི་གནས་སུ་སྐར་ཆ་ཡི་གྲངས་ཀ་འཆར།

source: If true, ignore the titlebar-font option, and use the standard application font for window titles.
bo_cn: གལ་ཏེ་trueཡིན་ན།ཁ་བྱང་སྡེ་ཡི་ཡིག་གཟུགས་འདེམ་བྱང་སྣང་མེད་གཏོང་བ་མ་ཟད།སྒེའུ་ཁུང་གི་ཁ་བྱང་ལ་ཚད་ལྡན་ཉེར་སྤྱོད་ཡིག་གཟུགས་བཀོལ།

source: Ignore multiple presses of the same key within this many milliseconds.
bo_cn: ཧའོ་སྐར་ཆ་གཅིག་གི་ནང་དུ་མཐེབ་གནོན་གཅིག་འདྲ་ཐེངས་མང་མནན་པར་སྣང་མེད་བྱེད།

source: Initial Key Repeat Delay
bo_cn: ཐོག་མའི་མཐེབ་གནོན་བསྐྱར་ཟློས།

source: Initial delay in milliseconds
bo_cn: ཐོག་མའི་ཕྱིར་འགྱངས།(ཧའོ་སྐར་ཆ།)

source: Initial key repeat delay in milliseconds.
bo_cn: ཐོག་མའི་མཐེབ་གནོན་བསྐྱར་ཟློས་ཕྱིར་འགྱངས།(ཧའོ་སྐར་ཆ།)

source: Input feedback sounds
bo_cn: ཚུར་ལན་སྐད་འཇུག

source: Integer factor used to scale windows by. For use on high-dpi screens. 0 means pick automatically based on monitor.
bo_cn: སྒེའུ་ཁུང་གི་སྐྱེད་སྐྱུང་ལ་སྤྱོད་པའི་ཧྲིལ་གྲངས་ཞུགས་གྲངས། དབྱེ་འབྱེད་ཚད་མཐོ་བའི་བརྙན་ཡོལ་ལ་སྤྱོད། 0ཡིས་འཆར་ཆས་ལ་གཞིགས་ནས་རང་འདེམས་བྱེད་པ་མཚོན།

source: Inverse lightness
bo_cn: ལྡོག་འཁོར་གསལ་ཚད།

source: Key Repeat Interval
bo_cn: མཐེབ་གནོན་བསྐྱར་ཟློས་བར་ཆོད།

source: Keyboard repeat
bo_cn: མཐེབ་གཞོང་བསྐྱར་ཟློས།

source: Keyboard shortcut to open the menu bars.
bo_cn: འདེམས་བྱང་ཚན་བྱང་གི་མཐེབ་གཞོང་མྱུར་མཐེབ་ཕྱེ་བ།

source: Left or Top color when drawing gradients, or the solid color.
bo_cn: རིམ་འགྱུར་སྐབས་གཡོན་ངོས་སམ་གཡས་ངོས་ཀྱི་ཁ་དོག་འབྲི་བ། ཡང་ན་མདོག་གཙང་མ།

source: Length of the crosshairs in pixels
bo_cn: རྒྱ་གྲམ་འོད་རྟགས་ཀྱི་རིང་ཚད།

source: Length of the cursor blink cycle, in milliseconds.
bo_cn: འོད་འཚེར་འོད་རྟགས་ཀྱི་འཁོར་ཡུན།སྡེ་ཚན་ནི་ཧའོ་སྐར་ཆ་ཡིན།

source: List of XKB options
bo_cn: XKBའདེམས་བྱང་རེའུ་མིག

source: List of desktop file IDs for search providers sort order
bo_cn: བཤེར་འཚོལ་བྱ་རིམ་རིམ་སྒྲིག་ཏུ་བཀོལ་བའི་ཅོག་ངོས་ཡིག་ཆIDརེའུ་མིག

source: List of desktop file IDs for which the associated default-disabled search provider should be enabled
bo_cn: སོར་བཞག་ཁ་འབྱེད་ལ་མཁོ་བའི་འབྲེལ་ཡོད་བཤེར་འཚོལ་ཞབས་ཞུའི་ནང་ཚུད་པའི་ཅོག་ངོས་ཡིག་ཆIDརེའུ་མིག

source: List of desktop file IDs for which the associated default-enabled search provider should be disabled
bo_cn: སོར་བཞག་ཁ་འབྱེད་ལ་མཁོ་བའི་འབྲེལ་ཡོད་བཤེར་འཚོལ་ཞབས་ཞུས་ཕར་ཕུད་པའི་ཅོག་ངོས་ཡིག་ཆIDརེའུ་མིག

source: List of input sources
bo_cn: ནང་འཇུག་ཁུངས་ཀྱི་རེའུ་མིག

source: List of mime-types for which external thumbnailer programs will be disabled
bo_cn: ཕྱིའི་བསྡུས་རིས་བྱ་རིམ་སྤྱོད་མི་ཆོག་པའི་mimeརིགས་གྲས་རེའུ་མིག

source: List of symbolic names and color equivalents
bo_cn: མཚོན་རྟགས་མིང་དང་ཁ་དོག་ཚབ་ཨང་གི་ལྟོས་ཟླའི་རེའུ་མིག

source: List of x-content/* types where the preferred application will be launched
bo_cn: འདྲེན་སྤྱོད་ཐོག་འདེམས་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་ x-content/* རིགས་གྲས་རེའུ་མིག

source: Lock on activation
bo_cn: སྐུལ་སློང་སྐབས་དམིགས་འཛིན།

source: Lock on suspend
bo_cn: ངང་སྒུག་སྐབས་དམིགས་འཛིན།

source: Logout command
bo_cn: རྩིས་ཐེམ་ནས་བསུབ་པའི་བཀའ་བརྡ།

source: Magnification factor
bo_cn: ཆེར་སྐྱེད་ལྡབ་གྲངས།

source: Makes all installed input sources available for choosing in System Settings.
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི་ནང་འཇུག་ཁུངས་ཚང་མ་རྒྱུད་ཁོངས་སྒྲིག་འགོད་ཁྲོད་སྒྲིག་ནས་གདམ་ག་བྱེད་རྒྱུར་མཁོ་འདོན་བྱེད་པ།

source: Maximize window
bo_cn: སྒེའུ་ཁུང་ཆེས་ཆེར་སྐྱེད།

source: Maximize window horizontally
bo_cn: སྒེའུ་ཁུང་ཆུ་སྙོམས་ཆེས་ཆེར་བསྐྱེད།

source: Maximize window vertically
bo_cn: སྒེའུ་ཁུང་དྲང་དཕྱང་ཆེས་ཆེར་བསྐྱེད།

source: Maximum age for thumbnails in the cache, in days. Set to -1 to disable cleaning.
bo_cn: འགྱངས་གསོག་ཁྲོད་ཀྱི་བསྡུས་རིས་ཉར་ཚགས་ཉིན་གྲངས་-1 ཏུ་སྒྲིག་ཏེ་དུས་བརྒལ་གཙང་སེལ་བཀག་སྡོམ་བྱེད་དགོས།

source: Maximum size of the thumbnail cache, in megabytes. Set to -1 to disable cleaning.
bo_cn: བསྡུས་རིས་ལྷོད་གསོག་གི་ཆེས་ཆེ་བའི་ཚད་གཞི། རྩིས་གཞི་ནི་ MBཡིན།-1 ཏུ་སྒྲིག་ཏེ་ཚད་རྒལ་གཙང་སེལ་བཀག་སྡོམ་བྱེད་དགོས།

source: Menubar Detachable
bo_cn: འདེམས་བྱང་སྡེཁ་བྲལ་ཆོག་པ།

source: Menubar accelerator
bo_cn: འདེམས་བྱང་སྡེ་མྱུར་མཐེབ།

source: Menus Have Icons
bo_cn: འདེམས་བྱང་ལ་རིས་རྟགས་ལྡན་པ།

source: Menus Have Tearoff
bo_cn: འདེམས་བྱང་ལ་དབྱེ་ཐིག་ལྡན་པ།

source: Minimize window
bo_cn: སྒེའུ་ཁུང་ཆེས་ཆུང་བསྡུ།

source: Minimum interval in milliseconds
bo_cn: ཆེས་ཆུང་བར་ཐག(ཧའོ་སྐར་ཆ།)

source: Modifier to use for modified window click actions
bo_cn: སྒེའུ་ཁུང་ལ་གནོན་བྱེད་ཀྱི་རྒྱན་མཐེན།

source: Monospace font
bo_cn: ཞེང་མཚུངས་ཡིག་གཟུགས།

source: Mouse Tracking Mode
bo_cn: ཙིག་རྟགས་རྗེས་འདེད་རྣམ་པ།

source: Mouse button orientation
bo_cn: ཙིག་རྟགས་མཐེབ་གནོན་ཁ་ཕྱོགས།

source: Mouse wheel emulation button. 0 to disable the feature.
bo_cn: ཙིག་རྟགས་འགྲིལ་འཁོར་ལད་ཟློས་མཐེབ་གནོན་། 0ཡིས་ཕན་ནུས་འདི་བཀག་པ་མཚོན།

source: Move window
bo_cn: སྒེའུ་ཁུང་སྤོར་བ།

source: Move window one workspace down
bo_cn: སྒེའུ་ཁུང་དེ་མར་ལས་ཀའི་ཁུལ་གཅིག་སྤོས།

source: Move window one workspace to the left
bo_cn: སྒེའུ་ཁུང་དེ་གཡོན་ཏུ་ལས་ཀའི་ཁུལ་གཅིག་སྤོས།

source: Move window one workspace to the right
bo_cn: སྒེའུ་ཁུང་དེ་གཡསམསུ་ལས་ཀའི་ཁུལ་གཅིག་སྤོས།

source: Move window one workspace up
bo_cn: སྒེའུ་ཁུང་དེ་ཡར་ལས་ཀའི་ཁུལ་གཅིག་སྤོས།

source: Move window to bottom edge of screen
bo_cn: སྒེའུ་ཁུང་བརྙན་ཡོལ་གྱི་མཐིལ་སྣེ་རུ་སྤོས།

source: Move window to bottom left corner
bo_cn: སྒེའུ་ཁུང་གཡོན་ཟུར་དུ་སྤོས།

source: Move window to bottom right corner
bo_cn: སྒེའུ་ཁུང་གཡས་ཀྱི་འོག་ཟུར་དུ་སྤོས།

source: Move window to center of screen
bo_cn: སྒེའུ་ཁུང་བརྙན་ཡོལ་གྱི་དཀྱིལ་དུ་སྤོས།

source: Move window to last workspace
bo_cn: སྒེའུ་ཁུང་ནས་མདུན་གྱི་ལས་ཀའི་བར་སྟོང་དུ་སྤོས།

source: Move window to left side of screen
bo_cn: སྒེའུ་ཁུང་དེ་བརྙན་ཡོལ་གྱི་གཡོན་ཕྱོགས་སུ་སྤོས།

source: Move window to right side of screen
bo_cn: སྒེའུ་ཁུང་བརྙན་ཡོལ་གྱི་གཡས་འགྲམ་དུ་སྤོ་པ།

source: Move window to the next monitor above
bo_cn: སྒེའུ་ཁུང་དེ་སྟེང་གི་འཆར་ཆས་སྟེང་དུ་སྤོས།

source: Move window to the next monitor below
bo_cn: སྒེའུ་ཁུང་དེ་གཤམ་འོག་གི་འཆར་ཆས་སྟེང་དུ་སྤོ་དགོས།

source: Move window to the next monitor on the left
bo_cn: སྒེའུ་ཁུང་དེ་གཡོན་ཕྱོགས་ཀྱི་འཆར་ཆས་སྟེང་དུ་སྤོས།

source: Move window to the next monitor on the right
bo_cn: སྒེའུ་ཁུང་གཡས་ཕྱོགས་ཀྱི་འཆར་ཆས་སྟེང་དུ་སྤོས།

source: Move window to top edge of screen
bo_cn: སྒེའུ་ཁུང་དེ་བརྙན་ཡོལ་རྩེ་གནས་ཀྱི་མཐའ་རུ་སྤོས།

source: Move window to top left corner
bo_cn: སྒེའུ་ཁུང་གཡོན་ཟུར་དུ་སྤོས།

source: Move window to top right corner
bo_cn: སྒེའུ་ཁུང་གཡས་ཟུར་དུ་སྤོས།

source: Move window to workspace 1
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་1རུ་སྤོས།

source: Move window to workspace 10
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་10རུ་སྤོས།

source: Move window to workspace 11
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་11ཏུ་སྤོས།

source: Move window to workspace 12
bo_cn: སྒེའུ་ཁུང་ལས་དོན་ཁུལ་12རུ་སྤོས།

source: Move window to workspace 2
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་2རུ་སྤོས།

source: Move window to workspace 3
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་3རུ་སྤོས།

source: Move window to workspace 4
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་4རུ་སྤོས།

source: Move window to workspace 5
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་5རུ་སྤོས།

source: Move window to workspace 6
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་6ལ་སྤོས།

source: Move window to workspace 7
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་7ལ་སྤོས།

source: Move window to workspace 8
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་8ལ་སྤོས།

source: Move window to workspace 9
bo_cn: སྒེའུ་ཁུང་དེ་ལས་ཀའི་ཁུལ་9ལ་སྤོས།

source: Movement threshold
bo_cn: མཚམས་ཐང་སྤོ་བ།

source: Name of a monospaced (fixed-width) font for use in locations like terminals.
bo_cn: མཐའ་སྣེར་བཀོལ་བའི་ཞེང་མཚུངས་ཡིག་གཟུགས་ཀྱི་མིང་།

source: Name of the GTK+ input method Preedit Style used by gtk+.
bo_cn: gtk+GTK+འཇུག་ཐབས་སྔོན་བཀོད་སྒྲིག་གཅོད་རྣམ་པའི་མིང་།

source: Name of the GTK+ input method Status Style used by gtk+.
bo_cn: gtk+GTK+འཇུག་ཐབས་རྣམ་པའི་མིང་།

source: Name of the default font used by gtk+.
bo_cn: gtk+བཀོལ་བའི་ཡིག་གཟུགས་ཀྱི་མིང་།

source: Name of the default font used for reading documents.
bo_cn: ཀློག་པར་བཀོལ་བའི་ཡིག་གཟུགས།

source: Name of the input method module used by GTK+.
bo_cn: GTK+ཡིས་སྤྱད་པའི་སོར་བཞག་འཇུག་ཐབས་དཔེ་དུམ་ཀྱི་མིང་།

source: Natural scrolling
bo_cn: རང་བྱུང་ཚུལ་གྱི་འགྲིལ་འཁོར།

source: Never prompt or autorun/autostart programs when media are inserted
bo_cn: བར་རྫས་ནང་འཇུག་སྐབས་སུ་བརྟན་ནས་གསལ་སྟོན་མི་བྱའམ་བྱ་རིམ་རང་འཁོར/མགོ་རང་རྩོམ་བྱེད།

source: Non-proxy hosts
bo_cn: ལས་ཚབ་མིན་པའི་ཞབས་ཞུ་ཆས།

source: Number of days to keep trash and temporary files
bo_cn: སྙིགས་སྣོད་དང་གནས་སྐབས་ཡིག་ཆ་སོར་ཉར་གྱི་ཉིན་གྲངས།

source: Number of days to remember recently used files for
bo_cn: ཉིན་འགའི་ནང་སྤྱོད་མྱོང་བའི་ཡིག་ཆ་དྲན་འཆར།

source: Number of workspaces
bo_cn: ལས་དོན་ཁུལ་གྱི་གྲངས་འབོར།

source: On-screen keyboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་།

source: Only show mnemonics on when the Alt key is pressed
bo_cn: Altམཐེབ་མནན་རྗེས་བློར་འཛིན་གྲོགས་ཀྱི་རྟགས་འཆར་བ།

source: Opacity of the crosshairs
bo_cn: རྒྱ་གྲམ་འོད་རྟགས་ཀྱི་གསལ་ཚད།

source: Opacity with which to draw the background picture.
bo_cn: རྒྱབ་ལྗོངས་དཔེ་རིས་འབྲི་བར་བཀོལ་བའི་གསལ་ཚད།

source: Palette used in the color selector
bo_cn: མདོག་འདེམ་ཆས་ཁྲོད་བཀོལ་བའི་ཚོན་སྡེབ་སྡེར།

source: Palette used in the color selector as defined by the 'gtk-color-palette' setting
bo_cn: མདོག་འདེམ་ཆས་ཁྲོད་དུ་བཀོལ་བའི་ཚོན་སྡེབ་སྡེར་ནི།“gtk-color-palette”ཡི་སྒྲིག་བཟོ་ཁྲོད་མཚན་ཉིད་བཞག་པ་དང་མཚུངས།

source: Password to pass as authentication when doing HTTP proxying.
bo_cn: HTTP ལ་སྤྱོད་པའི་ལས་ཚབ་ར་སྤྲོད་ཀྱི་གསང་ཨང་།

source: Picture Opacity
bo_cn: པར་རིས།་ཀྱི་གསལ་ཚད།

source: Picture Options
bo_cn: པར་རིས།་གདམ་གསེས།

source: Picture URI
bo_cn: URIཔར་རིས།།

source: Pixels per seconds
bo_cn: སྐར་ཆ་རེའི་བརྙན་རྒྱུའི་གྲངས།

source: Pointer speed
bo_cn: སྟོན་ཁབ་ཀྱི་འགྲོས་ཚད།

source: Prevent running any URL or MIME type handler applications.
bo_cn: URLའམ་MIEརིགས་གང་རུང་གི་སྒྲིག་གཅོད་ཆས་ཀྱི་ཉེར་སྤྱོད་བྱ་རིམ་འཁོར་སྐྱོད་བཀག་འགོག

source: Prevent the user from logging out.
bo_cn: སྤྱོད་མཁན་རྩིས་ཐེམ་ནས་བསུབ་པ་བཀག་འགོག

source: Prevent the user from switching to another account while his session is active.
bo_cn: སྤྱོད་མཁན་གྱིས་རང་གི་གླེང་མོལའི་བྱ་འགུལ་ལ་ཞུགས་དུས་རྩིས་ཐོ་གཞན་ཞིག་ལ་བརྗེ་བར་བཀག་འགོག་བྱེད་པ།

source: Prevent the user to lock his screen.
bo_cn: སྤྱོད་མཁན་གྱིས་རང་ཉིད་ཀྱི་བརྙན་ཡོལ་དམིགས་འཛིན་ལ་བཀག་འགོག་བྱེད་པ།
