Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gsettings-desktop-schemas.po
Languages: bo_cn

source: Primary Color
bo_cn: རྩ་བའི་ཁ་དོག

source: Proxy configuration mode
bo_cn: ལས་ཚབ་སྡེབ་སྒྲིག་གི་རྣམ་པ།

source: Raise window if covered, otherwise lower it
bo_cn: སྒྲིབ་སྐབས་སྒེའུ་ཁུང་མཐོ་རུ་མ་བཏང་ན་དམའ་རུ་ཐོངས།

source: Represents a change to the color saturation, from 0.0 (grayscale) to 1.0 (full color).
bo_cn: ཁ་དོག་གི་འདང་ཚད་ཀྱི་འགྱུར་ལྡོག་0.0（སྐྱ་བོ）ནས་1.0（ཚོན་མདོག）བར་མཚོན།

source: Restore window
bo_cn: སྒེའུ་ཁུང་སླར་གསོ།

source: Results for applications contained in this list will be displayed when searching.
bo_cn: འཚོལ་བཤེར་སྐབས་རེའུ་མིག་ནང་འདུས་པའི་ཉེར་སྤྱོད་ཀྱི་མཇུག་འབྲས་མངོན་སྲིད།

source: Results for applications contained in this list will not be displayed when searching.
bo_cn: རེའུ་མིག་འདིའི་ནང་འདུས་པའི་བྱ་རིམ་ནི་འཚོལ་བཤེར་མཇུག་འབྲས་ཁྲོད་ནས་མི་མངོན།

source: Reverse switch applications
bo_cn: ལྡོག་པའི་ཉེར་སྤྱོད་བྱ་རིམ་བརྗེ་བ།

source: Reverse switch system controls
bo_cn: ལྡོག་པའི་རྒྱུད་ཁོངས་ཚོད་འཛིན་བརྗེས་རེས།

source: Reverse switch system controls directly
bo_cn: ཐད་ཀར་ལྡོག་པའི་རྒྱུད་ཁོངས་ཚོད་འཛིན་བརྗེས་རེས་བྱེད་པ།

source: Reverse switch windows
bo_cn: ལྡོག་པའི་སྒེའུ་ཁུང་བརྗེ་བ།

source: Reverse switch windows directly
bo_cn: ཐད་ཀར་ལྡོག་པའི་སྒེའུ་ཁུང་བརྗེས་རེས་བྱེད་པ།

source: Reverse switch windows of an app directly
bo_cn: ཐད་ཀར་ལྡོག་པའི་ཉེར་སྤྱོད་བྱ་རིམ་སྒེའུ་ཁུང་བརྗེས་རེས་བྱེད་པ།

source: Reverse switch windows of an application
bo_cn: ལྡོག་པའི་ཉེར་སྤྱོད་བྱ་རིམ་སྒེའུ་ཁུང་རིགས་གཅིག་གི་བརྗེ་བ།

source: Right or Bottom color when drawing gradients, not used for solid color.
bo_cn: རིམ་འགྱུར་སྐབས་ཀྱི་གཡས་སམ་འོག་གི་ཁ་དོག་འབྲི་བ།ཁ་དོག་ལྷད་མེད་འབྲི་དུས་བཀོལ་སྤྱོད་མི་བྱེད།

source: SOCKS proxy host name
bo_cn: SOCKS ལས་ཚབ་གཙོ་འཁོར་གྱི་མིང་།

source: SOCKS proxy port
bo_cn: SOCKS ལས་ཚབ་མཐུད་སྣེ།

source: Screen magnifier
bo_cn: བརྙན་ཡོལ་སྐྱེད་ཤེལ།

source: Screen position
bo_cn: བརྙན་ཡོལ་གནས་ས།

source: Screen reader
bo_cn: བརྙན་ཡོལ་ཀློག་ཆས།

source: Scroll magnified contents beyond the edges of the desktop
bo_cn: འགྲིལ་སྒུལ་ཆེར་བསྐྱེད་ནང་དོན་དེ་བརྙན་ཡོལ་གྱི་མཐའ་ལས་བརྒལ་རུང་བ།

source: Secondary Color
bo_cn: ཕལ་མདོག

source: Secondary click enabled
bo_cn: ཕལ་བའི་རྡེབ་གནོན་(གཡས་མཐེབ་)སྤྱོད་འགོ་བརྩམས་པ།

source: Secondary click time
bo_cn: ཕལ་བའི་རྡེབ་གནོན་(གཡས་མཐེབ་)དུས་ཡུན།

source: Secure HTTP proxy host name
bo_cn: བདེ་འཇགས HTTP ལས་ཚབ་གཙོ་འཁོར་གྱི་མིང་།

source: Secure HTTP proxy port
bo_cn: བདེ་འཇགས HTTP ལས་ཚབ་མཐུད་སྣེ།

source: Select the touchpad scroll method
bo_cn: པང་རེག་འགྲིལ་ཐབས་འདེམས།

source: Send reports of technical problems to the vendor
bo_cn: ལག་རྩལ་གནད་དོན་སྙན་ཞུ་བཟོ་གྲྭ་ལ་བསྐུར།

source: Send statistics when applications are removed or installed
bo_cn: སྤོ་བའམ་སྒྲིག་འཇུག་ཉེར་སྤྱོད་སྐབས་བསྡོམས་རྩིས་ཆ་འཕྲིན་བསྐུར་བ།

source: Session type
bo_cn: གླེང་མོལ་གྱི་རིགས་གྲས།

source: Set or unset window to appear always on top
bo_cn: སྒེའུ་ཁུང་རྒྱུན་དུ་རྩེ་སྣེར་ཡོད་པ་བརྗེ་བ།

source: Set this to TRUE to be able to send mouse clicks by tapping on the touchpad.
bo_cn: ཚན་པ་འདི་TRUEརུ་སྒྲིག་ན་རེག་པང་རྡེབ་གནོན་བརྒྱུད་ཙིག་རྟགས་རྡེབ་གནོན་དོན་རྐྱེན་སྐྱེལ་ཐུབ།

source: Set this to TRUE to enable keyboard repeat.
bo_cn: ཚན་པ་འདི་TRUEརུ་སྒྲིག་ན་མཐེབ་གཞོང་བསྐྱར་ཟློས་སྤྱོད་འགོ་རྩོམ།

source: Set this to TRUE to enable natural (reverse) scrolling for mice.
bo_cn: ཚན་པ་འདི་TRUEརུ་སྒྲིག་ན་ཙིག་རྟགས་རང་འགྲིལ་（ལྡོག་ཕྱོགས་）སྤྱོད་འགོ་རྩོམ།

source: Set this to TRUE to enable natural (reverse) scrolling for touchpads.
bo_cn: ཚན་པ་འདི་TRUEརུ་སྒྲིག་ན་རེག་པང་རང་འགྲིལ་（ལྡོག་ཕྱོགས་）སྤྱོད་འགོ་རྩོམ།

source: Set this to TRUE to lock the screen when the screensaver goes active.
bo_cn: ཚན་པ་འདི་TRUEརུ་སྒྲིག་རྗེས་བརྙན་ཡོལ་སྲུང་སྐྱོབ་བྱ་རིམ་སྐུལ་སློང་བྱེད་སྐབས་བརྙན་ཡོལ་དམིགས་འཛིན་བྱེད།

source: Set this to TRUE to lock the screen when the system suspends.
bo_cn: གྲངས་འདི་TRUEལ་སྡེབ་སྒྲིག་བྱས་ན་རྒྱུད་ཁོངས་དེ་སྒུག་རྣམ་དུ་འཛུལ་སྐབས་བརྙན་ཡོལ་དམིགས་འཛིན་བྱེད།

source: Set this to TRUE to offer an option in the unlock dialog to switch to a different user account.
bo_cn: ཚན་པ་འདི་TRUEརུ་སྒྲིག་ན་སྒྲོག་འབྱེད་གླེང་སྒྲོམ་དུ་སྤྱོད་མཁན་གཞན་ཞིག་ལ་བརྗེ་བ་བྱེད་པའི་གདམ་འདེམས་བྱང་མཁོ་འདོན་བྱེད།

source: Set to true to disable all external thumbnailer programs, independent on whether they are independently disabled/enabled.
bo_cn: true ལ་སྒྲིག་ནས་ཕྱི་རོལ་གྱི་བསྡུས་བྱ་རིམ་ཡོད་ཚད་སྤྱོད་མི་ཆོག་པར་བྱས་ཡོད་དེ། དེ་དག་ཁེར་རྐྱང་དུ་སྤྱོད་ཆོག་མིན་ལ་མི་ལྟ་བརསྤྱོད་འགོག་/འགོ་རྩོམ།

source: Show all installed input sources
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི་ནང་འཇུག་ཁུངས་མངོན།

source: Show click type window
bo_cn: རྡེབ་གནོན་རིགས་ཀྱི་སྒེའུ་ཁུང་མངོན།

source: Show click type window.
bo_cn: རྡེབ་གནོན་རིགས་ཀྱི་སྒེའུ་ཁུང་མངོན།

source: Show date in clock
bo_cn: ཆུ་ཚོད་གནས་ལས་ཚེས་གྲངས་མངོན།

source: Show details in the lock screen
bo_cn: བརྙན་ཡོལ་སྒྲོག་འཇུག་སྐབས་ཞིབ་ཕྲའི་གནས་ཚུལ་མངོན།

source: Show full name in the lock screen
bo_cn: བརྙན་ཡོལ་སྒྲོག་འཇུག་སྐབས་སྤྱོད་མཁན་གྱི་མིང་ཧྲིལ་པོ་མངོན།

source: Show full name in the user menu
bo_cn: སྤྱོད་མཁན་འདེམས་བྱང་ནས་མིང་ཆ་ཚང་མངོན་པ།

source: Show in the lock screen
bo_cn: བརྙན་ཡོལ་སྒྲོག་འཇུག་སྐབས་མངོན་པ།

source: Show notification banners
bo_cn: བརྡ་ཐོའི་གཞུང་བཀལ་སྦྱར་ཚིག་མངོནཔ།

source: Show notifications in the lock screen
bo_cn: བརྙན་ཡོལ་སྒྲོག་འཇུག་སྐབས་བརྡ་ཐོ་མངོན་པ།

source: Show or hide crosshairs
bo_cn: རྒྱ་གྲམ་གྱི་འོད་རྟགས་འཆར་བའམ་སྦེད་པ།

source: Show the 'Input Methods' menu
bo_cn: འཇུག་ཐབས་འདེམས་བྱང་འཆར་བ།

source: Show the 'Unicode Control Character' menu
bo_cn: UnicoIIཚོད་འཛིན་ཡིག་རྟགས་ཀྱི་འདེམས་བྱང་མངོན་པ།

source: Show the activities overview
bo_cn: བྱེད་སྒོ་སྔོན་ལྟ་མངོན་པ།

source: Show the run command prompt
bo_cn: འཁོར་སྐྱོད་བཀའ་བརྡའི་བརྡ་སྟོན་རྟགས་མངོན་པ།

source: Size of the cursor used as cursor theme.
bo_cn: འོད་རྟགས་ཀྱི་བརྗོད་གཞི་ལ་བཀོལ་བའི་འོད་རྟགས་ཀྱི་ཆེ་ཆུང་།

source: Sound theme name
bo_cn: སྐད་ཀྱི་བརྗོད་གཞིའི་མིང་།

source: Sounds for events
bo_cn: དོན་རྐྱེན་གྱི་སྒྲ།

source: Specify the locale to be used for displaying dates, times and numbers formats.
bo_cn: ས་ཁོངས་དམིགས་འཛུགས་བྱས་ནས་ཚེས་གྲངས།དུས་ཚོད་དང་གྲངས་ཀའི་རྣམ་གཞག་འཆར་བའི་སྒྲིག་འགོད།

source: Swap left and right mouse buttons for left-handed mice.
bo_cn: གཡོན་ལག་པར་གོམས་ཕྱིར་ཙིག་རྟགས་ཀྱི་གཡས་གཡོན་མཐེབ་བརྗེ་བ།

source: Switch applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་བརྗེ་བ།

source: Switch input source
bo_cn: ནང་འཇུག་ཁུངས་བརྗེ་བ།

source: Switch input source backward
bo_cn: ནང་འཇུག་ཁུངས་ལྡོག་བརྗེ།

source: Switch system controls
bo_cn: རྒྱུད་ཁོངས་ཚོད་འཛིན་བརྗེ་བ།

source: Switch system controls directly
bo_cn: རྒྱུད་ཁོངས་ཚོད་འཛིན་ཐད་ཀར་བརྗེ་བ།

source: Switch to last workspace
bo_cn: ལས་དོན་བར་སྟོང་སྔོན་མར་བརྗེ་བ།

source: Switch windows
bo_cn: སྒེའུ་ཁུང་བརྗེ་བ།

source: Switch windows directly
bo_cn: སྒེའུ་ཁུང་ཐད་ཀར་བརྗེ་བ།

source: Switch windows of an application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གཅིག་པའི་སྒེའུ་ཁུང་བརྗེ་བ།

source: System Bell is Audible
bo_cn: རྒྱུད་ཁོངས་དྲིལ་བརྡ་ཐོས་ཐུབ།

source: Tasks needs terminal
bo_cn: ལས་འགན་ལ་མཐའ་སྣེ་དགོས།

source: Terminal application
bo_cn: མཐའ་སྣེའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: Text scaling factor
bo_cn: ཡིག་དེབ་བསྡུར་ཚད་རྐྱེན་ཆ།

source: The XDG sound theme to use for event sounds.
bo_cn: དོན་རྐྱེན་སྐད་ལ་སྤྱོད་པའི་XDGསྐད་ཀྱི་བརྗོད་གཞི།

source: The active dwell click mode. Possible values are 'window' and 'gesture'.
bo_cn: བྱ་འགུལ་གྱི་ལྡིང་འཁོར་གནོན་སྟངས། ཐང་ནི་སྒེའུ་ཁུང་དང་ལག་བརྡ་ཡིན་སྲིད།

source: The application that this policy is for.
bo_cn: ཐབས་ཇུས་དེར་འོས་པའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: The color of the the vertical and horizontal lines that make up the crosshairs.
bo_cn: རྒྱ་གྲམ་འོད་རྟགས་གྲུབ་བྱེད་འཕྲེད་ཐིག་དང་དྲང་འཕྱང་ཐིག་གི་ཁ་དོག

source: The list of IDs of applications that are explicitly included in this folder.
bo_cn: ཡིག་ཆ་འདིའི་ནང་འདུས་ངེས་པའི་ཉེར་སྤྱོད་བྱ་རིམ་མཚོན་རྟགས་ཀྱི་རེའུ་མིག

source: The locale to use for dates / numbers formats
bo_cn: ཚེས་གྲངས/ཨང་ཀིའི་རྣམ་གཞག་སྤྱོད་པའི་ས་ཁོངས་སྒྲིག་འགོད།

source: The machine name to proxy FTP through.
bo_cn: ལས་ཚབ FTP ཡི་འཕྲུལ་འཁོར་མིང་།

source: The machine name to proxy HTTP through.
bo_cn: ལས་ཚབ HTTP ཡི་འཕྲུལ་འཁོར་མིང་།

source: The machine name to proxy secure HTTP through.
bo_cn: ལས་ཚབ་བདེ་འཇགས HTTP ཡི་འཕྲུལ་འཁོར་མིང་།

source: The machine name to use as a SOCKS proxy.
bo_cn: SOCKSལས་ཚབ་ཡིན་པའི་རྩིས་འཁོར་གྱི་མིང་།

source: The magnified view either fills the entire screen, or occupies the top-half, bottom-half, left-half, or right-half of the screen.
bo_cn: མཐོང་རིས་ཆེར་བསྐྱེད་ཀྱིས་བརྙན་ཡོལ་ཧྲིལ་པོ་འགེངས་པ་འམ་ཡང་ན་སྟེང་ཕྱེད་དམ།སྨད་ཕྱེད་དམ། གཡོན་ཕྱེད་དམ། གཡས་ཕྱེད་ཟིན་པར་བྱེད་པ།

source: The maximum accuracy level of location.
bo_cn: གནས་ཐིག་གི་ཆེས་ཆེ་བའི་ཞིབ་ཚད་རིགས་གྲས།

source: The name of the application folder.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཡིག་ཁུག་གི་མིང་།

source: The names of the workspaces
bo_cn: ལས་དོན་ཁུལ་གྱི་མིང་།

source: The number of seconds after screensaver activation before locking the screen.
bo_cn: བརྙན་ཡོལ་སྲུང་སྐྱོབ་བྱ་རིམ་སྐུལ་སློང་རྗེས་བརྙན་ཡོལ་མདུན་ལ་སྒུག་པའི་སྐར་ཆའི་གྲངས་དམིགས་འཛིན་གྱིས།

source: The number of seconds of inactivity before the session is considered idle.
bo_cn: སྐར་ཆ་ཅི་ཙམ་ལ་བྱ་འགུལ་མེད་ན་ཁོམ་པའི་གླེང་མོལ་དུ་བརྩི་བ།

source: The power of the magnification. A value of 1.0 means no magnification. A value of 2.0 doubles the size.
bo_cn: ཆེར་སྐྱེད་ཚད། 1.0ཆེར་སྐྱེད་མི་བྱེད་པ་མཚོན། 2.0ལྡབ་གཉིས་ཀྱི་ཆེར་སྐྱེད།

source: The time delay before raising a window if auto-raise is set to true. The delay is given in thousandths of a second.
bo_cn: གལ་ཏེ་རང་འགུལ་རིམ་སྤོར་་trueལ་སྒྲིག་ཚེ་སྒེའུ་ཁུང་ཡར་སྤོར་གྱི་འགྱངས་ཡུན། དུས་ཚོད་འདི་ཧའོ་སྐར་ཆ་ཡིས་འཇལ་དགོས།

source: Thickness of the crosshairs in pixels
bo_cn: རྒྱ་གྲམ་འོད་རྟགས་ཀྱི་ཐིག་གི་སྦོམ་ཕྲ། (བརྙན་རྒྱུས་བརྩི་བ།)

source: This key is not used, and should not be read or modified.
bo_cn: མཐེབ་གནོན་འདི་བཀོལ་མེད་པ་མ་ཟད། ཀློག་པའམ་ཡང་ན་བཟོ་བཅོས་བྱས་ན་མི་འགྲིག

source: This key is not used; HTTP proxying is enabled when the host key is non-empty and the port is non-0.
bo_cn: མཐེབ་གནོན་འདི་བཀོལ་མེད་པ། གཙོ་འཁོར་མཐེབ་སྟོང་པ་མིན་ལ་མཐུད་ཁ་0མིན་དུས་སུ་HTTPལས་ཚབ་སྤྱོད་འགོ་ཚུགས།

source: This key overrides the automatic hiding of the Universal Access status icon when no accessibility features are enabled.
bo_cn: མཐེབ་འདིས་ལྟ་སྤྱོད་བྱེད་ནུས་སྤྱོད་འགོ་ཚུགས་མེད་པའི་སྐབས་རང་འགུལ་གྱིས་སྤྱི་སྤྱོད།་ལྟ་སྤྱོད་རྣམ་པའི་རིས་རྟགས་སྦེད་པའི་སྒྲིག་འགོད་ཀྱི་ཚབ་བྱེད་པ།

source: Thumbnails will not be created for files whose mime-type is contained in the list.
bo_cn: རེའུ་མིག་ནང་mimeརིགས་ཀྱི་ཡིག་ཆ་ཡོད་ན་བསྡུས་རིས་གསར་བཟོ་མི་བྱེད།

source: Time after which the cursor stops blinking, in seconds.
bo_cn: འོད་རྟགས་འཚེར་མཚམས་མ་བཞག་གོང་གི་སྒུག་པའི་དུས་ཚོད། སྡེ་ཚན་ནི་སྐར་ཆ་ཡིན།

source: Time before locking
bo_cn: བརྙན་ཡོལ་སྒྲོག་བཙུད་དུས་འགྱངས།

source: Time before logout option
bo_cn: རྩིས་ཐེམ་ནས་བསུབ་པའི་འདེམས་བྱང་དུས་འགྱངས།

source: Time before session is considered idle
bo_cn: གླེང་མོལ་དེ་ཁོམ་ལོང་མ་བྱུང་གོང་གི་དུས་ཚོད་དུ་བརྩི་བ།

source: Time in seconds before a click is triggered.
bo_cn: ཆིག་རྡེབ་འཕྲད་འབྱུང་སྔོན་གྱི་སྐར་ཆའི་གྲངས།

source: Time in seconds before a simulated secondary click is triggered.
bo_cn: ཕལ་བའི་རྡེབ་གནོན་ལད་ཟློས་སྔོན་གྱི་སྐར་ཆའི་གྲངས།

source: Timeout before click repeat
bo_cn: རྡེབ་གནོན་བསྐྱར་ཟློས་སྔོན་གྱི་དུས་འགྱངས།

source: Timeout between click repeats
bo_cn: རྡེབ་གནོན་བསྐྱར་ཟློས་དབར་གྱི་དུས་འགྱངས།

source: Timeout in milliseconds before a click starts repeating (on spinner buttons for example).
bo_cn: རྡེབ་གནོན་ཐེངས་གཅིག་མགོ་བརྩམས་ནས་བསྐྱར་ཟློས་སྔོན་གྱི་དུས་འགྱངས་ཧའོ་སྐར་ཆའི་གྲངས། (དཔེར་ན་ཕྲ་སྒྲིག་མཐེབ་རྡེབ་གནོན་སྐབས།)

source: Timeout in milliseconds between repeated clicks when a button is left pressed.
bo_cn: གཡོན་མཐེབ་ཀྱིས་མཐེབ་གནོནག་གེ་མོར་ཆིག་རྡེབ་བྱ་སྐབས་བསྐྱར་ཟློས་རྡེབ་གནོན་དབར་གྱི་དུས་འགྱངས་ཧའོ་སྐར་ཆའི་གྲངས།

source: Toggle fullscreen mode
bo_cn: བརྙན་ཡོལ་ཡོངས་འཆར་རྣམ་པར་བརྗེ་བ།

source: Toggle maximization state
bo_cn: ཆེ་ཤོས་རྣམ་པར་བརྗེ་བ།

source: Toggle shaded state
bo_cn: གྲིབ་ནག་རྣམ་པ་བརྗེ་བ།

source: Toggle window always appearing on top
bo_cn: སྒེའུ་ཁུང་རྒྱུན་དུ་རྩེ་སྣེར་ཡོད་པར་བརྗེ་བ།

source: Toggle window on all workspaces or one
bo_cn: ལས་དོན་ཁུལ་ཞིག་གམ་ཡོངས་ཀྱི་སྒེའུ་ཁུང་བརྗེ་བ།

source: Toggle window to be always on top
bo_cn: སྒེའུ་ཁུང་རྒྱུན་དུ་རྩེ་སྣེར་ཡོད་པར་བརྗེ་བ།

source: Toolbar Detachable
bo_cn: ལག་ཆའི་སྡེ་དབྲལ་ཆོག་པ།

source: Toolbar Icon Size
bo_cn: ལག་ཆའི་སྡེ་གྱི་མཐེབ་གནོན་ཆེ་ཆུང་།

source: Toolbar Style
bo_cn: ལག་ཆའི་སྡེ་གྱི་རྣམ་པ།

source: Touchpad button orientation
bo_cn: རེག་པང་མཐེབ་གནོན་གྱི་ཁ་ཕྱོགས།

source: Touchpad enabled
bo_cn: རེག་པང་སྤྱོད་འགོ་རྩོམ་པ།

source: Touchscreen display mapping
bo_cn: འཕྲད་རེག་བརྙན་ཡོལ་རྟེན་འཕྲོ།

source: Translate the name
bo_cn: མིང་འདི་ལོ་ཙཱ་གྱིས།

source: URI to use for the background image. Note that the backend only supports local (file://) URIs.
bo_cn: རྒྱབ་ལྗོངས་བརྙན་རིས་ཀྱི་གནས་ས།（URI） རྒྱབ་གནས་འདིས་གནས་དེ་གའི་URI（file:/）ཁོ་ན་ལས་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Unused; ignore
bo_cn: བེད་སྤྱོད་མ་བྱས་པ། སྣང་མེད་དུ་གཏོང་བ།

source: Use different input sources for each window
bo_cn: སྒེའུ་ཁུང་རེ་རེར་ནང་འཇུག་གི་ཁུངས་མི་འདྲ་བ་སྤྱོད་དགོས།

source: Use standard system font in window titles
bo_cn: སྒེའུ་ཁུང་གི་ཁ་བྱང་ནང་ཚད་ལྡན་གྱི་རྒྱུད་ཁོངས་ཡིག་གཟུགས་སྤྱོད་པ།

source: User name to pass as authentication when doing HTTP proxying.
bo_cn: HTTP ལས་ཚབ་ར་སྤྲོད་ལ་སྤྱོད་པའི་སྤྱོད་མཁན་གྱི་མིང་།

source: Visual Bell Type
bo_cn: མིག་དབང་དྲིལ་བུའི་རིགས་གྲས།

source: When enabled, input sources get attached to the currently focused window when activated.
bo_cn: བེད་སྤྱོད་གཏོང་སྐབས།ནང་འཇུག་ཁུངས་དེ་མིག་སྔའི་སྐུལ་སློང་བྱ་ཡུལ་གྱི་སྒེའུ་ཁུང་དང་འབྲེལ་བ་ཡོད།

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
bo_cn: འགུལ་རིས་འཆར་རམ། མཆན།འདི་ནི་ཁྱོན་ཡོངས་ཀྱི་མཐེབ་གནོན་ཞིག་ཡིན་ཞིང་།དེས་སྒེའུ་ཁུང་དོ་དམ་ཆས་དང་ངོས་པང་སོགས་ཀྱི་བྱ་སྤྱོད་བསྒྱུར་སྲིད།

source: Whether buttons may display an icon in addition to the button text.
bo_cn: མཐེབ་གནོན་ཡིག་ཆའི་འགྲམ་ནས་རིས་རྟགས་མངོན་ཐུབ་བམ།

source: Whether menus may display an icon next to a menu entry.
bo_cn: འདེམས་བྱང་ཚན་པའི་འགྲམ་དུ་རིས་རྟགས་མངོན་ཐུབ་བམ།

source: Whether menus should have a tearoff.
bo_cn: འདེམས་བྱང་ལས་དབྱེ་མཚམས་མངོན་མིན།

source: Whether mnemonics should be automatically shown and hidden when the user presses the Alt key.
bo_cn: སྤྱོད་མཁན་གྱིས་Altམཐེབ་གནོན་སྐབས་རང་འགུལ་ངང་འཛིན་གྲོགས་རྟགས་མངོན་པའམ་གབ་མིན།

source: Whether notification banners are visible for application notifications.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་བརྡ་ཐོའི་ངོས་ནས་བཤད་ན་བརྡ་ཐོའི་གཞུང་ཡིག་སྦྱར་ཚིག་མཐོང་ཐུབ་བམ།

source: Whether notification banners for this application are shown or not. Does not affect clicking on message tray buttons.
bo_cn: བྱ་རིམ་དེའི་བརྡ་ཐོའི་གཞུང་བཀལ་སྦྱར་ཚིག་མངོན་མིན། ཐོ་སྡེར་གྱི་མཐེབ་གནོན་གནོན་པར་ཤུགས་རྐྱེན་མི་ཐེབས།

source: Whether notifications are globally enabled for this application.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེར་ཁྱོན་ཡོངས་ནས་བརྡ་ཐོ་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether notifications are shown in the lock screen or not.
bo_cn: བརྙན་ཡོལ་སྒྲོག་བཅིང་སྐབས་བརྡ་ཐོ་འཆར་མིན།

source: Whether notifications from this application are expanded automatically when in banner mode.
bo_cn: གཞུང་བཀལ་སྦྱར་ཚིག་རྣམ་པའི་སྐབས་སུ་བྱ་རིམ་འདི་ནས་ཡོང་བའི་བརྡ་ཐོ་རང་འགྲེམ་བྱེད་མིན།

source: Whether notifications from this application are shown when the screen is locked.
bo_cn: བརྙན་ཡོལ་དམིགས་འཛིན་སྐབས་བྱ་རིམ་དེ་ནས་ཡོང་བའི་བརྡ་ཐོ་འཆར་མིན།

source: Whether notifications should be accompanied by sound alerts.
bo_cn: བརྡ་ཐོར་ཉེན་བརྡའི་སྐད་ཀྱི་རམ་འདེགས་ཡོད་མེད།

source: Whether the 'Bounce Keys' keyboard accessibility feature is turned on.
bo_cn: མཐེབ་གཞོང་གི་གཞོགས་འདེགས་ནུས་པའི་ཁྲོད་ཀྱི་ལྡེམ་མཐེབ་ཕྱེ་ཡོད་མེད།

source: Whether the 'Mouse Keys' accessibility feature is turned on.
bo_cn: གཞོགས་འདེགས་བྱེད་ནུས་ཁྲོད་ཀྱི་ཙིག་མཐེབ་ཕྱེ་ཡོད་མེད།

source: Whether the 'Slow Keys' accessibility feature is turned on.
bo_cn: གཞོགས་འདེགས་བྱེད་ནུས་ཁྲོད་ཀྱི་དལ་མཐེབ་ཕྱེ་ཡོད་མེད།

source: Whether the 'Toggle Keys' accessibility feature is turned on.
bo_cn: གཞོགས་འདེགས་བྱེད་ནུས་ཁྲོད་ཀྱི་རྗེ་མཐེབ་ཕྱེ་ཡོད་མེད།

source: Whether the clock displays in 24h or 12h format
bo_cn: ཆུ་ཚོད་དེ་དུས་ཚོད་24ཡི་རྣམ་གཞག་གམ་དུས་ཚོད་12ཀྱི་རྣམ་གཞག་ཐོག་ནས་མངོན་པ།

source: Whether the clock shows seconds
bo_cn: ཆུ་ཚོད་དུ་སྐར་ཆའི་གྲངས་འཆར་མིན།

source: Whether the context menus of entries and text views should offer to change the input method.
bo_cn: ནང་འཇུག་ཚོད་འཛིན་དང་ཡིག་དེབ་མཐོང་རིས་ཁྲོད་ཀྱི་ཁོར་ཡུག་འདེམས་བྱང་གིས་འཇུག་ཐབས་བཟོ་བཅོས་བྱེད་པའི་འདེམ་བྱང་འདོན་སྤྲོད་བྱེད་མིན།

source: Whether the context menus of entries and text views should offer to insert control characters.
bo_cn: ནང་འཇུག་ཚོད་འཛིན་དང་ཡིག་དེབ་མཐོང་རིས་ཁྲོད་ཀྱི་ཁོར་ཡུག་འདེམས་བྱང་གིས་ཚོད་འཛིན་ཡིག་རྟགས་ཀྱི་འདེམ་བྱང་འདོན་སྤྲོད་བྱེད་མིན་།

source: Whether the cursor should blink.
bo_cn: འོད་རྟགས་འོད་འཚེར་མིན།

source: Whether the default tasks application needs a terminal to run.
bo_cn: སོར་བཞག་གི་ལས་འགན་གྱི་ཉེར་སྤྱོད་བྱ་རིམ་དེ་མཐའ་སྣེར་སླེབས་ན་ད་གཟོད་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether the magnified view should be centered over the location of the system mouse and move with it.
bo_cn: ཆེར་སྐྱེད་དཔེ་རིས་དེ་རྒྱུད་ཁོངས་ཀྱི་ཙིག་རྟགས་ཀྱི་གནས་བརྒྱུད་དེ་དཀྱིལ་སྒྲིག་བྱེད་མིན་དང་དེ་དང་བསྟུན་ནས་འགུལ་མིན།

source: Whether the name key is a filename to be looked up in /usr/share/desktop-directories.
bo_cn: མིང་མཐེབ་ནི་/usr/share/desktop-directoriesཡི་ནང་དུ་ཡིག་ཆའི་མིང་འཚོལ་བཤེར་བྱེད་ཐུབ་པ་ཞིག་ཡིན་མིན།

source: Whether the on-screen keyboard is turned on.
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether the screen magnifier is turned on.
bo_cn: བརྙན་ཡོལ་སྐྱེད་ཤེལ་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether the screen reader is turned on.
bo_cn: བརྙན་ཡོལ་ཀྱི་ཀློག་འདོན་ཆས་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether the sticky keys accessibility feature is turned on.
bo_cn: གཞོགས་འདེགས་བྱེད་ནུས་ཁྲོད་ཀྱི་སྡུད་འབྱར་མཐེབ་ཕྱེ་ཡོད་དམ།

source: Whether the summary and body of notifications from this application will be visible in the locked screen.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་བརྡ་ཐོའི་གནད་བསྡུས་དང་ནང་དོན་དངོས་དེ་བརྙན་ཡོལ་སྟེང་མངོན་མིན།

source: Whether the user can detach menubars and move them around.
bo_cn: སྤྱོད་མཁན་གྱིས་འདེམས་བྱང་སྡེ་ཁ་བྲལ་བའམ་གང་སར་སྤོ་ཆོག་མིན།

source: Whether the user can detach toolbars and move them around.
bo_cn: བེད་སྤྱོད་མཁན་གྱིས་ལག་ཆ་སྡེ་ཁ་བྲལ་ནས་གང་སར་སྤོས་ན་ཆོག་གམ།

source: Whether the user can dynamically type a new accelerator when positioned over an active menuitem.
bo_cn: སྤྱོད་མཁན་གྱིས་བྱ་འགུལ་གྱི་འདེམས་བྱང་ཚན་པ་གནས་ངེས་བྱུང་རྗེས་འགུལ་རྣམ་གྱིས་མྱུར་མཐེབ་གསར་བ་ནང་འཇུག་བྱེད་ཆོག་མིན།

source: Whether the users full name is shown in the user menu or not.
bo_cn: སྤྱོད་མཁན་གྱི་འདེམས་བྱང་དུ་སྤྱོད་མཁན་གྱི་མིང་ཆ་ཚང་མངོན་མིན།

source: Whether to automatically mount media
bo_cn: བར་རྫས་རང་འགེལ་བྱེད་མིན།

source: Whether to automatically open a folder for automounted media
bo_cn: རང་འགེལ་བྱེད་པའི་བར་རྫས་ལ་ཡིག་ཁུག་རང་འབྱེད་བྱེད་དགོས་མིན།

source: Whether to automatically update the timezone using geolocation.
bo_cn: རང་འགུལ་ངང་ས་བབ་ལ་གཞིགས་ནས་དུས་ཁུལ་གསར་སྒྱུར་བྱེད་མིན་།

source: Whether to beep when a key is accepted.
bo_cn: མཐེབ་གནོན་ལེན་སྐབས་སྦི་ཡི་སྒྲ་གྲགས་མིན།

source: Whether to beep when a key is first pressed.
bo_cn: ཐེངས་དང་པོར་མཐེབ་གང་རུང་མནན་ན་སྦི་གྲགས་མིན།

source: Whether to beep when a key is rejected.
bo_cn: མཐེབ་གང་ཞིག་དང་ལེན་མི་བྱེད་པའི་སྐབས་སུ་སྦི་སྒྲ་གྲགས་མིན།

source: Whether to beep when a keyboard accessibility feature is enabled or disabled.
bo_cn: མཐེབ་གཞོང་གང་ཞིག་གི་གཞོགས་འདེགས་བྱེད་ནུས་སྤྱོད་འགོ་རྩོམ་པའི་མ་སྤྱོད་མི་ཆོག་པའི་སྐབས་སུ་སྦི་སྒྲ་གྲགས་མིན།

source: Whether to beep when a modifier key is pressed.
bo_cn: རྒྱན་མཐེབ་གང་ཞིག་མནན་ན་སྦི་སྒྲ་གྲགས་མིན་།

source: Whether to disable keyboard accessibility after a timeout, useful for shared machines.
bo_cn: དུས་ཚོད་ལས་བརྒལ་རྗེས་མཐེབ་གཞོང་གི་རམ་འདེགས་ནུས་པ་འགོག་མིན།རྩིས་འཁོར་མཉམ་སྤྱོད་སྐབས་ཕན་ཐོགས་ཡོད།

source: Whether to disable sticky keys if two keys are pressed at the same time.
bo_cn: མཐེབ་གནོན་གཉིས་མཉམ་དུ་མནན་དུས་སྡུད་འབྱར་མཐེབ་འགོག་མིན།

source: Whether to play sounds on input events.
bo_cn: ནང་འཇུག་གི་དོན་རྐྱེན་ཁྲོད་དུ་སྐད་གཏོང་ངམ།

source: Whether to play sounds on user events.
bo_cn: བེད་སྤྱོད་མཁན་གྱི་དོན་རྐྱེན་ཁྲོད་དུ་སྒྲ་གཏོང་ཐུབ་མིན།

source: Whether to remember application usage
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་བེད་སྤྱོད་གནས་ཚུལ་ངེས་དགོས་མིན།

source: Whether to remember recently used files
bo_cn: ཉེ་དུས་བེད་སྤྱོད་བྱས་པའི་ཡིག་ཆ་བློ་ལ་ངེས་མིན།

source: Whether to remove old files from the trash automatically
bo_cn: རང་འགུལ་ངང་སྙིགས་སྣོད་ནང་གི་ཡིག་ཆ་རྙིང་པ་བསུབ་མིན།

source: Whether to remove old temporary files automatically
bo_cn: རང་འགུལ་ངང་གནས་སྐབས་ཀྱི་ཡིག་ཆ་རྙིང་པ་བསུབ་མིན།

source: Whether to resize with the right button
bo_cn: གཡས་མཐེབ་བཀོལ་ནས་ཆེ་ཆུང་བསྒྱུར་མིན།

source: Whether toolkits should load accessibility related modules.
bo_cn: ལག་ཆའི་སྒམ་ལ་རམ་འདེགས་ནུས་པ་དང་འབྲེལ་བའི་དཔེ་དུམ་སྣོན་འཇུག་དགོས་མིན།

source: Whether windows should be raised when their client area is clicked
bo_cn: མཁོ་མཁན་ས་ཁོངས་ལ་རྡེབ་གནོན་སྐབས་Windowsམཐོ་རུ་གཏོང་དགོས་མིན་།

source: Width in pixels of the vertical and horizontal lines that make up the crosshairs.
bo_cn: རྒྱ་གྲམ་འོད་རྟགས་གྲུབ་བྱེད་ཀྱི་འཕྲེད་ཐིག་དང་གཞུང་ཐིག་གི་ཞེང་ཚད།

source: Window focus mode
bo_cn: སྒེའུ་ཁུང་གི་མདོ་དབྱིབས།

source: Window scaling factor
bo_cn: སྒེའུ་ཁུང་སྐུམ་འཐེན་བཏགས་གྲངས།

source: Window title font
bo_cn: སྒེའུ་ཁུང་ཁ་བྱང་ཡིག་གཟུགས།
