Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gst-plugins-*-1.0.po
Languages: bo_cn

source: %s RTP depayloader
bo_cn: %s RTP ཁུར་འདོར་ཆས།

source: %s RTP payloader
bo_cn: %s RTP ཁུར་ཆས།

source: %s audio RTP depayloader
bo_cn: %sསྒྲ་ཟློས་RTPཁུར་འདོར་ཆས།

source: %s audio RTP payloader
bo_cn: %s སྒྲ་ཟློས་RTPཁུར་ཆས།

source: %s decoder
bo_cn: %sཨང་འགྲོལ་ཆས།

source: %s demuxer
bo_cn: %sལམ་མང་བགོད་ཆས།

source: %s encoder
bo_cn: %sཨང་སྒྲིག་ཆས།

source: %s muxer
bo_cn: %sསྒྲ་བསྲེས་ཆས།

source: %s protocol source
bo_cn: %sགྲོས་ཆིངས་འབྱུང་ཁུངས།

source: %s video RTP depayloader
bo_cn: %sབརྙན་ལམRTPཁུར་འདོར་ཆས།

source: %s video RTP payloader
bo_cn: %sབརྙན་ལམRTPཁུར་ཆས།

source: < or b
bo_cn: 〈ཡང་ན་b

source: > or n
bo_cn: > ཡང་ན་ n

source: APE tag
bo_cn: APE ངོ་རྟགས།

source: About to finish, preparing next title: %s
bo_cn: མཇུག་བསྒྲིལ་གྲབས་ཡོད་པས་ཁ་བྱང་རྗེས་མ་གྲ་སྒྲིག་%s

source: Apple Lossless Audio (ALAC)
bo_cn: Apple སྐྱོན་མེད་སྒྲ་གདངས་(ALAC)

source: Audio CD source
bo_cn: སྒྲ་ཟློས་CDའབྱུང་ཁུངས།

source: Audio sink to use (default is autoaudiosink)
bo_cn: སྒྲ་ཟློས་བསྡུ་ལེན་སྒྲིག་ལྷུ་སྤྱོད་དགོས།（སོར་བཞགautoaudiosink）

source: Both autoaudiosink and %s elements are missing.
bo_cn: autominkདང་%s སྒྲིག་ལྷུ་ཆད།

source: Both autoaudiosink and %s elements are not working.
bo_cn: autominkདང་%s སྒྲིག་ལྷུ་ཚང་མས་བྱ་བ་བསྒྲུབ་ཐབས་བྲལ།

source: Both autovideosink and %s elements are missing.
bo_cn: autominkདང་%s སྒྲིག་ལྷུ་ཆད།

source: Both autovideosink and %s elements are not working.
bo_cn: autominkདང་%s སྒྲིག་ལྷུ་ཚང་མས་བྱ་བ་བསྒྲུབ་ཐབས་བྲལ།

source: Buffering...
bo_cn: ལྷོད་གཏོང་བྱེད་སྒང་།

source: CYUV Lossless
bo_cn: CYUVསྐྱོན་མེད།

source: Can't play a text file without video or visualizations.
bo_cn: བརྙན་ཟློས་ཡང་ན་བལྟ་རུང་ཅན་གྱི་ཕན་འབྲས་མེད་པའི་ཡིག་དེབ་ཡིག་ཆ་སྟོན་ཐབས་བྲལ།

source: Can't record audio fast enough
bo_cn: མགྱོགས།ངེས་པར་སྒྲ་ཕབ་ཐབས་བྲལ།

source: Clock lost, selecting a new one
bo_cn: ཆུ་ཚོད་བོར་ཟིན་།གསར་པ་ཞིག་འདེམས།

source: Configured audiosink %s is not working.
bo_cn: སྡེབ་སྒྲིག་རྗེས་ཀྱི་audiesinkཡི་%s ཡིས་བྱ་བ་བསྒྲུབ་ཐབས་བྲལ།

source: Configured videosink %s is not working.
bo_cn: སྡེབ་སྒྲིག་རྗེས་ཀྱི་videosink %sཡིས་བྱ་བ་བསྒྲུབ་ཐབས་བྲལ།

source: Control playback behaviour setting playbin 'flags' property
bo_cn: བསྐྱར་གཏོང་ཚོད་འཛིན་གྱི་བྱ་སྤྱོད་སྒྲིག་འགོད་ཁྲོདཀྱི་playbin ཡི་“flags”ཡི་གཏོགས་གཤིས།

source: Could not change playback rate to %.2f
bo_cn: བསྐྱར་གཏོང་མྱུར་ཚད་དེ་%.2fརུ་བསྒྱུར་ཐབས་བྲལ།

source: Could not create "uridecodebin" element.
bo_cn: uridecodebinསྒྲིག་ལྷུ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Could not determine type of stream
bo_cn: རྒྱུན་ཐག་མི་ཆོད་པའི་རིགས་གྲས།

source: Could not open CD device for reading.
bo_cn: CDསྒྲིག་ཆས་ཀློག་པ་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open audio device for playback.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་གཏོང་ཐབས་བྲལ།

source: Could not open audio device for playback. Device is being used by another application.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་ཕྱིར་འཇོག་ཐབས་བྲལ། མིག་སྔར་བྱ་རིམ་གཞན་ཞིག་གིས་སྒྲིག་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད་བཞིན་ཡོད།

source: Could not open audio device for recording.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཕབ་ཐབས་བྲལ།

source: Could not open audio device for recording. Device is being used by another application.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཕབ་པར་བཀོལ་ཐབས་བྲལ། མིག་སྔར་བྱ་རིམ་གཞན་ཞིག་གིས་སྒྲིག་ཆས་འདི་བཀོལ་སྤྱོད་བྱེད་བཞིན་འདུག།

source: Could not open device for playback in %d-channel mode.
bo_cn: %d སྒྲ་ལམ་རྣམ་པས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་གཏོང་ཐབས་བྲལ།

source: Could not open device for playback in mono mode.
bo_cn: སྒྲ་རྐྱང་ལམ་ནས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་གཏོང་ཐབས་བྲལ།

source: Could not open device for playback in stereo mode.
bo_cn: ལངས་གཟུགས་སྒྲའི་རྣམ་པའི་སྟེང་ནས་སྒྲིག་ཆས་ཁ་ཕྱེ་སྟེ་གཏོང་ཐབས་བྲལ།

source: Could not open device for recording in %d-channel mode
bo_cn: %d སྒྲ་ལམ་རྣམ་པས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཕབ་ཐབས་བྲལ།

source: Could not open device for recording in mono mode.
bo_cn: སྒྲ་རྐྱང་ལམ་རྣམ་པས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཕབ་ཐབས་བྲལ།

source: Could not open device for recording in stereo mode.
bo_cn: ལངས་གཟུགས་སྒྲ་རྣམ་པས་སྒྲིག་ཆས་ཁ་ཕྱེ་ནས་སྒྲ་ཕབ་ཐབས་བྲལ།

source: Could not read CD.
bo_cn: CDཀློག་ལེན་བྱ་ཐབས་བྲལ།

source: Could not seek CD.
bo_cn: CDབཤེར་འཚོལ་བྱེད་ཐབས་བྲལ།

source: Custom text sink element is not usable.
bo_cn: རང་གིས་མཚན་ཉིད་བཞག་པའི་ཡི་གེའི་སྒྲིག་ལྷུ་སྤྱོད་མ་ཐུབ་པ།

source: DKS subtitle format
bo_cn: DKSཡིག་བརྙན་རྣམ་གཞག

source: DVD source
bo_cn: DVDཁུངས།

source: Digital zoom ratio used when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་ཀྱི་གྲངས་ཨང་མདོ་འགྱུར་བསྡུར་ཚད།

source: Disable interactive control via the keyboard
bo_cn: མཐེབ་གཞོང་སྤེལ་རེས་བཀོལ་སྤྱོད་འགོག་པ།

source: DivX MPEG-4 Version %d
bo_cn: DivX MPEG-4 ཨང་ %d པར་གཞི།

source: Do not print any output (apart from errors)
bo_cn: ཕྱིར་གཏོང་གང་ཡང་མི་མངོན།（ནོར་འཁྲུལ་གྱི་ཆ་འཕྲིན་མ་གཏོགས།）

source: Don't exit after showing the initial device list, but wait for devices to added/removed.
bo_cn: ཐོག་མའི་སྒྲིག་ཆས་ཀྱི་རེའུ་མིག་མངོན་རྗེས་ཕྱིར་འཐེན་མི་བྱེད་པར་སྒྲིག་ཆས་ཁ་སྣོན་དང་སྤོར་བར་སྒུག་པ།

source: Enable gapless playback
bo_cn: སྲུབས་མེད་བསྐྱར་གཏོང་སྤྱོད་འགོ་རྩོམ་པ།

source: Error outputting to audio device. The device has been disconnected.
bo_cn: ཕྱིར་འདོན་ནས་སྒྲ་ཟློས་སྒྲིག་ཆས་ཀྱི་ནོར་འཁྲུལ། སྒྲིག་ཆས་འབྲེལ་མཐུད་བཅད་ཟིན།

source: Error recording from audio device. The device has been disconnected.
bo_cn: སྒྲ་ཟློས་སྒྲིག་ཆས་ནས་ནང་འཇུག་གི་ནོར་འཁྲུལ། སྒྲིག་ཆས་འབྲེལ་མཐུད་བཅད་ཟིན།

source: Error while sending data to "%s:%d".
bo_cn: གཞི་གྲངས་བསྐུར་ནས་%s:%dལ་སླེབས་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Failed to read tag: not enough data
bo_cn: གདོང་འཛར་ཀློག་འདོན་ཐབས་བྲལ་པ།གཞི་གྲངས་མི་འདང་བ།

source: Focal length of the lens used capturing the image, in mm
bo_cn: （mmཁྲོད་）བརྙན་རིས་འཛིན་སྐབས་ཀྱི་མདོ་ཐག

source: Focal ratio (f-number) used when capturing the image
bo_cn: རི་མོ་འཛིན་པའི་སྐབས་ཀྱི་མདོ་སྡུར།（fཐང་‘）

source: Free Lossless Audio Codec (FLAC)
bo_cn: རང་དབང་གནོད་མེད་སྒྲ་ཟློས་ཨང་སྒྲིག་(FLAC)

source: GStreamer element %s
bo_cn: GStrredarསྒྲིག་ལྷུ་%s

source: ICY internet radio
bo_cn: ICYདྲ་རྒྱའི་རླུང་འཕྲིན་ལས་ཁུངས།

source: ID3 tag
bo_cn: ID3མཚོན་རྟགས།

source: ID3v2 frame
bo_cn: ID3v2ལྷེབ།

source: If the flash fired while capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་འོད་འཕྲོ་བཀོལ་མིན་སྒྲིག་པ།

source: Initial key in which the sound starts
bo_cn: གླུ་དབྱངས་མགོ་བརྩམས་སྐབས་ཀྱི་དབྱངས་གདངས།

source: Interactive mode - keyboard controls:
bo_cn: སྤེལ་རེས་བྱེད་སྟངས་-མཐེབ་གཞོང་ཚོད་འཛིན།

source: Internal data stream error.
bo_cn: ནང་ཁུལ་གྱི་གཞི་གྲངས་རྒྱུན་ནོར་བ།

source: Invalid URI "%s".
bo_cn: གོ་མི་ཆོད་པའི་URI%s

source: Kate subtitle format
bo_cn: Kateཡིག་བརྙན་རྣམ་གཞག

source: Lossless MSZH
bo_cn: སྐྱོན་མེད་MSZH

source: Lossless True Audio (TTA)
bo_cn: འགོག་མེད་མཐོ་སྲུང་སྒྲ་ཟློས།(TTA)

source: MPL2 subtitle format
bo_cn: MPL2ཡིག་བརྙན་རྣམ་གཞག

source: Media (image/video) intended horizontal pixel density in ppi
bo_cn: དམིགས་འཛུགས་སྨྱན་གཟུགས་（རི་མོ་/བརྙན་ཟློས་）ཀྱི་འཕྲེད་ཕྱོགས་བརྙན་རྒྱུའི་སྟུག་ཚད་དང་།སྡེ་ཚན་ནི་ppiཡིན།

source: Media (image/video) intended vertical pixel density in ppi
bo_cn: དམིགས་འཛུགས་སྨྱན་གཟུགས་（རི་མོ་/བརྙན་ཟློས་）ཀྱི་གཞུང་ཕྱོགས་བརྙན་རྒྱུའི་སྟུག་ཚད་དང་།སྡེ་ཚན་ནི་ppiཡིན།

source: Microsoft Media Server (MMS) protocol source
bo_cn: Micrsindtསྨྱན་གཟུགས་ཞབས་ཞུའི་གྲོས་ཆིངས་(MMS)ཡི་ཁུངས།

source: Missing element '%s' - check your GStreamer installation.
bo_cn: “%s”ཡི་སྒྲིག་ལྷུ་ཆད།---GStreamerསྒྲིག་འཇུག་ལ་ཞིབ་བཤེར་གནང་རོགས།

source: MusicBrainz TRM ID
bo_cn: MzicBrainz TRM ID

source: MusicBrainz album ID
bo_cn: MzicBrainzཆེད་བསྒྲིགསID

source: MusicBrainz album artist ID
bo_cn: MzicBrainzཆེད་སྒྲིག་སྒྱུ་རྩལ་པའི་ID

source: MusicBrainz artist ID
bo_cn: MzicBrainzསྒྱུ་རྩལ་པའི་ID

source: MusicBrainz track ID
bo_cn: MuicBrainzསྒྲ་ལམID

source: No URI handler implemented for "%s".
bo_cn: %sཡི་URIསྒྲིག་གཅོད་ཆས་མངོན་འགྱུར་མ་བྱུང་།

source: No URI specified to play from.
bo_cn: གཏོང་དགོས་པའི་URIདམིགས་འཛུགས་མ་བྱས་པ།

source: No decoder available for type '%s'.
bo_cn: %s རིགས་ཀྱི་ཨང་འགྲོལ་ཆས་མ་རྙེད་པ།

source: No volume control found
bo_cn: སྐད་ཤུགས་ཚོད་འཛིན་མ་རྙེད།

source: Now playing %s
bo_cn: %s གཏོང་བཞིན་པའི་སྒང་ཡིན།

source: Output status information and property notifications
bo_cn: རྣམ་པའི་ཆ་འཕྲིན་དང་གཏོགས་གཤིས་བརྡ་ཐོ་ཕྱིར་འདོན།

source: Paused
bo_cn: སྐབས་འཇོག

source: Playback rate: %.2f
bo_cn: བསྐྱར་གཏོང་འགྲོས་ཚད།%.2f

source: Playlist file containing input media files
bo_cn: བསྒྲགས་གཏོང་རེའུ་མིག་གི་ཡིག་ཆའི་ནང་སྨྱན་གཟུགས་ཡིག་ཆ་འདུས་པ།

source: Plugin or element of unknown type
bo_cn: ངེས་མེད་ཀྱི་རིགས་ཀྱི་བསྒར་ལྷུའམ་སྒྲིག་ལྷུ།

source: Press 'k' to see a list of keyboard shortcuts.
bo_cn: kམཐེབ་མནན་ནས་མཐེབ་གཞོང་མྱུར་མཐེབ་རེའུ་མིག་མངོན་ཏུ་འཇུག་པ།

source: Print version information and exit
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་པར་འདེབས་དང་འབྲེལ་ཕྱིར་འཐེན་བྱེད་པ།

source: QTtext subtitle format
bo_cn: QTtextཡིག་བརྙན་རྣམ་གཞག

source: Raw %d-bit %s audio
bo_cn: གདོད་མའི་%dགནས་ཀྱི་ %s སྒྲ་ཟློས།

source: Reached end of play list.
bo_cn: བསྒྲགས་གཏོང་རེའུ་མིག་གི་མཇུག་ཏུ་སླེབས།

source: Real Time Streaming Protocol (RTSP) source
bo_cn: དུས་ཐོག་རྒྱུན་གྲོས་ཆིངས།（RTSP）ཡི་ཁུངས།

source: Run-length encoding
bo_cn: Run-lengthཨང་སྒྲིག

source: Sami subtitle format
bo_cn: Samiཡིག་བརྙན་རྣམ་གཞག

source: Shuffle playlist
bo_cn: སྐབས་བསྟུན་བསྒྲགས་གཏོང་རེའུ་མིག

source: Shutter speed used when capturing an image, in seconds
bo_cn: བརྙན་རིས་འཛིན་པར་བཀོལ་བའི་འཁྱུག་སྒོ་འགྲོས་ཚད།སྡེ་ཚན་སྐར་ཆ་ཡིན།

source: Source element is invalid.
bo_cn: ནུས་མེད་ཀྱི་ཁུངས་སྒྲིག་ལྷུ།

source: Subtitle
bo_cn: ཡིག་བརྙན།

source: TMPlayer subtitle format
bo_cn: TMPlayerཡིག་བརྙན་རྣམ་གཞག

source: The ISO speed used when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་བཀོལ་སྤྱོད་བྱེད་པའི་ISOའོད་ལེན་ཚད།

source: The autoaudiosink element is missing.
bo_cn: autovideosink སྒྲིག་ལྷུ་ཆད་པ།

source: The autoaudiosink element is not working.
bo_cn: autovideosinkསྒྲིག་ལྷུ་ཡིས་བྱ་བ་བསྒྲུབ་ཐབས་བྲལ།

source: The autovideosink element is missing.
bo_cn: autovideosink སྒྲིག་ལྷུ་ཆད་པ།

source: The autovideosink element is not working.
bo_cn: autovideosinkསྒྲིག་ལྷུ་ཡིས་བྱ་བ་བསྒྲུབ་ཐབས་བྲལ།

source: The direction of contrast processing applied when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་སྤྱད་པའི་བསྡུར་ཚད།

source: The direction of saturation processing applied when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་བེད་སྤྱོད་བཏང་བའི་ཚད་ལོངས་ཚད།

source: The direction of sharpness processing applied when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་བེད་སྤྱོད་བྱེད་པའི་རྣོ་ཚད།

source: The exposure compensation used when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་སྤྱད་པའི་འོད་ཀྱི་ཁ་གསབ་ཐང་།

source: The exposure mode used when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་བེད་སྤྱོད་བྱེད་པའི་འོད་ཕོག་རྣམ་པ།

source: The exposure program used when capturing an image
bo_cn: བརྙན་རིས་འཛིན་པར་བཀོལ་བའི་འོད་ཕོག་བྱ་རིམ།

source: The metering mode used while determining exposure for capturing an image
bo_cn: བརྙན་རིས་འཛིན་པར་བཀོལ་པའི་འོད་ཕོག་ཚད་ཀྱི་འོད་འཇལ་རྣམ་པ།

source: The overall gain adjustment applied on an image
bo_cn: བརྙན་རིས་ཀྱི་སྤྱིའི་ཕན་འཕར་སྤྱོད་པའི་ལེགས་སྒྲིག

source: The scene capture mode used when capturing an image
bo_cn: བརྙན་རིས་འཛིན་པར་བཀོལ་བའི་ལྗོངས་དཔེ།

source: The selected flash mode while capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་བཀོལ་བའི་འོད་འཚེར་རྣམ་པ།

source: The source or type of device used for the capture
bo_cn: འཛིན་པར་དམིགས་འཛུགས་བྱས་པའི་ཁུངས་སམ་སྒྲིག་ཆས་རིགས་གྲས།

source: The white balance mode set when capturing an image
bo_cn: བརྙན་རིས་འཛིན་སྐབས་ཀྱི་དཀར་པོ་དོ་མཉམ།

source: This CD has no audio tracks
bo_cn: CDསྒྲ་མེད་འཁོར་ལམ་འདི།

source: This appears to be a text file
bo_cn: ཡིག་ཆ་འདི་ནི་ཡིག་དེབ་ཡིག་ཆ་ཞིག་ཡིན།

source: This stream type cannot be played yet.
bo_cn: རིགས་འདིའི་གཞི་གྲངས་རྒྱུད་ད་དུང་གཏོང་ཐབས་བྲལ།

source: Timed Text
bo_cn: དུས་བཅད་ཡིག་ཆ།

source: Uncompressed %d-bit %s
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་ %dགནས་ %s

source: Uncompressed audio
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་སྒྲ་ཟློས།

source: Uncompressed gray
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་སྐྱ་ཚད་བརྙན་རིས།

source: Uncompressed packed YUV %s
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་དམ་སྡུད་YUV%s"

source: Uncompressed palettized %d-bit %s
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་ཚོས་སྙོམས་པང་རྟེན་འཕྲོ་ %dགནས་ %s

source: Uncompressed planar YUV %s
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་སྙོམས་ངོས་YUV%

source: Uncompressed semi-planar YUV %s
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་སྙོམས་ངོས་ཕྱེད་ཀYUV%

source: Uncompressed video
bo_cn: སྡུད་སྒྲིལ་མ་བྱས་པའི་བརྙན་ཟློས།

source: Unknown decoder element
bo_cn: མི་ཤེས་པའི་ཨང་འགྲོལ་སྒྲིག་ལྷུ།

source: Unknown element
bo_cn: ངེས་མེད་ཀྱི་སྒྲིག་ལྷུ།

source: Unknown encoder element
bo_cn: ངེས་མེད་ཀྱི་ཨང་སྒྲིག་སྒྲིག་ལྷུ།

source: Unknown sink element
bo_cn: ངེས་མེད་ཀྱི་སྒྲིག་ལྷུ།

source: Unknown source element
bo_cn: ངེས་མེད་ཀྱི་ཁུངས་ཀྱི་སྒྲིག་ལྷུ།

source: Usage: %s FILE1|URI1 [FILE2|URI2] [FILE3|URI3] ...
bo_cn: སྤྱོད་སྟངས།%s[ཡིག་ཆ་1URI1[ཡིག་ཆ་2URI2][ཡིག་ཆ3URI3]

source: Video sink to use (default is autovideosink)
bo_cn: བརྙན་ཟློས་བསྡུ་ལེན་སྒྲིག་ལྷུ་བཀོལ་དགོས།（སོར་བཞགautovideosink）

source: Volume
bo_cn: སྒྲ་ཚད།

source: Volume: %.0f%%
bo_cn: སྒྲ་ཚད།%.0f%%

source: Windows Media Speech
bo_cn: Windows Mediaསྐད་གདངས།

source: You must provide at least one filename or URI to play.
bo_cn: ཁྱོད་ཀྱིས་ངེས་པར་དུ་ཉུང་མཐར་ཡང་ཡིག་ཆ་ཞིག་གི་མིང་ངམ་ཡང་ན་URIལ་བརྟེན་ནས་གཏོང་དགོས།

source: album ID
bo_cn: ཆེད་སྒྲིགID

source: album artist ID
bo_cn: སྒྲ་ལམ་སྒྱུ་རྩལ་པའི་ID

source: artist ID
bo_cn: སྒྱུ་རྩལ་པའི་ID

source: capturing contrast
bo_cn: བསྡུར་ཚད་འཛིན་པ།

source: capturing digital zoom ratio
bo_cn: གྲངས་ཨང་མདོ་འགྱུར་འཛིན་པ།

source: capturing exposure compensation
bo_cn: འོད་ཕོག་ཁ་གསབ་འཛིན་པ།

source: capturing exposure mode
bo_cn: འོད་ཕོག་རྣམ་པ་འཛིན་པ།

source: capturing exposure program
bo_cn: འོད་ཕོག་བྱ་རིམ་འཛིན་པ།

source: capturing flash fired
bo_cn: འོད་འཕྲོའི་གློག་འཛིན་པ།

source: capturing flash mode
bo_cn: འོད་འཕྲོའི་རྣམ་པ་འཛིན་པ།

source: capturing focal length
bo_cn: མདོ་ཐག་འཛིན་པ།

source: capturing focal ratio
bo_cn: མདོ་ཚད་འཛིན་པ།

source: capturing gain adjustment
bo_cn: ཕན་བྱེད་སྙོམས་སྒྲིག་འཛིན་པ།

source: capturing iso speed
bo_cn: ISOའོད་ཚོར་ཚད་འཛིན་པ།

source: capturing metering mode
bo_cn: འོད་འཇལ་འཛིན་པ།

source: capturing saturation
bo_cn: ཚད་ལོངས་ཚད་འཛིན་པ།

source: capturing scene capture type
bo_cn: ལྗོངས་དཔེ་འཛིན་པ།

source: capturing sharpness
bo_cn: རྣོ་ཚད་འཛིན་པ།

source: capturing shutter speed
bo_cn: འཁྱུག་སྒོའི་མྱུར་ཚད་འཛིན་པ།

source: capturing source
bo_cn: ཁུངས་འཛིན་པ།

source: capturing white balance
bo_cn: དཀར་པོ་དོ་མཉམ་འཛིན་པ།

source: change audio track
bo_cn: སྒྲ་ཟློས་འཁོར་ལམ་བསྒྱུར་བ།

source: change playback direction
bo_cn: བསྐྱར་གཏོང་ཁ་ཕྱོགས་བསྒྱུར་བ།

source: change subtitle track
bo_cn: ཡིག་བརྙན་འཁོར་ལམ་བསྒྱུར་བ།

source: change video track
bo_cn: བརྙན་ཟློས་འཁོར་ལམ་བསྒྱུར་བ།

source: decrease playback rate
bo_cn: ཕྱིར་འདྲིའི་ཕྱོད་ཇེ་ཆུང་དུ་གཏོང་བ།

source: enable/disable trick modes
bo_cn: སྤྱོད་པའམ་ཡང་ན་སྤྱོད་མི་ཆོག་པའི་དམིགས་བསལ་ནུས་པའི་རྣམ་པ།

source: image horizontal ppi
bo_cn: བརྙན་རིས་འཕྲེད་ཕྱོགས་ppi

source: image vertical ppi
bo_cn: བརྙན་རིས་གཞུང་ཕྱོགས་ppi

source: increase playback rate
bo_cn: བསྐྱར་གཏོང་འགྲོས་ཚད་ཆེར་སྐྱེད།

source: musical-key
bo_cn: སྒྲ་གདངས།

source: pause/unpause
bo_cn: གནས་སྐབས་མཚམས་འཇོག་/མུ་མཐུད་།

source: play next
bo_cn: གཞས་ཕྱི་མ།

source: play previous
bo_cn: གཞས་སྔ་མ།

source: q or ESC
bo_cn: q ཡང་ན་ ESC

source: seek backward
bo_cn: ཕྱི་བཤོལ།

source: seek forward
bo_cn: མདུན་སྐྱོད།

source: seek to beginning
bo_cn: འགོ་ཚུགས་སར་གནས་ཐིག་དམིགས་འཛུགས་བྱེད།

source: show keyboard shortcuts
bo_cn: མཐེབ་གཞོང་མྱུར་མཐེབ་འཆར་བ།

source: space
bo_cn: སྟོང་ཆ།

source: track ID
bo_cn: སྒྲ་ལམID

source: track TRM ID
bo_cn: སྒྲ་ལམTRM ID

source: unparsed id3v2 tag frame
bo_cn: ཞིབ་འགྲེལ་མ་བྱས་པའི་ID3v2མཚོན་རྟགས་ལྷེབ།

source: volume down
bo_cn: སྒྲ་ཚད་ཆུང་དུ་གཏོང་བ།

source: volume up
bo_cn: སྒྲ་ཚད་ཇེ་ཆེར་གཏོང་བ།
