Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gstreamer-1.0.po
Languages: bo_cn

source: track gain in db
bo_cn: སྒྲ་ལམ་ཁེ་འཕར།(db)

source: track number
bo_cn: སྒྲ་ལམ་ཨང་རྟགས།

source: track number inside a collection
bo_cn: གཅིག་སྡུད་ཀྱི་སྒྲ་ལམ་ཨང་གྲངས་ཉར་ཚགས་བྱེད།

source: user rating
bo_cn: སྤྱོད་མཁན་གྱི་རིམ་འབྱེད།

source: version
bo_cn: པར་གཞི།

source: version of the encoder used to encode this stream
bo_cn: རྒྱུན་འདིའི་ཨང་སྒྲིག་ལ་སྤྱད་པའི་ཨང་སྒྲིག་ཆས་ཀྱི་པར་གཞི།

source: version of this data
bo_cn: གཞི་གྲངས་འདིའི་པར་གཞི།

source: video codec
bo_cn: བརྙན་ཟློས་ཨང་སྒྲིག

source: writable
bo_cn: འབྲི་རུང་།
