Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/gstreamer-1.0.po
Languages: bo_cn

source: %d blacklist entry
bo_cn: མིང་ཐོ་ནག་པོའི་ཟིན་ཐོ་%d

source: %d blacklisted file
bo_cn: མིང་ཐོ་ནག་པོའི་ཡིག་ཆ་%d

source: %d feature
bo_cn: ཁྱད་གཤིས་%d

source: %d plugin
bo_cn: བསྒར་ལྷུ་%d

source: A lot of buffers are being dropped.
bo_cn: ལྷོད་གཏོང་མང་པོ་དོར་བ།

source: Application used to create the media
bo_cn: སྨྱན་གཟུགས་དེའི་གསར་འཛུགས་སྤྱད་པའི་ཉེར་སྤྱོད་བྱ་རིམ།

source: Arbitrary application data to be serialized into the media
bo_cn: ཨང་རིམ་ཅན་དུ་བཏང་རྗེས་སྨྱན་གཟུགས་ནང་བྲིས་པའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་གཞི་གྲངས།

source: Blacklisted files:
bo_cn: ཡིག་ཆའི་མིང་ཐོ་ནག་པོ།

source: Caps Change Mode
bo_cn: ཞིབ་འགྲེལ་ཆས་ཀྱི་བཅོས་སྟངས།

source: Changes coloring mode of the debug log. Possible modes: off, on, disable, auto, unix
bo_cn: ཚོད་སྒྲིག་ཉིན་ཐོའི་ཁ་དོག་གི་རྣམ་པ་བསྒྱུར་དགོས། རུང་པའི་མ་དཔེ།་ལ་off、on、disable、autoདང་unixབཅས་ཡོད།

source: Check if the specified element or plugin exists
bo_cn: དམིགས་འཛུགས་བྱས་པའི་སྒྲིག་ལྷུའམ་བསྒར་ལྷུ་ཡོད་མེད་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Colon-separated paths containing plugins
bo_cn: བཤད་རྟགས་ཀྱིས་སོ་སོར་ཕྱེ་བའི་ནང་བསྒར་ལྷུའི་ཐབས་ལམ་ཚུད་པ།

source: Could not close resource.
bo_cn: ཐོན་ཁུངས་སྒོ་རྒྱག་ཐབས་བྲལ།

source: Could not close supporting library.
bo_cn: རྒྱབ་སྐྱོར་མཛོད་སྒོ་རྒྱག་ཐབས་བྲལ།

source: Could not configure supporting library.
bo_cn: རྒྱབ་སྐྱོར་མཛོད་སྡེབ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Could not decode stream.
bo_cn: རྒྱུན་ཨང་དགྲོལ་བྱེད་ཐབས་བྲལ།

source: Could not demultiplex stream.
bo_cn: ལས་མང་བརྒྱུད་སྐུར་གྱི་རྒྱུན་ཨང་འགྲོལ་བྱེད་ཐབས་བྲལ།

source: Could not determine type of stream.
bo_cn: རྒྱུན་གྱི་རིགས་དམིགས་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Could not encode stream.
bo_cn: རྒྱུན་ཨང་སྒྲིག་བྱ་ཐབས་བྲལ།

source: Could not get/set settings from/on resource.
bo_cn: ཐོན་ཁུངས་སྒྲིག་འགོད་ཐོབ་མི་ཐུབ་པའམ་ཐོན་ཁུངས་སྟེང་ནས་སྒྲིག་འགོད་སྒྲིག་ཐབས་བྲལ།

source: Could not initialize supporting library.
bo_cn: རྒྱབ་སྐྱོར་མཛོད་འགོ་སྒྲིག་བྱ་ཐབས་བྲལ།

source: Could not multiplex stream.
bo_cn: ལས་མང་བརྒྱུད་སྐུར་གྱི་རྒྱུན་ཨང་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Could not open resource for reading and writing.
bo_cn: ཐོན་ཁུངས་ཀློག་ལེན་དང་འབྲི་འཇུག་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open resource for reading.
bo_cn: ཐོན་ཁུངས་ཀློག་ལེན་གྱི་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open resource for writing.
bo_cn: ཐོན་ཁུངས་ཁ་ཕྱེ་ནས་འབྲི་ཐབས་བྲལ།

source: Could not perform seek on resource.
bo_cn: ཐོན་ཁུངས་སྟེང་ནས་འཚོལ་བཤེར་ལག་བསྟར་བྱེད་ཐབས་བྲལ།

source: Could not read from resource.
bo_cn: ཐོན་ཁུངས་ནས་ལྟ་ཀློག་བྱ་ཐབས་བྲལ།

source: Could not synchronize on resource.
bo_cn: ཐོན་ཁུངས་ཀྱི་ཐད་ནས་མཉམ་བགྲོད་བྱེད་ཐབས་བྲལ།

source: Could not write to resource.
bo_cn: ཐོན་ཁུངས་འབྲི་འཇུག་བྱ་ཐབས་བྲལ།

source: Default debug level from 1 (only error) to 9 (anything) or 0 for no output
bo_cn: སོར་བཞག་སྙོམས་སྒྲིག་བྱེད་པའི་རིམ་པ་ནི།1（ནོར་འཁྲུལ་ཁོ་ན་ཡོད་པ）ནས་9（ནང་དོན་ཡོངས་）བར་ཡིན།0ཡིས་ཕྱིར་འདོན་མེད་པ་མཚོན།

source: Delayed linking failed.
bo_cn: སྦྲེལ་མཐུད་ཕྱིར་འགྱངས་ཕམ་པ།

source: Disable colored debugging output
bo_cn: ཚོན་ལྡན་གྱི་ཚོད་སྒྲིག་ཆ་འཕྲིན་ཕྱིར་འདོན་བྱ་མི་ཆོག

source: Disable debugging
bo_cn: ཚོད་སྒྲིག་བྱ་མི་ཆོག

source: Disable spawning a helper process while scanning the registry
bo_cn: བཅོལ་ཆས་བཤར་འབེབས་བྱེད་སྐབས་རོགས་རམ་འཕེལ་རིམ་སྤེལ་མི་ཆོག

source: Disable trapping of segmentation faults during plugin loading
bo_cn: བསྒར་ལྷུ་འཇུག་སྐབས་ཀྱི་དུམ་བུའི་ནོར་འཁྲུལ་ཚབས་ཆེན་རྗེས་འདེད་བྱ་མི་ཆོག

source: Disable updating the registry
bo_cn: བཅོལ་ཆས་གསར་སྒྱུར་བྱ་མི་ཆོག

source: Do not install a fault handler
bo_cn: ནོར་འཁྲུལ་གྱི་སྒྲིག་གཅོད་བྱ་རིམ་སྒྲིག་འཇུག་མི་བྱེད་པ།

source: Do not output status information for the specified property if verbose output is enabled (can be used multiple times)
bo_cn: གལ་ཏེ་ཞིབ་ཕྲའི་ཕྱིར་འདོན་རྣམ་པ་སྤྱོད་འགོ་ཚུགས་ན་དམིགས་འཛུགས་རང་བཞིན་གྱི་རྣམ་པའི་ཆ་འཕྲིན་ཕྱིར་མི་བྱ།（ཐེངས་མང་སྤྱད་ཆོག）

source: Do not print any progress information
bo_cn: སྒྲུབ་ཚད་ཀྱི་ཆ་འཕྲིན་ཅི་ཡང་མི་དཔར།

source: Element doesn't implement handling of this stream. Please file a bug.
bo_cn: སྒྲིག་ལྷུས་རྒྱུན་གྱི་སྒྲིག་གཅོད་མངོན་འགྱུར་བྱུང་མེད། ནོར་འཁྲུལ་སྙན་ཞུ་འབུལ་རོགས།

source: Enable verbose plugin loading diagnostics
bo_cn: བསྒར་ལྷུའི་ནང་འཇུག་ཞིབ་འགྲེལ་ཀྱི་ཆ་འཕྲིན་ཞིབ་ཕྲའི་ཁ་ཕྱེས།

source: Encoding error.
bo_cn: ཨང་སྒྲིག་ནོར་འཁྲུལ།

source: Error while writing to download file.
bo_cn: ཡིག་ཆ་ཕབ་ལེན་འབྲི་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error writing registry cache to %s: %s
bo_cn: བཅོལ་ཆས་ལྷོད་གསོག་འབྲི་བའི་%s སྐབས་ནོར་འཁྲུལ་བྱུང་བ།%s

source: Execution ended after %
bo_cn: % རྗེས་ཀྱི་འཁོར་སྐྱོད་མཇུག་སྒྲིལ།

source: Failed after iterations as requested.
bo_cn: རེ་བ་ལྟར་གྱི་རིམ་འཇུག་བཀོལ་སྤྱོད་བྱས་རྗེས་ནོར་འཁྲུལ་བྱུང་བ།

source: Failed to map buffer.
bo_cn: རྟེན་འཕྲོ་ལྷོད་གཏོང་ཕམ་པ།

source: Filter caps
bo_cn: འཚག་པའི་ཞིབ་འགྲེལ་ཆས།

source: Filter caps change behaviour
bo_cn: འཚག་པའི་ཞིབ་འགྲེལ་ཆས་ཀྱིས་བསྒྱུར་བའི་བྱ་སྤྱོད།

source: Force EOS on sources before shutting the pipeline down
bo_cn: སྦུག་ལམ་ཁ་མ་བརྒྱབ་གོང་བཙན་ཤེད་ཀྱིས་ཁུངས་ལ་EOSབརྡ་རྟགས་བཏང་བ།

source: GStreamer Options
bo_cn: Gstrredamerའདེམས་བྱང་།

source: GStreamer developers were too lazy to assign an error code to this error.
bo_cn: GStrredaurགསར་སྤེལ་བྱེད་མཁན་གྱིས་ནོར་འཁྲུལ་འདི་ལ་ནོར་འཁྲུལ་གྱི་ཚབ་ཨང་མངག་གཏོང་བྱས་མེད།

source: GStreamer encountered a general core library error.
bo_cn: GStrredamerརྒྱུན་ལྡན་གྱི་ལྟེ་བའི་མཛོད་ཀྱི་ནོར་འཁྲུལ་ལ་འཕྲད།

source: GStreamer encountered a general resource error.
bo_cn: GStrredarརྒྱུན་ལྡན་གྱི་ཐོན་ཁུངས་ནོར་འཁྲུལ་ལ་འཕྲད།

source: GStreamer encountered a general stream error.
bo_cn: GStrredarརྒྱུན་ལྡན་གྱི་ནོར་འཁྲུལ་ལ་འཕྲད།

source: GStreamer encountered a general supporting library error.
bo_cn: GStredarརྒྱུན་ལྡན་གྱི་རྒྱབ་སྐྱོར་མཛོད་ཀྱི་ནོར་འཁྲུལ་ལ་འཕྲད།

source: GStreamer error: clock problem.
bo_cn: GStrredarནོར་བ།དུས་ཚོད་ནོར་བ།

source: GStreamer error: negotiation problem.
bo_cn: GStrredarནོར་བ། གྲོས་མོལ་གྱི་གནད་དོན།

source: Gather and print index statistics
bo_cn: གསལ་བྱང་སྡོམ་རྩིས་འཚོལ་བསྡུ་དང་འཆར་བ།

source: Got message #%u (%s):
bo_cn: ཆ་འཕྲིན་ #%u（%s）ཐོབ་པ།

source: Homepage for this media (i.e. artist or movie homepage)
bo_cn: སྨྱན་གཟུགས་དེའི་གཙོ་ངོས（སྒྱུ་རྩལ་པའམ་གློག་བརྙན་སོགས）།

source: How the image should be rotated or flipped before display
bo_cn: བརྙན་རིས་འདི་འཁོར་འཁྱིལ་ལམ་ཡང་ན་ལྡོག་འཁོར་རྗེས་ཡང་བསྐྱར་དེ་ཇི་ལྟར་མངོན་དགོས་པའི་བཀའ་བཀོད།

source: Index statistics
bo_cn: གསལ་བྱང་སྡོམ་རྩིས།

source: Information about the people behind a remix and similar interpretations
bo_cn: སྒྲ་གདངས་འདྲེས་མ་（ཡང་ན་གསལ་འགྲེལ་དང་འདྲ་བ་）རྩོམ་པ་པོའི་ཆ་འཕྲིན།

source: Internal GStreamer error: caps problem.
bo_cn: GStreamerནང་ཁུལ་གྱི་ནོར་འཁྲུལ། ཞིབ་འགྲེལ་ཆས་ཀྱི་གནད་དོན།

source: Internal GStreamer error: code not implemented.
bo_cn: GStreamerནང་ཁུལ་གྱི་ནོར་འཁྲུལ། ཚབ་ཨང་མངོན་འགྱུར་བྱུང་མེད།

source: Internal GStreamer error: event problem.
bo_cn: GStreamerནང་ཁུལ་གྱི་ནོར་འཁྲུལ། དོན་རྐྱེན་གྱི་གནད་དོན།

source: Internal GStreamer error: pad problem.
bo_cn: GStreamerནང་ཁུལ་གྱི་ནོར་འཁྲུལ། ཁ་སྐོང་གནད་དོན།

source: Internal GStreamer error: seek problem.
bo_cn: GStreamerནང་ཁུལ་གྱི་ནོར་འཁྲུལ། བཤེར་འཚོལ་གནད་དོན།

source: Internal GStreamer error: tag problem.
bo_cn: GStreamerནང་ཁུལ་གྱི་ནོར་འཁྲུལ། གདོང་འཛར་གི་གནད་དོན།

source: Internal GStreamer error: thread problem.
bo_cn: GStreamerནང་ཁུལ་གྱི་ནོར་འཁྲུལ། སྐུད་རིམ་གནད་དོན།

source: Internal clock error.
bo_cn: ནང་ཁུལ་གྱི་ཆུ་ཚོད་ནོར་བ།

source: Internal data flow error.
bo_cn: ནང་ཁུལ་གཞི་གྲངས་རྒྱུན་གྱི་ནོར་འཁྲུལ།

source: Internal data flow problem.
bo_cn: ནང་ཁུལ་གཞི་གྲངས་རྒྱུན་གྱི་གནད་དོན།

source: Internal data stream error.
bo_cn: ནང་ཁུལ་གཞི་གྲངས་རྒྱུན་གྱི་ནོར་འཁྲུལ།

source: LEVEL
bo_cn: རིམ་པ།

source: LIST
bo_cn: རེའུ་མིག

source: List the plugin contents
bo_cn: བསྒར་ལྷུའི་ཆ་འཕྲིན་སྒྲིག

source: Make all warnings fatal
bo_cn: ཐ་ཚིག་ཡོད་ཚད་ནོར་འཁྲུལ་ཆེན་པོར་བརྩི་བ།

source: Manufacturer of the device used to create this media
bo_cn: སྨྱན་གཟུགས་འདིའི་སྒྲིག་ཆས་གསར་འཛུགས་དུ་སྤྱད་པའི་ཐོན་སྐྱེད་བཟོ་གྲྭ།

source: Midi note number of the audio track.
bo_cn: སྒྲ་ཟློས་ལམ་གྱི་midiམཆན་འགྲེལ་ཨང་གྲངས།

source: Model of the device used to create this media
bo_cn: སྨྱན་གཟུགས་འདིའི་སྒྲིག་ཆས་གསར་འཛུགས་དུ་སྤྱད་པའི་རྣམ་པ།

source: Name of the label or publisher
bo_cn: གདོང་འཛར་ངམ་དཔེ།་སྐྲུན་ཚོང་པའི་མིང་།

source: Name of the tv/podcast/series show the media is from
bo_cn: tv/podcast/series ཞེས་པའི་མིང་འདིས་སྨྱན་གཟུགས་གང་ནས་བྱུང་བ་མཚོན།

source: Name of the tv/podcast/series show the media is from, for sorting purposes
bo_cn: tv/podcast/seriesཞེས་པའི་མིང་གིས་སྨྱན་གཟུགས་འདི་གང་ནས་བྱུང་བ་མཚོན།（ཨང་རིམ་འཆར་བ།）

source: No Temp directory specified.
bo_cn: གནས་སྐབས་ཀྱི་དཀར་ཆག་དམིགས་འཛུགས་མ་བྱས་པ།

source: No URI handler for the %s protocol found
bo_cn: %sགྲོས་ཆིངས་ལ་སྤྱོད་བྱའི་URIསྒྲིག་གཅོད་ཆས་རྙེད་མེད་པ།

source: No error message for domain %s.
bo_cn: ཁོངས་ཀྱི་%s ལ་ནོར་འཁྲུལ་གྱི་ཆ་འཕྲིན་མེད།

source: No file name specified for reading.
bo_cn: དམིགས་འཛུགས་ཀློག་ལེན་མ་བྱས་པའི་ཡིག་ཆའི་མིང་།

source: No file name specified for writing.
bo_cn: ཡིག་ཆའི་མིང་དམིགས་འཛུགས་ཀྱིས་བྲིས་མེད།

source: No space left on the resource.
bo_cn: ཐོན་ཁུངས་ལ་བར་སྟོང་ལྷག་མ་མེད།

source: No standard error message for domain %s and code %d.
bo_cn: ཁོངས་ཀྱི་%s དང་ཚབ་ཨང་། %d ཁྲོད་དུ་ཚད་ལྡན་ནོར་འཁྲུལ་གྱི་ཆ་འཕྲིན་མེད།

source: Not authorized to access resource.
bo_cn: ཐོན་ཁུངས་ལ་ལྟ་སྤྱོད་བྱེད་པའི་དབང་ཆ་མེད།

source: Origin of media as a URI (location, where the original of the file or stream is hosted)
bo_cn: སྨྱན་གཟུགས་འབྱུང་ཁུངས་དེ་URIཤག་གནས་རེད།（གདོད་མའི་ཡིག་ཆའམ་རྒྱུན་ཡོད་སའི་གནས།）

source: Output TOC (chapters and editions)
bo_cn: TOC（ལེའུ་དང་པར་གཞི་）ཕྱིར་གཏོང་བྱེད་པ།

source: Output messages
bo_cn: ཆ་འཕྲིན་ཕྱིར་འདོན།

source: Output status information and property notifications
bo_cn: ཕྱིར་གཏོང་རྣམ་པའི་ཆ་འཕྲིན་དང་ངོ་བོའི་བརྡ་ཐོ།

source: Output tags (also known as metadata)
bo_cn: མཚོན་རྟགས་ཕྱིར་འདོན།

source: PATHS
bo_cn: བརྒྱུད་ལམ།

source: PLUGINS
bo_cn: བསྒར་ལྷུ།

source: PROPERTY-NAME
bo_cn: གཏོགས་གཤིས་མིང་།

source: Print all elements
bo_cn: སྒྲིག་ལྷུ་ཆ་ཚང་གཏག་པར་རྒྱག་པ།

source: Print available debug categories and exit
bo_cn: སྤྱོད་རུང་གི་ཚོད་སྒྲིག་རིགས་གཏག་པར་རྒྱག་པ་དང་ཕྱིར་འཐེན་བྱོས།

source: Print list of blacklisted files
bo_cn: མིང་ནག་ཡིག་ཆའི་རེའུ་མིག་འཆར་བ།

source: Print supported URI schemes, with the elements that implement them
bo_cn: གཏག་པར་གྱིས་རྒྱབ་སྐྱོར་བྱེད་པའི་URIརྣམ་པ་དང་དེ་དག་དང་འབྲེལ་བའི་སྒྲིག་ལྷུ།

source: Print the GStreamer version
bo_cn: པར་གཞི་GStrreaurཔར་འདེབས།

source: Private data
bo_cn: ཆེད་སྤྱོད་གཞི་གྲངས།

source: Rating attributed by a user. The higher the rank, the more the user likes this media
bo_cn: སྤྱོད་མཁན་གྱིས་འདོན་སྤྲོད་བྱས་པའི་རིམ་པའི་དཔྱད་བསྡུར། རིམ་པ་ཇི་ཙམ་མཐོ་ན་སྤྱོད་མཁན་དེ་ཙམ་གྱིས་སྨྱན་གཟུགས་འདི་ལ་དགའ་བ་མཚོན།

source: Resource busy or not available.
bo_cn: ཐོན་ཁུངས་བྲེལ་བའམ་བཀོལ་སྤྱོད་བྱེད་ཐབས་བྲལ་པ།

source: Resource not found.
bo_cn: ཐོན་ཁུངས་རྙེད་མ་བྱུང་།

source: Selected clock cannot be used in pipeline.
bo_cn: གདམས་ཟིན་པའི་ཆུ་ཚོད་ཀྱི་ཨང་རིམ་དེ་སྦུག་ལམ་དུ་བཀོལ་ཐབས་བྲལ།

source: Show GStreamer Options
bo_cn: GStreamer གདམ་བྱང་མངོན་པ།

source: Stream contains no data.
bo_cn: རྒྱུན་གྱི་ནང་དུ་གཞི་གྲངས་མི་འདུས།

source: Stream doesn't contain enough data.
bo_cn: རྒྱུན་གྱི་ཁྲོད་དུ་གཞི་གྲངས་འདང་ངེས་ཤིག་མེད།

source: The artist of the entire album, as it should be displayed
bo_cn: འཆར་བར་སྤྱད་པའི་ཆེད་སྒྲིག་ཆ་ཚང་གི་སྒྱུ་རྩལ་པ།

source: The artist of the entire album, as it should be sorted
bo_cn: སྒྲིག་རིམ་དུ་སྤྱད་པའི་ཆེད་སྒྲིག་ཆ་ཚང་བའི་སྒྱུ་རྩལ་པའི་མིང་།

source: The episode number in the season the media is part of
bo_cn: སྨྱན་གཟུགས་ནི་དུས་ཚིགས་གཅིག་ནང་གི་ལྗོངས་རྣམ་པ་ཨང་ག་ཚོད་རེད།

source: The lyrics of the media, commonly used for songs
bo_cn: སྨྱན་གཟུགས་གྱི་གླུ་ཚིག་ནི་རྒྱུན་དུ་གླུ་གཞས་ལ་སྤྱོད་ཀྱི་ཡོད།

source: The season number of the show the media is part of
bo_cn: སྨྱན་གཟུགས་ནི་དུས་ཚིགས་ཨང་ག་ཚོད་རེད།

source: The stream is encrypted and can't be decrypted because no suitable key has been supplied.
bo_cn: འདི་ནི་གསང་སྡོམ་རྒྱུན་ཡིན་པ་མ་ཟད།འོས་འཚམ་གྱི་གསང་ལྡེ་འདོན་སྤྲོད་མ་བྱས་པས་གསང་འགྲོལ་བྱེད་ཐབས་བྲལ།

source: The stream is encrypted and decryption is not supported.
bo_cn: འདི་ནི་གསང་སྡོམ་བྱས་པའི་རྒྱུན་ཡིན་པ་མ་ཟད་གསང་འགྲོལ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: The stream is in the wrong format.
bo_cn: རྒྱུན་འདིའི་རྣམ་གཞག་ནོར་འཁྲུལ་རེད།

source: The stream is of a different type than handled by this element.
bo_cn: རྒྱུན་འདིའི་རིགས་གྲས་དང་སྒྲིག་ལྷུ་དེ་སྒྲིག་གཅོད་རུང་པའི་རིགས་གྲས་དང་མི་མཐུན།

source: There is no codec present that can handle the stream's type.
bo_cn: རྒྱུན་འདི་རིགས་སྒྲིག་གཅོད་རུང་པའི་ཨང་སྒྲིག་ཆས་མེད།

source: This application is trying to use GStreamer functionality that has been disabled.
bo_cn: བྱ་རིམ་འདིསབཀག་འྡོམ་བྱས་ཟིན་པའི་GStrredarནུས་པ་བཀོལ་བར་ཚོད་ལྟ་བྱེད་བཞིན་པ།

source: Total count:
bo_cn: སྤྱིའི་གྲངས་འབོར།

source: URI scheme '%s' not supported
bo_cn: URIཇུས་གཞི%sལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: URI to the copyright notice of the data
bo_cn: གྲངས་གཞིའི་པར་དབང་གི་ཉེན་བརྡ་URI

source: URI to the license of the data
bo_cn: གཞི་གྲངས་ཆོག་མཆན་དཔང་ཡིག་གྱི་URI

source: Unknown option
bo_cn: ངེས་མེད་ཀྱི་གདམ་བྱང་།

source: When checking if an element or plugin exists, also check that its version is at least the version specified
bo_cn: སྒྲིག་ལྷུའམ་ཡང་ན་བསྒར་ལྷུ་ཡོད་མེད་ཞིབ་བཤེར་དེ་དག་གི་པར་གཞི་དེ་དམིགས་འཛུགས་པར་གཞི་ལས་ཆེ་མིན་ཞིབ་བཤེར་བྱེད་པ།

source: Your GStreamer installation is missing a plug-in.
bo_cn: ཁྱེད་རང་གི་ GStreameསྒྲིག་འཇུག་ལ་བསྒར་ལྷུ་ཆད།

source: a location within a city where the media has been produced or created (e.g. the neighborhood)
bo_cn: སྨྱན་གཟུགས་གྱིས་ཕབ་པའམ་ཡང་ན་བཟོ་ཡུལ་གནས་སའི་གྲོང་ཁྱེར་གྱི་ཁུལ།（དབྱིན་ཡིག་གི་མིང་）དཔེར་ན།the neighborhood

source: album
bo_cn: ཆེད་སྒྲིག

source: album artist
bo_cn: སྒྱུ་རྩལ་པའི་རེའུ་མིག

source: album artist sortname
bo_cn: རིམ་སྒྲིག་རྗེས་ཀྱི་སྒྱུ་རྩལ་པའི་མིང་།

source: album containing this data
bo_cn: གཞི་གྲངས་འདི་འདུས་པའི་ཆེད་སྒྲིག

source: album containing this data for sorting purposes
bo_cn: རིམ་སྒྲིག་ལ་བཀོལ་བའི་ཆེད་སྒྲིག་མིང་།

source: album gain in db
bo_cn: ཆེད་སྒྲིག་ཁེ་འཕར།(db)

source: album sortname
bo_cn: རིམ་སྒྲིག་རྗེས་ཀྱི་ཆེད་སྒྲིག་མིང་།

source: application data
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གཞི་གྲངས།

source: application name
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་མིང་།

source: artist
bo_cn: སྒྱུ་རྩལ་པ།

source: artist sortname
bo_cn: རིམ་སྒྲིག་རྗེས་ཀྱི་སྒྱུ་རྩལ་པ།

source: attachment
bo_cn: ཟུར་སྣོན་ཆ་འཕྲིན།

source: audio codec
bo_cn: སྒྲ་ཟློས་ཨང་སྒྲིག

source: beats per minute
bo_cn: སྐར་མ་རེའི་འགྲོས་ལྡབ་གྲངས།

source: bin
bo_cn: མཛོད་གསོག

source: bitrate
bo_cn: པི་ཐེ་ཕྱོད།

source: buffering...
bo_cn: ལྷོད་གཏོང་བྱེད་བཞིན་པ།

source: caps
bo_cn: ཞིབ་འགྲེལ་ཆས།

source: changeable in NULL, READY, PAUSED or PLAYING state
bo_cn: NULLདང་READYདང་PAUSEDཡང་ན་PLAYINGརྣམ་པའི་འོག་འགྱུར་ལྡོག་གཏོང་ཆོག

source: changeable only in NULL or READY state
bo_cn: NULLདང་ཡང་ན་READYརྣམ་པ་ཁོ་ནའི་འོག་འགྱུར་ལྡོག་གཏོང་ཆོག

source: changeable only in NULL, READY or PAUSED state
bo_cn: NULLདང་READYཡང་ན་PAUSEDརྣམ་པ་ཁོ་ནའི་འོག་འགྱུར་ལྡོག་གཏོང་ཆོག

source: city (english name) where the media has been recorded or produced
bo_cn: སྨྱན་གཟུགས་ཕབ་སྐྲུན་ནམ་ཡང་ན་བཟོ་ཡུལ་གནས་སའི་གྲོང་ཁྱེར།（དབྱིན་ཡིག་གི་མིང་།）

source: codec
bo_cn: སྒྲིག་ཨང་།

source: codec the audio data is stored in
bo_cn: སྒྲ་ཟློས་གཞི་གྲངས་ནི་...ལྟར་ཨང་སྒྲིག་གསོག་འཇོག་བྱས་ཡོད།

source: codec the data is stored in
bo_cn: གཞི་གྲངས་...ལྟར་ཨང་སྒྲིག་གསོག་འཇོག་བྱས་ཡོད།

source: codec the subtitle data is stored in
bo_cn: ཡིག་བརྙན་ཨང་སྒྲིག་གཞི་གྲངས་ཉར་ཚགས་བྱས་ཡོད།

source: codec the video data is stored in
bo_cn: བརྙན་ཟློས་གཞི་གྲངས་...ཨང་སྒྲིག་ལྟར་གསོག་འཇོག་བྱས་ཡོད།

source: comma separated keywords describing the content
bo_cn: འབྲེལ་རྟགས་ཀྱིས་སོ་སོར་བགར་པའི་གཞི་གྲངས་ཀྱི་ནང་དོན་མདོར་བསྡུས་ཀྱི་ཡིག་ཆ།

source: comment
bo_cn: མཆན་འགྲེལ།

source: commonly used title
bo_cn: སྤྱི་སྤྱོད།་ཁ་བྱང་།

source: commonly used title for sorting purposes
bo_cn: རིམ་སྒྲིག་ལ་སྤྱོད་པའི་སྤྱི་སྤྱོད།་ཁ་བྱང་།

source: composer
bo_cn: དབྱངས་རྩོམ་པ་པོ།

source: composer sortname
bo_cn: རིམ་སྒྲིག་རྗེས་ཀྱི་དབྱངས་རྩོམ་པ་པོ།

source: conductor
bo_cn: བཀོད་འདོམས།

source: conductor/performer refinement
bo_cn: ཡུལ་དངོས་བཀོད་འདོམས།/རོལ་ཆས་དཀྲོལ་མཁན།

source: contact
bo_cn: འབྲེལ་གཏུག་པ།

source: contact information
bo_cn: འབྲེལ་གཏུག་པའི་ཆ་འཕྲིན།

source: container format
bo_cn: སྣོད་ཆས་རྣམ་གཞག

source: container format the data is stored in
bo_cn: གཞི་གྲངས་གསོག་བྱེད་ཀྱི་སྣོད་ཆས་རྣམ་གཞག

source: controllable
bo_cn: ཚོད་འཛིན་རུང་བ།

source: copyright
bo_cn: པར་དབང་།

source: copyright notice of the data
bo_cn: གཞི་གྲངས་ཀྱི་པར་དབང་ཐ་ཚིག

source: copyright uri
bo_cn: པར་དབང་uri

source: could not link %s to %s
bo_cn: %sསྦྲེལ་མཐུད་བྱེད་ཐབས་བྲལ་པ།%s

source: count of discs inside collection this disc belongs to
bo_cn: འོད་སྡེར་འདིར་བསྡུ་རུབ་ཉར་ཚགས་བྱས་པའི་འོད་སྡེར་གྲངས་ཀ།

source: count of tracks inside collection this track belongs to
bo_cn: སྒྲ་ལམ་འདིར་བསྡུ་རུབ་ཉར་ཚགས་བྱས་པའི་སྒྲ་ལམ་གྱི་གྲངས།

source: country (english name) where the media has been recorded or produced
bo_cn: སྨྱན་གཟུགས་ཕབ་སྐྲུན་ནམ་ཡང་ན་བཟོ་ཡུལ་གནས་སའི་རྒྱལ་ཁབ།（དབྱིན་ཡིག་གི་མིང་།）

source: date
bo_cn: ཚེས་གྲངས།

source: date and time the data was created (as a GstDateTime structure)
bo_cn: གཞི་གྲངས་གསར་བཟོ་བྱེད་པའི་ཚེས་གྲངས་དང་དུས་ཚོད།( GDate གྲུབ་ཚུལ་ཡིན།)

source: date the data was created (as a GDate structure)
bo_cn: གཞི་གྲངས་གསར་བཟོ་བྱེད་པའི་ཚེས་གྲངས། ( GDate གྲུབ་ཚུལ་ཡིན།)

source: datetime
bo_cn: ཟླ་ཚེས་དང་དུས་ཚོད།

source: deprecated
bo_cn: བེད་མེད་དུ་བཏང་ཟིན་པ།

source: description
bo_cn: ཞིབ་བརྗོད།

source: detected capabilities in stream
bo_cn: རྒྱུན་གྱི་ཁྲོད་ནས་འཚོལ་ཞིབ་བྱུང་པའི་ཆ་འཕྲིན།

source: device manufacturer
bo_cn: སྒྲིག་ཆས་ཚོང་པ།

source: device model
bo_cn: སྒྲིག་ཆས་རྣམ་པ།

source: disc count
bo_cn: འོད་སྡེར་གྲངས།

source: disc number
bo_cn: འོད་སྡེར་ཨང་གྲངས།

source: disc number inside a collection
bo_cn: སྡུད་རུབ་ཉར་ཚགས་བྱས་པའི་འོད་སྡེར་ཨང་གྲངས།

source: duration
bo_cn: དུས་སྐབས།

source: empty pipeline not allowed
bo_cn: སྟོང་བའི་སྦུག་ལམ་མི་རུང་།

source: encoded by
bo_cn: ཨང་སྒྲིག་མཁན་ནི།

source: encoder
bo_cn: ཨང་སྒྲིག་ཆས།

source: encoder used to encode this stream
bo_cn: རྒྱུན་འདིའི་ཨང་སྒྲིག་ལ་ཀོལ་བའི་ཨང་སྒྲིག་ཆས།

source: encoder version
bo_cn: ཨང་སྒྲིག་ཆས་ཀྱི་པར་གཞི།

source: episode number
bo_cn: ལོ་རབས།

source: exact or average bitrate in bits/s
bo_cn: གཙིགས་པའམ་ཆ་སྙོམས་པི་ཐི་ཚད།(པི་ཐི།/སྐར་ཆ།)

source: expected error of the horizontal positioning measures (in meters)
bo_cn: སྔོན་དཔག་གི་ཆུ་སྙོམས་གནས་ངེས་ཚད་འཇལ་ཧེ་བག（སྡེ་ཚན་རྨིད་ཡིན།）

source: extended comment
bo_cn: མཆན་འགྲེལ་དེ་ལས་མང་བ།

source: file attached to this stream
bo_cn: རྒྱུན་དེའི་སྐོར་གྱི་ཡིག་ཆ།

source: force caps
bo_cn: བཙན་ཤེད་དབྱེ་ཞིབ།

source: force caps without doing a typefind
bo_cn: རིགས་གྲས་འཚོལ་བཤེར་མི་བྱེད་པའི་བཙན་ཤེད་དབྱེ་ཞིབ།

source: free text commenting the data
bo_cn: གྲངས་གཞི་མཆན་འགྲེལ་གྱི་ཡིག་ཆ་གང་རུང་།

source: free text commenting the data in key=value or key[en]=comment form
bo_cn: འགག་རྩའི་ཚིག་＝ཐང་ངམ་ཡང་ན་ key[en]＝མཆན་འགྲེལ་གྱི་རྣམ་པ་འདི་རིགས་ཀྱི་ཐོག་ནས་གཞི་གྲངས་ཀྱི་ཡིག་ཆ་གང་རུང་ལམཚན་འགྲེལ་འགོད་པ།

source: freeform name of the language this stream is in
bo_cn: རྒྱུན་འདིའི་སྐད་བརྡའི་མིང་།（freeformརྣམ་པ།）

source: genre
bo_cn: དཔུང་ཁག

source: genre this data belongs to
bo_cn: གཞི་གྲངས་འདི་གཏོགས་སའི་གྲུབ་མཐའ།

source: geo location capture direction
bo_cn: གནས་ཡུལ།（འཛིན་བཟུང་གི་ཁ་ཕྱོགས།）

source: geo location city
bo_cn: གནས་ཡུལ།（གྲོང་ཁྱེར།）

source: geo location country
bo_cn: གནས་ཡུལ།（རྒྱལ་ཁབ།）

source: geo location elevation
bo_cn: ས་བབ་མཐོ་བ།

source: geo location horizontal error
bo_cn: གནས་ཡུལ་（ཆུ་སྙོམས་ཧེ་བག）

source: geo location latitude
bo_cn: ས་ཁམས་ཀྱི་འཕྲེད་ཚད།

source: geo location longitude
bo_cn: ས་ཁམས་ཀྱི་གཞུང་ཚད།

source: geo location movement direction
bo_cn: གནས་ཡུལ།（སྤོ་སྒུལ་ཁ་ཕྱོགས།）

source: geo location movement speed
bo_cn: གནས་ཡུལ།（སྤོ་སྒུལ་མྱུར་ཚད།）

source: geo location name
bo_cn: གནས་ཡུལ་གྱི་མིང་།

source: geo location sublocation
bo_cn: ས་ཁམས་ཁོངས་ཁུལ།

source: grouping
bo_cn: ཚོ་ཆུང་བགོས་པ།

source: homepage
bo_cn: གཙོ་ངོས།

source: human readable descriptive location of where the media has been recorded or produced
bo_cn: སྨྱན་གཟུགས་དེས་གང་དུ་ཕབ་སྐྲུན་ནམ་ཡང་ན་ཐོན་སྐྱེད་བྱས་པའི་ཀློག་རུང་ཆ་འཕྲིན།

source: image
bo_cn: པར་རིས།།

source: image orientation
bo_cn: བརྙན་རིས་ཁ་ཕྱོགས།

source: image related to this stream
bo_cn: རྒྱུན་དེ་དང་འབྲེལ་བའི་བརྙན་རིས།

source: interpreted-by
bo_cn: འགྲེལ་བཤད་པ་ནི།

source: keywords
bo_cn: གནད་བསྡུས་ཡིག་ཆ།

source: language code
bo_cn: སྐད་བརྡ་ཚབ་ཨང་།

source: language code for this stream, conforming to ISO-639-1 or ISO-639-2
bo_cn: རྒྱུན་དེའི་སྐད་བརྡའི་ཚབ་ཨང་（ISO-6390-1ཡང་ན་ISO-639-2ཚད་གཞི་ལྟར།）

source: language name
bo_cn: སྐད་བརྡའི་མིང་།

source: length in GStreamer time units (nanoseconds)
bo_cn: GStrredamerདུས་ཚོད་སྡེ་ཚན་ཀྱི་རིང་ཚད།(ནཱ་སྐར་ཆ།)

source: license
bo_cn: ཆོག་མཆན་དཔང་ཡིག།

source: license of data
bo_cn: གཞི་གྲངས་ཆོག་མཆན་དཔང་ཡིག།

source: license uri
bo_cn: ཆོག་མཆན་དཔང་ཡིག་uri

source: link has no sink [source=%s@%p]
bo_cn: སྦྲེལ་མཐུད་ལ་མདོ་མེད།[ཁུངས་ནི་ %s@%p]

source: link has no source [sink=%s@%p]
bo_cn: སྦྲེལ་མཐུད་ལ་ཁུངས་མེད།[མདོ་ནི་ %s@%p]

source: location
bo_cn: གནས་ས།

source: lyrics
bo_cn: གླུ་ཚིག

source: maximum bitrate
bo_cn: པི་ཐི་ཆེ་ཤོས།

source: maximum bitrate in bits/s
bo_cn: པི་ཐི་ཆེ་ཤོས་ཀྱི་ཚད།(པི་ཐི།/སྐར་ཆ།)

source: midi-base-note
bo_cn: midiལ་གཞིགས་པའི་མཆན་འགྲེལ།

source: minimum
bo_cn: ཆུང་ཤོས།

source: minimum bitrate
bo_cn: པི་ཐི་ཆུང་ཤོས་ཀྱི་ཚད།

source: minimum bitrate in bits/s
bo_cn: པི་ཐི་ཆུང་ཤོས་ཀྱི་ཚད།(པི་ཐི།/སྐར་ཆ།)

source: movement speed of the capturing device while performing the capture in m/s
bo_cn: འཛིན་བཟུང་སྐབས་སྒྲིག་ཆས་ཀྱི་སྤོ་སྒུལ་མྱུར་ཚད་ནི།

source: name of the encoding person or organization
bo_cn: ཨང་སྒྲིག་ཅན་གྱི་མིའམ་རྩ་འཛུགས།སྡེ་ཚན། རྨིད་རེར་སྐར་ཆ།

source: nominal bitrate
bo_cn: མིང་ཐོག་གི་པི་ཐི་ཚད།

source: nominal bitrate in bits/s
bo_cn: མིང་ཐོག་གི་པི་ཐི་ཚད།(པི་ཐི/སྐར་ཆ)

source: number of beats per minute in audio
bo_cn: སྒྲ་ཟློས་ཁྲོད་ཀྱི་སྐར་རེའི་འགྲོས་ལྡབ་གྲངས།

source: peak of the album
bo_cn: ཆེད་སྒྲིག་རྩེ་ཐང་།

source: peak of the track
bo_cn: སྒྲ་འཁོར་ལམ་རྩེ་ཐང་།

source: performer
bo_cn: རོལ་ཆས་དཀྲོལ་མཁན།

source: person(s) performing
bo_cn: རོལ་ཆས་དཀྲོལ་མཁན།

source: person(s) responsible for the recording
bo_cn: ཕབ་སྐྲུན་འགན་འཁུར་མཁན་མི་སྒེར།

source: person(s) responsible for the recording for sorting purposes
bo_cn: རིམ་སྒྲིག་ལ་སྤྱོད་པའི་ཕབ་སྐྲུན་འགན་འཁུར་མཁན་གྱི་མིང་།

source: person(s) who composed the recording
bo_cn: ཕབ་སྐྲུན་འགན་འཁུར་མཁན།

source: person(s) who composed the recording, for sorting purposes
bo_cn: རིམ་སྒྲིག་གི་འགན་ཁུར་མཁན་གྱི་མིང་།

source: preview image
bo_cn: བརྙན་རིས་གོང་མ།

source: preview image related to this stream
bo_cn: རྒྱུན་འདིའི་འབྲེལ་ཡོད་བརྙན་རིས་གོང་མ།

source: private-data
bo_cn: སྒེར་ལ་དབང་བའི་གཞི་གྲངས།

source: publisher
bo_cn: པར་སྐྲུན་བྱེད་མཁན།

source: readable
bo_cn: ཀློག་རུང་།

source: reference level of track and album gain values
bo_cn: སྒྲ་ལམ་དང་ཆེད་བསྒྲིགས་ཁེ་འཕར་ཀྱི་ཟུར་ལྟའི་རིམ་གྲངས།

source: replaygain album gain
bo_cn: ཁེ་འཕར་ཆེད་སྒྲིག་གི་ཁེ་འཕར་བསྒྲགས་གཏོང་།

source: replaygain album peak
bo_cn: ཁེ་འཕར་ཆེད་སྒྲིག་གི་རྩེ་ཐང་བསྐྱར་གཏོང་།

source: replaygain reference level
bo_cn: ཁེ་འཕར་ཟུར་ལྟའི་རིམ་པ་བསྐྱར་གཏོང་།

source: replaygain track gain
bo_cn: ཁེ་འཕར་སྒྲ་ལམ་ཁེ་འཕར་བསྐྱར་གཏོང་།

source: replaygain track peak
bo_cn: ཁེ་འཕར་སྒྲ་ལམ་རྩེ་ཐང་བསྐྱར་གཏོང་།

source: season number
bo_cn: དུས་ཚིགས་ཨང་རྟགས།

source: serial
bo_cn: རིམ་སྟར་ཨང་།

source: serial number of track
bo_cn: སྒྲ་ལམ་གྱི་རིམ་སྟར་ཨང་གྲངས།

source: short text describing the content of the data
bo_cn: གཞི་གྲངས་ཀྱི་ནང་དོན་ཞིབ་བརྗོད་ཀྱི་རགས་བསྡུས་ཡིག་དེབ།

source: show name
bo_cn: མིང་མངོན་པ།

source: show sortname
bo_cn: ཨང་སྒྲིག་མིང་མངོན་པ།

source: subtitle codec
bo_cn: ཡིག་བརྙན་ཨང་སྒྲིག

source: syntax error
bo_cn: བརྡ་སྤྲོད་ནོར་འཁྲུལ།

source: title
bo_cn: ཁ་བྱང་།

source: title sortname
bo_cn: ཨང་རིམ་སྒྲིག་རྗེས་ཀྱི་ཁ་བྱང་མིང་།

source: track count
bo_cn: སྒྲ་ལམ་གྲངས།
