Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/kylin-update-manager.po
Languages: bo_cn

source: Current Progress:
bo_cn: མིག་སྔའི་འཕེལ་ཚད།

source: entries
bo_cn: གདམ་རུང་གསར་བསྒྱུར་འདེམས།

source: total
bo_cn: སྡོམ།

source: , downloading nums
bo_cn: གཅིག ཕབ་ལེན་བྱེད་བཞིན་པ།

source: ,Crucial update :
bo_cn: འགག་རྩའི་གསར་བསྒྱུར།

source: ,Important update :
bo_cn: གལ་ཆེའི་གསར་བསྒྱུར།

source: ,Selected:
bo_cn: བདམས་ཟིན།

source: A daemon is already running.
bo_cn: བྱ་རིམ་ཞིག་འཁོར་སྐྱོད་བྱེད་བཞིན་འདུག

source: A new SP patch pack has been detected
bo_cn: SPལྷན་པ་གསར་པ་ཞིག་ཡོད་པ་ཞིབ་བཤེར་ཤེས་ཤེས་རྟོགས་བྱུང་།

source: About
bo_cn: འབྲེལ་ཡོད།

source: All selection
bo_cn: ཡོངས་འདེམས།

source: An upgrade of an Android compatible package has been detected
bo_cn: ཨན་ཀྲོའོ་ཡི་འཆམ་མཐུན་ཐུམ་གྱི་རིམ་སྤོར་ཞིག་ཡོད་པ་ཞིབ་བཤེར་ཤེས་རྟོགས་བྱུང་།

source: Auto start
bo_cn: ཁ་ཕྱེ་བའི་རང་འགུལ་ཞིབ་བཤེར་ཚད་ལེན།

source: Automatically restart the update manager in three seconds
bo_cn: དོ་དམ་ཆས་གསར་སྒྱུར་སྐར་ཆ་གསུམ་གྱི་རྗེས་སུ་རང་འགུལ་ངང་བསྐྱར་སྒུལ་བྱེད།

source: Cancel
bo_cn: འདོར་བ།

source: Click the Cancel button,
bo_cn: འདོར་མཐེབ་ནོན།

source: Configuring Software Manager Service dpkg...
bo_cn: མཉེན་ཆས་དོ་དམ་ཞབས་ཞུ་dpkg...སྡེབ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Confirm
bo_cn: གཏན་འཁེལ།

source: Crashed! For details in $HOME/.cache/kum.log
bo_cn: བྱ་རིམ་རྒྱུན་ལྡན་མ་ཡིན་པར་ཕྱིར་འཐེན་པ། གནས་ཚུལ་ཞིབ་ཕྲ་$HOME/.cache/kum.logལ་གཟིགས།

source: Crucial Update
bo_cn: འགག་རྩའི་གསར་བསྒྱུར།

source: Crucial update successed...
bo_cn: འགག་རྩའི་གསར་སྒྱུར་ལེགས་གྲུབ་བྱུང་བ།

source: Current SP Version:
bo_cn: མིག་སྔའི་SPཔར་གཞི།：

source: Dbus Initialize Failed, Program Quit.
bo_cn: Dbusའགོ་སྒྲིག་ཕམ་ནས་བྱ་རིམ་ཕྱིར་འཐེན་པ།

source: Detected
bo_cn: བཤེར་འཇལ་བྱས་ནས།

source: Download complete, Ready to install.
bo_cn: ཕབ་ལེན་བྱས་ཚར།སྒྲིག་འཇུག་གྲ་སྒྲིག་བྱོས།

source: Error when downloading info of software source
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་ཆ་འཕྲིན་ཕབ་ལེན་ཕམ་པ།

source: Error when downloading info of software source, Program Quit.
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་ཆ་འཕྲིན་ཕབ་ལེནཕམ་པས་བྱ་རིམ་ཕྱིར་འཐེན་བྱས་པ།

source: Exception reminder
bo_cn: རྒྱུན་ལྡན་མིན་པའི་དྲན་སྐུལ།

source: Get Service Serial Number Failed, Program Quit!
bo_cn: ཞབས་ཞུའི་རིམ་ཨང་ཐོ་ལེན་ཕམ་པས་བྱ་རིམ་ཕྱིར་འཐེན་པ།

source: Geting Service Serial Number...
bo_cn: ཞབས་ཞུའི་རིམ་ཨང་ལེན་བཞིན་པ།...

source: Important update details(quantity:
bo_cn: གལ་ཆེའི་གསར་བསྒྱུར་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ།（ཁ་གྲངས།：

source: Important update details:
bo_cn: གལ་ཆེའི་གསར་བསྒྱུར་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ།：

source: InRelease not match :
bo_cn: InReleaseཡིག་ཆ་ཟླ་མི་འགྲིག་པ།

source: Installing crucial update.
bo_cn: འགག་རྩའི་གསར་སྒྱུར་སྒྲིག་འཇུག་བྱེད་བཞིན་ཡོད་།

source: Installing...
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།...

source: KB, downloaded
bo_cn: KBཕབ་ལེན་བྱས་ཟིན།

source: KB,totality nums
bo_cn: KBསྤྱིའི་གྲངས་ཚད་ནི།

source: Kylin Update Manager
bo_cn: ཆི་ལིན་གྱིས་དོ་དམ་ཆས་གསར་དུ་བསྒྱུར།

source: Kylin Update Manager
bo_cn: ཆི་ལིན་གྱིས་དོ་དམ་ཆས་གསར་དུ་བསྒྱུར།

source: Kylin Update Manager config
bo_cn: ཆི་ལིན་གྱིས་དོ་དམ་ཆས་གསར་སྒྱུར། སྒྲིག་འགོད།

source: Log
bo_cn: ཉིན་ཐོ།

source: Missing sinfo file
bo_cn: sinfoཡིག་ཆ་བོར་བ།

source: Newest:
bo_cn: གསར་ཤོས།

source: No Matching Source
bo_cn: ཟླ་འགྲིག་པའི་ཁུངས་མེད་པ།

source: No software need updated
bo_cn: གསར་སྒྱུར་བྱེད་དགོས་པའི་མཉེན་ཆས་མེད་པ།

source: No software need updated, program will quit.
bo_cn: གསར་སྒྱུར་བྱེད་དགོས་པའི་མཉེན་ཆས་མེད་ན་བྱ་རིམ་རང་འགུལ་ངང་ཕྱིར་འབུད་བྱེད་པ།

source: No software source available
bo_cn: སྤྱོད་རུང་གི་མཉེན་ཆས་ཁུངས་མེད་པ།

source: No software source available, Program Quit
bo_cn: སྤྱོད་རུང་མཉེན་ཆས་ཀྱི་ཁུངས་མེད་པས་བྱ་རིམ་ཕྱིར་འཐེན་བྱེད་པ།

source: No updated available.
bo_cn: སྤྱོད་རུང་གི་གསར་སྒྱུར་མེད་པ།

source: No upgrade media available
bo_cn: སྤྱོད་རུང་གི་རིམ་སྤོར་སྨྱན་གཟུགས་མེད་པ།

source: No upgrade media available, Program Quit.
bo_cn: སྤྱོད་རུང་གི་རིམ་སྤོར་སྨྱན་གཟུགས་མེད་ན་བྱ་རིམ་ཕྱིར་འཐེན་བྱེད་པ།

source: OK
bo_cn: གཏན་འཁེལ།

source: Ordinary and Important update successed...
bo_cn: སྤྱིར་བཏང་དང་གལ་ཆེའི་གསར་སྒྱུར་ལེགས་གྲུབ།

source: Ordinary update :
bo_cn: སྤྱིར་བཏང་གི་གསར་བསྒྱུར།

source: Ordinary update details(quantity:
bo_cn: སྤྱིར་བཏང་གི་གསར་བསྒྱུར་གནས་ཚུལ་ཞིབ་ཕྲ།（གྲངས་ཀ།：

source: Ordinary update details:
bo_cn: སྤྱིར་བཏང་གི་གསར་བསྒྱུར་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Parameter Error...
bo_cn: ཞུགས་གྲངས་ནོར་འཁྲུལ།

source: Program will exit in 5 seconds
bo_cn: བྱ་རིམ་སྐར་ཆ་5ཡི་རྗེས་སུ་ཕྱིར་འཐེན།

source: Remind Me Later
bo_cn: ཅུང་ཙམ་འགོར་རྗེས་དྲན་སྐུལ།

source: Selected
bo_cn: བདམས་ཟིན།

source: Service Pack Available
bo_cn: SPལྷན་ཐུམ་རྙེད་པ།

source: Setting
bo_cn: སྒྲིག་འགོད།

source: Start Download.
bo_cn: ཕབ་ལེན་བྱེད་མགོ་བརྩམས།

source: System upgrade start, Update Manager Quit.
bo_cn: མགོ་བརྩམས་རྒྱུད་ཁོངས་གི་རིམ་པ་མཉམ་འཕར།དོ་དམ་ཆས་གསར་སྒྱུར་རང་འགུལ་ཕྱིར་འཐེན་བྱས་པ།

source: There are
bo_cn: ཡོད།

source: Time
bo_cn: དུས་ཚོད།

source: Ubuntu Kylin Official website
bo_cn: གཡུ་ཆི་ལིན་གཞུང་དྲ།

source: Update
bo_cn: གསར་སྒྱུར།

source: Update Description:
bo_cn: གསར་སྒྱུར་ཞིབ་བརྗོད།

source: Update Succesed.
bo_cn: གསར་སྒྱུར་ལེགས་གྲུབ།

source: Update service pack failed
bo_cn: ལྷན་ཐུམ་གསར་སྒྱུར་ཕམ་པ།

source: Update service pack failed, five seconds later, Program will quit.
bo_cn: ལྷན་ཐུམ་གསར་བསྒྱུར་ཕམ་པས་བྱ་རིམ་དེ་སྐར་ཆ་5ཡི་རྗེས་ལ་ཕྱིར་འཐེན་བྱ་རྒྱུ་རེད།

source: Update software failed
bo_cn: མཉེན་ཆས་གསར་སྒྱུར་ཕམ་པ།

source: Update software failed, five seconds later, Program will quit.
bo_cn: མཉེན་ཆས་གསར་སྒྱུར་ལ་ཕམ་པས་བྱ་རིམ་དེ་སྐར་ཆ་5ཡི་རྗེས་སུ་ཕྱིར་འཐེན་བྱ་རྒྱུ་རེད།

source: Update source failed
bo_cn: ཁུངས་གསར་སྒྱུར་ཕམ་པ།

source: Update source failed, five seconds later, Program will quit.
bo_cn: ཁུངས་གསར་བསྒྱུར་ཕམ་པས་བྱ་རིམ་དེ་སྐར་ཆ་5ཡི་རྗེས་སུ་ཕྱིར་འཐེན་བྱ་རྒྱུ་རེད།

source: Update succeed, five seconds later, Program will quit.
bo_cn: གསར་བསྒྱུར་ལེགས་གྲུབ་བྱུང་བས་བྱ་རིམ་དེ་སྐར་ཆ་5ཡི་རྗེས་སུ་ཕྱིར་འཐེན་བྱ་རྒྱུ་རེད།

source: Update succeed...
bo_cn: གསར་སྒྱུར་ལེགས་གྲུབ།

source: Updated software is available for this computer.
bo_cn: གསར་སྒྱུར་བྱེད་དགོས་པའི་མཉེན་ཆས་ཤིག་རྙེད་བྱུང་།

source: Updating data from source...
bo_cn: ཁུངས་ནས་གཞི་གྲངས་གསར་སྒྱུར་བྱེད་བཞིན་ཡོད།

source: Updating patch pack...
bo_cn: ཐུམ་གསར་བསྒྱུར་བྱེད་བཞིན་ཡོད།

source: Updating, Please wait.
bo_cn: གསར་སྒྱུར་བྱེད་བཞིན་ཡོད། ཏོག་ཙམ་སྒུག་རོགས།

source: Upgrade
bo_cn: རིམ་སྤེལ།

source: Upgrading Update Manager.
bo_cn: དོ་དམ་འཕྲུལ་ཆས་རིམ་སྤོར་གསར་སྒྱུར་བྱེད་བཞིན་པ།

source: User Cancel, Program Quit.
bo_cn: སྤྱོད་མཁན་མེད་པ་བཟོས་པས་བྱ་རིམ་ཕྱིར་འཐེན།

source: continue
bo_cn: ཡང་བསྐྱར་བཤར་འབེབས།

source: copy error :
bo_cn: མཁོ་ཕབ་ནོར་འཁྲུལ།

source: current version:
bo_cn: མིག་སྔའི་པར་གཞི།

source: dbus initialise failed...
bo_cn: dbusའགོ་སྒྲིག་བྱ་ཐབས་བྲལ་པ།

source: dbus service starting...
bo_cn: dbusཞབས་ཞུ་འགོ་སློང་བཞིན་ཡོད།

source: download
bo_cn: ཕབ་ལེན།

source: download cancel
bo_cn: ཕབ་ལེན་དོར་བ།

source: download complete
bo_cn: ཕབ་ལེན་ལེགས་འགྲུབ།

source: download error :
bo_cn: ཕབ་ལེན་ནོར་འཁྲུལ།

source: download failed
bo_cn: ཕབ་ལེན་ཕམ་པ།

source: download single entry complete
bo_cn: རྣམ་གྲངས་རྐྱང་པ་ཕབ་ལེན་ལེགས་གྲུབ་བྱུང་བ།

source: download start
bo_cn: ཕབ་ལེན་བྱེད་འགོ་བརྩམས།

source: downloading
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: downloading...
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་ཡོད།

source: executing dpkg configure.
bo_cn: dpkg configureལག་བསྟར་བྱེད་བཞིན་ཡོད།

source: failed!
bo_cn: ཕམ་པ།

source: find CD Source.
bo_cn: འོད་སྡེར་མཉེན་ཆས་ཀྱི་ཁུངས་རྙེད་པ།

source: find Internet Source.
bo_cn: དྲ་སྦྲེལ་མཉེན་ཆས་ཀྱི་ཁུངས་རྙེད་པ།

source: find LAN Source by DNS.
bo_cn: DNSབརྒྱུད་ཁྱབ་ཆུང་དྲ་རྒྱའི་མཉེན་ཆས་ཁུངས་རྙེད་པ།

source: find LAN Source by IP.
bo_cn: IPབརྒྱུད་ཁྱབ་ཆུང་དྲ་རྒྱའི་མཉེན་ཆས་ཀྱི་ཁུངས་རྙེད་པ།

source: finish!
bo_cn: ལེགས་གྲུབ།

source: five seconds later, Program will quit.
bo_cn: བྱ་རིམ་དེ་སྐར་ཆ་5ཡི་རྗེས་སུ་ཕྱིར་འཐེན་རྒྱུ་ཡིན་པ།

source: have a new version,Updating
bo_cn: པར་གཞི་གསར་པ་འདུག གསར་སྒྱུར་བྱེད་བཞིན་པ།

source: installed:
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན།

source: installing
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: local
bo_cn: རང་ས།

source: new version:
bo_cn: པར་གཞི་གསར་ཤོས།

source: packages are being updated
bo_cn: ཐུམ་གསར་བསྒྱུར་བྱེད་བཞིན་པ།

source: running
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: search
bo_cn: བཤེར་འཚོལ།

source: start...
bo_cn: འགོ་རྩོམ།

source: system will check if there is any software needs to update
bo_cn: རྒྱུད་ཁོངས་གིས་གསར་སྒྱུར་བྱེད་དགོས་པའི་མཉེན་ཆས་ཡོད་མེད་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: the development team
bo_cn: གསར་སྤེལ་རུ་ཁག

source: totality
bo_cn: མཉམ་བདག

source: update
bo_cn: ཁུངས་གསར་བསྒྱུར།

source: update details
bo_cn: གསར་བསྒྱུར་གནས་ཚུལ་ཞིབ་ཕྲ།

source: update seccussed
bo_cn: གསར་སྒྱུར་ལེགས་གྲུབ།

source: update success
bo_cn: གསར་སྒྱུར་ལེགས་གྲུབ།

source: updating......
bo_cn: གསར་སྒྱུར་བྱེད་བཞིན་པ།

source: upgrade
bo_cn: རིམ་སྤར།

source: version:
bo_cn: པར་གཞི།

source: entries, Size
bo_cn: ཚན་པ་དང་མཉམ་བཟུང་སྡུད་སྡེར།

source: Boot automatic detection
bo_cn: ཁ་ཕྱེ་བའི་རང་འགུལ་ཞིབ་བཤེར་ཚད་ལེན།

source: Daily timing detection
bo_cn: ཉིན་རེའི་དུས་ཆད་བཤེར་འཇལ།

source: Download Process:
bo_cn: ཕབ་ལེན་བྱེད་ཚད།

source: Install Details:
bo_cn: སྒྲིག་འཇུག་གི་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Install Process:
bo_cn: སྒྲིག་འཇུག་བྱེད་ཚད།

source: Select one entry at least.
bo_cn: ཁྱོད་ཀྱིས་མ་མཐའ་ཡང་གསར་བསྒྱུར་ཞིག་འདེམ་དགོས།

source: Updating
bo_cn: གསར་སྒྱུར་བྱེད་བཞིན་པ།

source: about
bo_cn: འབྲེལ་ཡོད།

source: entries, Size:
bo_cn: རྣམ་གྲངས། ཆེ་ཆུང་།

source: setting
bo_cn: སྒྲིག་འགོད།
