Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/kylin-computer-viewer.po
Languages: bo_cn

source: %s version
bo_cn: %sཔར་གཞི།

source: 4 cores
bo_cn: 4སྙིང་།

source: 4 thread/core
bo_cn: སྐུད་ལམ་4/སྙིང་4ཅན།

source: <b>Activation Information</b>
bo_cn: <b>སྐུལ་སློང་ཆ་འཕྲིན།</b>

source: <b>Dekstop</b>
bo_cn: <b>ཅོག་ངོས།</b>

source: <b>NeoKylin Version</b>
bo_cn: <b>ཀྲུང་པེའོ་ཆི་ལིན་པར་གཞི།</b>

source: <b>System</b>
bo_cn: <b>རྒྱུད་ཁོངས།</b>

source: <b>Version</b>
bo_cn: <b>པར་གཞི།</b>

source: Activate
bo_cn: སྐུལ་སློང་།

source: Activated
bo_cn: སྐུལ་སློང་བྱས་ཟིན་པ།

source: Activation Status:
bo_cn: སྐུལ་སློང་རྣམ་པ།：

source: All rights reserved ©2009-2020 KylinOS all rights reserved
bo_cn: པར་དབང་ ©2009-2020 KylinOS ཡི་དབང་ཆ་ཡོད་ཚད་སོར་འཇོག་བྱ་རྒྱུ་ཡིན་པ།

source: All rights reserved ©2009-2020 NUDT all rights reserved
bo_cn: པར་དབང་©2009-2020རྒྱལ་སྲུང་ཚན་རྩལ་སློབ་ཆེན།དབང་ཆ་ཡོད་ཚད་སོར་འཇོག་བྱ་རྒྱུ་ཡིན་པ།

source: All rights reserved ©2009-2020 NeoKylinOS all rights reserved
bo_cn: པར་དབང་2009-2020 NeoKylinOSཡི་དབང་ཆ་ཡོད་ཚད་སོར་འཇོག་བྱ་རྒྱུ་ཡིན་པ།

source: All rights reserved ©2009-2020 UKylinOS all rights reserved
bo_cn: པར་དབང་2009-2020 UKylinOSཡི་དབང་ཆ་སོར་འཇོག་བྱ་རྒྱུ་ཡིན་པ།

source: All rights reserved ©2009-2020 UbuntuKylinOS all rights reserved
bo_cn: པར་དབང་2009-2020 UbuntuKylinOSཡི་དབང་ཆ་ཡོད་ཚད་སོར་འཇོག་བྱ་རྒྱུ་ཡིན་པ།

source: Authorization service has expired!
bo_cn: དབང་བཅོལ་ཞབས་ཞུ་དུས་ལས་ཡོལ་འདུག

source: Closes the program
bo_cn: སྒོ་རྒྱག་བྱ་རིམ།

source: Couldn't execute command: /usr/bin/kylin-activation!
bo_cn: སྐུལ་སློང་གི་བཀའ་ལག་བསྟར་བྱེད་ཐབས་བྲལ།:/usr/bin/kylin-activation ！

source: Couldn't find command: /usr/bin/kylin-activation!
bo_cn: སྐུལ་སློང་བཀའ་རྙེད་མ་བྱུང་།:/usr/bin/kylin-activation！

source: Disclaimer for trial version
bo_cn: ཚོད་སྤྱོད་ཀྱི་པར་ངོས་འགན་འཁུར་མི་དགོས་པའི་གསལ་བསྒྲགས།

source: Double cores
bo_cn: ཟུང་སྙིང་།

source: Extended service
bo_cn: ཞབས་ཞུ་ཡུན་རིང་དུ་གཏོང་བ།

source: Four cores
bo_cn: བཞི་སྙིང་།

source: HDD Capacity:
bo_cn: མཁྲེགས་སྡེར་ཤོང་ཚད།

source: Has been activated, the expiration time:%s
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་སྐུལ་སློང་བྱས་ཟིན་པ་དང་།དུས་ཆད་ཟིན་དུས།：%s

source: Has expired, the expiration time:%s
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་དུས་ལས་ཡོལ་ཟིན།དུས་ཡོལ་དུས་ཚོད།：%s

source: Inactive
bo_cn: སྐུལ་སློང་མིན།

source: Kylin Desktop OS (pks)
bo_cn: དགུ་ཚིགས་ཆི་ལིན་གྱི་ཅོག་ངོས་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས།（ཡིད་རྟོན་རུང་བའི་པར་གཞི།）

source: Kylin OS (pks)
bo_cn: དགུ་ཚིགས་ཆི་ལིན་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས།（ཡིད་རྟོན་རུང་བའི་པར་གཞི།）

source: Kylin Server OS (pks)
bo_cn: དགུ་ཚིགས་ཆི་ལིན་ཞབས་ཞུ་ཆས་བཀོལ་སྤྱོད་རྒྱུད་ཁོངས།（ཡིད་རྟོན་རུང་བའི་པར་གཞི།）

source: Kylin community vesion
bo_cn: དགུ་ཚིགས་ཆི་ལིན་སྡེ་ཁུལ་གྱི་པར་གཞི།

source: Kylin vesion
bo_cn: དགུ་ཚིགས་ཆི་ལིན་གྱི་པར་གཞི།

source: Memory:
bo_cn: ནང་གསོག

source: My Computer Property
bo_cn: ངའི་རྩིས་འཁོར་གྱི་གཏོགས་གཤིས།

source: NeoKylin version
bo_cn: ཀྲུང་པེའོ་ཆི་ལིན་གྱི་པར་གཞི།

source: No disclaimer files found!
bo_cn: འགན་འཁུར་མི་དགོས་པའི་གསལ་བསྒྲགས་ཀྱི་ཡིག་ཆ་རྙེད་མ་བྱུང་།

source: Origin version
bo_cn: ཁུངས་ཚེག་པར་གཞི།

source: Other version
bo_cn: པར་གཞི་གཞན་དག

source: Serial Number:
bo_cn: ཞབས་ཞུའི་རིམ་ཨང་།

source: Single core
bo_cn: རྐྱང་སྙིང་།

source: Style:
bo_cn: པར་རིས།་འཇོག་སྟངས།

source: Three cores
bo_cn: སུམ་སྙིང་།

source: UKylin version
bo_cn: ཕུལ་བྱུང་ཆི་ལིན་པར་གཞི།

source: Ubuntu Kylin version
bo_cn: Ubuntu Kylinཔར་གཞི་

source: Unknown
bo_cn: མི་ཤེས།

source: User Name:
bo_cn: སྤྱོད་མཁན་མིང་།：

source: V4.0 Chinese version
bo_cn: V4.0རྒྱ་ཡིག་པར་གཞི།

source: Warning
bo_cn: ཉེན་བརྡ།

source: Your system has been activated!
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་སྐུལ་སློང་བྱས་ཟིན་པ།

source: Your system is not activated!
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་སྐུལ་སློང་བྱས་མེད་པ།

source: Your system is not activated, please activate!
bo_cn: ཁྱེད་རང་གི་རྒྱུད་ཁོངས་ད་དུང་སྐུལ་སློང་མེད་པས་སྐུལ་སློང་གནང་རོགས།

source: phytium
bo_cn: Phytum（འཕུར་ལྡིང་）
