Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/Linux-PAM.po
Languages: bo_cn

source: from %.*s
bo_cn: %.*sནས།

source: on %.*s
bo_cn: %.*s ཐད།

source: %s failed: caught signal %d%s
bo_cn: འཛིན་བཟུང་བྱས་པའི་བརྡ་རྟགས་%d%s %sཕམ་པ།：

source: %s failed: exit code %d
bo_cn: ཕྱིར་འཐེན་ཚབ་ཨང་ %d %sཕམ་པ།：

source: %s failed: unknown status 0x%x
bo_cn: ངེས་མེད་ཀྱི་རྣམ་པ་ 0x%x %sཕམ་པ།：

source: %s: Can't reset all users to non-zero
bo_cn: %s: སྤྱོད་མཁན་ཚང་མ་བསྐྱར་དུ་ཀླད་ཀོར་མིན་པར་སྡེབ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: %s: Unrecognised option %s
bo_cn: %s: དབྱེ་འབྱེད་མ་ཐུབ་པའི་འདེམ་བྱང་། %s

source: (current) UNIX password:
bo_cn: （མིག་སྔར།）UNIXགསང་ཨང་།

source: ...Sorry, your time is up!
bo_cn: ...དགོངས་པ་མ་ཚོམ།ཁྱེད་རང་གི་དུས་ཚོད་རྫོགས་ཚར་འདུག

source: ...Time is running out...
bo_cn: ..དུས་ཚོད་རྫོགས་ལ་ཉེ།....

source: Access granted (last access was %ld seconds ago).
bo_cn: ལྟ་སྤྱོད་བྱས་ཆོག (ཐེངས་སྔོན་མའི་ལྟ་སྤྱོད་ནི་སྐར་ཆ་ %ld ཡི་སྔོན）

source: Account locked due to %u failed logins
bo_cn: %u ཕམ་པའི་ཐོ་འཇུག་གི་རྐྱེན་གྱིས་རྩིས་ཐེམ་སྒྲོག་འཇུག་བྱས།

source: Account temporary locked (%ld seconds left)
bo_cn: རྩིས་ཐེམ་གནས་སྐབས་སྒྲོག་བཙུད།

source: Application needs to call libpam again
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་ཡང་བསྐྱར་libpamའདོན་སྤྱོད་བྱེད་དགོས་པ།

source: Authentication error
bo_cn: ར་སྤྲོད་ནོར་འཁྲུལ།

source: Authentication failure
bo_cn: བདེན་དཔང་ཕམ་པ།

source: Authentication information cannot be recovered
bo_cn: ར་སྤྲོད་ཆ་འཕྲིན་སླར་གསོ་བྱེད་ཐབས་བྲལ།

source: Authentication service cannot retrieve authentication info
bo_cn: ར་སྤྲོད་ཞབས་ཞུས་ར་སྤྲོད་ཆ་འཕྲིན་འཚོལ་ཐབས་བྲལ་བ།

source: Authentication service cannot retrieve user credentials
bo_cn: ར་སྤྲོད་ཞབས་ཞུས་སྤྱོད་མཁན་གྱི་ཐོབ་ཐང་དཔང་ཡིག་འཚོལ་ཐབས་བྲལ་བ།

source: Authentication token aging disabled
bo_cn: གཏན་འགོག་བྱས་པའི་ར་སྤྲོད་བཀའ་རྟགས་བྱང་བུ་དུས་ཡོལ་སྒྲིག་དྲས་རྒྱག།

source: Authentication token expired
bo_cn: ར་སྤྲོད་བཀའ་རྟགས་ཀྱི་ནུས་པ་ཤོར་བ།

source: Authentication token is no longer valid; new one required
bo_cn: ར་སྤྲོད་བཀའ་རྟགས་ཨང་རྟགས་དུས་ལས་ཡོལ་ཟིན་པས། ར་སྤྲོད་བཀའ་རྟགས་བྱང་བུ་གསར་པ་དགོས།

source: Authentication token lock busy
bo_cn: ར་སྤྲོད་བཀའ་རྟགས་སྒྲོག་བྱང་བྲེལ་བ་ཆེ་བ།

source: Authentication token manipulation error
bo_cn: ར་སྤྲོད་བཀའ་རྟགས་བཀོལ་སྤྱོད་ནོར་འཁྲུལ།

source: BAD PASSWORD: %s
bo_cn: ནུས་མེད་གསང་ཨང་།%s

source: Bad item passed to pam_*_item()
bo_cn: བརྒྱུད་སྤྲོད་pam_*_item() ལ་སླེབས་པའི་རྣམ་གྲངས་ལ་ནུས་པ་མེད་པ།

source: Cannot make/remove an entry for the specified session
bo_cn: དམིགས་འཛུགས་བྱས་པའི་གླེང་མོལ་ལ་/འདོར་བྱང་གསར་འཛུགས་བྱ་ཐབས་བྲལ།

source: Changing STRESS password for %s.
bo_cn: s%ཆེད་STRESSགསང་ཨང་བཟོ་བཅོས་བྱེད་པ།

source: Changing password for %s.
bo_cn: s%ཆེད་STRESSགསང་ཨང་བཟོ་བཅོས་བྱེད་པ།

source: Conversation error
bo_cn: བརྗེ་སྤོར་ནོར་འཁྲུལ།

source: Conversation is waiting for event
bo_cn: བརྗེ་སྤོར་གྱིས་དོན་རྐྱེན་ལ་སྒུག་བཞིན་ཡོད།

source: Creating directory '%s'.
bo_cn: ཡིག་ཁུག་%sགསར་འཛུགས་བྱེད་བཞིན་ཡོད།

source: Critical error - immediate abort
bo_cn: ནོར་འཁྲུལ་ཚབས་ཆེན། འཕྲལ་མར་མཚམས་འཇོག་དགོས།

source: Default Security Context %s
bo_cn: སོར་བཞག་བདེ་འཇགས་རང་བཞིན་ཁོར་ཡུག%satn

source: Enter new STRESS password:
bo_cn: STRESSགསང་ཨང་གསར་པ་ནང་འཇུག

source: Enter new UNIX password:
bo_cn: UNIXགསང་ཨང་གསར་པ་ནང་འཇུག

source: Error in service module
bo_cn: ཞབས་ཞུའི་དཔེ་དུམ་ལ་ནོར་འཁྲུལ་ཡོད་པ།

source: Failed preliminary check by password service
bo_cn: གསང་ཨང་ཞབས་ཞུའི་ཐོག་མའི་ཞིབ་བཤེར་ཕམ་པ།

source: Failed to load module
bo_cn: དཔེ་དུམ་སྒྲིག་འཇུག་ཕམ་པ།

source: Failure setting user credentials
bo_cn: སྤྱོད་མཁན་གྱི་ཐོབ་ཐང་དཔང་ཡིག་སྒྲིག་འགོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Have exhausted maximum number of retries for service
bo_cn: ཡང་བསྐྱར་ཚོད་ལྟའི་ཞབས་ཞུ་ཐེངས་གྲངས་མང་ཤོས་ལས་བརྒལ་བ།

source: Insufficient credentials to access authentication data
bo_cn: ར་སྤྲོད་གཞི་གྲངས་ལ་ལྟ་སྤྱོད་བྱེད་པའི་ཐོབ་ཐང་དཔང་ཡིག་འདང་ངེས་ཤིག་མེད་པ།

source: Key Creation Context %s Assigned
bo_cn: བགོས་ཟིན་པའི་གསང་ལྡེ་ལས་གྲུབ་པའི་ཁོར་ཡུག%s

source: Last failed login:%s%s%s
bo_cn: ཆེས་མཇུག་མཐའི་ཕམ་ཁའི་ཐོ་འགོད།：%s%s%s"

source: Last login:%s%s%s
bo_cn: ཐེངས་སྔོན་མའི་ཐོ་འགོད།：%s%s%s

source: Memory buffer error
bo_cn: ནང་གསོག་ལྷོད་གཏོང་ཁུལ་གྱི་ནོར་འཁྲུལ།

source: Module is unknown
bo_cn: དཔེ་དུམ་ངེས་མེད།

source: NIS password could not be changed.
bo_cn: NISགསང་ཨང་བརྗེ་ཐབས་བྲལ།

source: New %s%spassword:
bo_cn: %sགསང་ཨང་གསར་པ།

source: No default type for role %s
bo_cn: འཁྲབ་བྱའི་མི་སྣ་མེད་པའི%s སོར་བཞག་རིགས་གྲས།

source: No mail.
bo_cn: ཡིག་ཟམ་མེད།

source: No module specific data is present
bo_cn: དམིགས་བསལ་གྱི་དཔེ་དུམ་མེད་པའི་གཞི་གྲངས།

source: No password supplied
bo_cn: གསང་ཨང་མཁོ་འདོན་བྱས་མེད་པ།

source: Not a valid security context
bo_cn: ནུས་ལྡན་གྱི་བདེ་འཇགས་ཁོར་ཡུག་ཅིག་མ་རེད།

source: Password change aborted.
bo_cn: གསང་ཨང་བཟོ་བཅོས་ཕྱིར་འཐེན།

source: Password has been already used.
bo_cn: གསང་ཨང་བཀོལ་ཟིན།

source: Password has been already used. Choose another.
bo_cn: གསང་ཨང་བཀོལ་ཟིན། གསང་ཨང་གཞན་འདེམས་རོགས།

source: Password unchanged
bo_cn: གསང་ཨང་མ་བསྒྱུར་བ།

source: Password:
bo_cn: གསང་ཨང་།

source: Permission denied
bo_cn: ལྟ་སྤྱོད་ཟློག་པ།

source: Retype %s
bo_cn: %sབསྐྱར་འཇུག་བྱོས།

source: Retype new %s%spassword:
bo_cn: %s%sགསང་ཨང་བསྐྱར་འཇུག་བྱོས།

source: Retype new STRESS password:
bo_cn: STRESSགསང་ཨང་གསར་བ་བསྐྱར་འཇུག་བྱོས།

source: Retype new UNIX password:
bo_cn: UNIXགསང་ཨང་བསྐྱར་འཇུག་བྱོས།

source: Security Context %s Assigned
bo_cn: བདེ་འཇགས་ཁོར་ཡུག་%sམངག་གཏོང་བྱས་ཟིན།

source: Service error
bo_cn: ཞབས་ཞུའི་ནོར་འཁྲུལ།

source: Sorry, passwords do not match.
bo_cn: དགོངས་པ་མ་ཚོམ།གསང་ཨང་འཚམ་པོ་མི་འདུག

source: Success
bo_cn: ལེགས་འགྲུབ།

source: Symbol not found
bo_cn: མཚོན་རྟགས་རྙེད་ཀྱི་མི་འདུག

source: System error
bo_cn: རྒྱུད་ཁོངས་ནོར་འཁྲུལ།

source: The return value should be ignored by PAM dispatch
bo_cn: ཕྱིར་ལོག་གྲངས་ཐང་ནི་PAM dispatchཡིས་སྣང་མེད་དུ་བཞག་ན་འགྲིག

source: There was %d failed login attempt since the last successful login.
bo_cn: ཐོ་འགོད་ལེགས་འགྲུབ་ཐེངས་གཅིག་གི་རྗེས་སུ་ཐེངས་%d ཡི་ཕམ་པའི་ཐོ་འགོད་ཚོད་ལྟ་བྱས་འདུག

source: There were %d failed login attempts since the last successful login.
bo_cn: ཐོ་འགོད་ལེགས་འགྲུབ་ཐེངས་གཅིག་གི་རྗེས་སུ་ཐེངས་%d ཡི་ཕམ་པའི་ཐོ་འགོད་ཚོད་ལྟ་བྱས་འདུག

source: Too many logins for '%s'.
bo_cn: %sཐོ་འགོད་མང་དྲགས་འདུག

source: Unable to create and initialize directory '%s'.
bo_cn: དཀར་ཆག་གི་%s’གསར་འཛུགས་དང་འགོ་སྒྲིག་བྱེད་ཐབས་བྲལ།

source: Unable to get valid context for %s
bo_cn: %s ལ་ནུས་ལྡན་གྱི་ཁོར་ཡུག་ཐོབ་ཐབས་བྲལ།

source: Unknown PAM error
bo_cn: ངེས་མེད་ཀྱི་PAMནོར་འཁྲུལ།

source: Unknown error
bo_cn: གསང་ཨང་རྙོག་འཛིང་ཚད་བླང་བྱ་དང་མི་མཐུན་པ།

source: Unknown user
bo_cn: ངེས་མེད་ཀྱི་སྤྱོད་མཁན།

source: User account has expired
bo_cn: སྤྱོད་མཁན་གྱི་རྩིས་ཐེམ་ནུས་པ་ཤོར་ཟིན་པ།

source: User credentials expired
bo_cn: སྤྱོད་མཁན་གྱི་ཐོབ་ཐང་དཔང་ཡིག་ནུས་ཤོར་བྱུང་བ།

source: User not known to the underlying authentication module
bo_cn: རིམ་པ་དམའ་ཤོས་ཀྱི་ར་སྤྲོད་དཔེ་དུམ་གྱིས་སྤྱོད་མཁན་ངོས་འཛིན་བྱེད་ཐབས་བྲལ།

source: Verification mis-typed; password unchanged
bo_cn: དག་བཤེར་རིགས་ཀྱི་ནོར་འཁྲུལ། གསང་ཨང་མ་བསྒྱུར་བ།

source: Warning: your password will expire in %d day
bo_cn: ཐ་ཚིག ཁྱེད་ཀྱི་གསང་ཨང་ཉིན་ %d ཡི་རྗེས་སུ་དུས་ལས་ཡོལ་འདུག

source: Warning: your password will expire in %d days
bo_cn: ཐ་ཚིག ཁྱེད་ཀྱི་གསང་ཨང་ཉིན་ %d ཡི་རྗེས་སུ་དུས་ལས་ཡོལ་འདུག

source: Welcome to your new account!
bo_cn: རྩིས་ཐེམ་གསར་པ་བེད་སྤྱོད་པར་དགའ་བསུ་ཞུ།

source: Would you like to enter a different role or level?
bo_cn: ཁྱེད་རང་འཁྲབ་བྱའི་མི་སྣ་དང་རིམ་པ་མི་འདྲ་བར་ཞུགས་འདོད་ཡོད་དམ།

source: You are required to change your password immediately (password aged)
bo_cn: ཁྱེད་རང་གིས་ལམ་སེང་གསང་ཨང་（གསང་ཨང་དུས་ལས་ཡོལ་བ）བཟོ་བཅོས་བྱེད་དགོས།

source: You are required to change your password immediately (root enforced)
bo_cn: ཁྱེད་རང་གི་གསང་ཨང་འཕྲལ་མར་བཟོ་བཅོས་བྱེད་དགོས།（root བཙད་ཤེད།）

source: You have mail in folder %s.
bo_cn: ཁྱེད་རང་ལ་ཡིག་སྣོད་ཀྱི་%sནང་དུ་ཡིག་ཟམ་འདུག

source: You have mail.
bo_cn: ཁྱོད་ལ་ཡིག་ཟམ་འདུག

source: You have new mail in folder %s.
bo_cn: ཁྱེད་རང་ལ་ཡིག་སྣོད་ཀྱི་%sནང་ཡིག་ཟམ་གསར་པ་འདུག

source: You have new mail.
bo_cn: ཁྱོད་ལ་ཡིག་ཟམ་གསར་བ་འདུག

source: You have no mail in folder %s.
bo_cn: ཁྱོད་ལ་ཡིག་ཆའི་སྣོད་ཀྱི་%s ནང་དུ་ཡིག་ཟམ་མེད།

source: You have old mail in folder %s.
bo_cn: ཁྱེད་རང་ལ་ཡིག་སྣོད་ཀྱི་%sནང་ཡིག་ཟམ་རྙིང་པ་འདུག

source: You have old mail.
bo_cn: ཁྱོད་ལ་འཕྲིན་ཡིག་རྙིང་བ་འདུག

source: You must choose a longer password
bo_cn: ངེས་པར་དུ་གསང་ཨང་དེ་བས་རིང་བ་ཞིག་འདེམས་དགོས།

source: You must wait longer to change your password
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་དུས་ཡུན་དེ་བས་རིང་བ་ཞིག་ལ་སྒུག་ནས་གསང་ཨང་བཟོ་བཅོས་བྱེད་དགོས།

source: Your account has expired; please contact your system administrator
bo_cn: ཁྱེད་རང་གི་རྩིས་ཐེམ་ནུས་ཤོར་དུ་གྱུར་ཟིན། རྒྱུད་ཁོངས་དོ་དམ་པ་དང་འབྲེལ་བ་བྱེད་རོགས།

source: case changes only
bo_cn: ཡིག་གཟུགས་ཆེ་ཆུང་ཙམ་ལ་བཟོ་བཅོས་བྱས་པ།

source: contains the user name in some form
bo_cn: རྣམ་པ་ཁ་ཤས་ཀྱི་ཐོག་ནས་སྤྱོད་མཁན་གྱི་མིང་ཚུད་པ་བྱོས།

source: contains too long of a monotonic character sequence
bo_cn: རིང་དྲགས་པའི་ཡིག་རྐྱང་རྟགས་རིམ་སྟར་ཚུད་ཡོད་པ།

source: contains too many same characters consecutively
bo_cn: རྒྱུན་མཐུད་གཅིག་མཚུངས་ཀྱི་ཡིག་རྟགས་མང་དྲགས་པ།

source: erroneous conversation (%d)
bo_cn: ནོར་འཁྲུལ་གྱི་བརྗེ་སྤོར་འདུག(%d)

source: is a palindrome
bo_cn: ཡིག་ལན་རེད།

source: is rotated
bo_cn: གསང་ཨང་རྙིང་པའི་འཁོར་སྐྱོད་ཡིན།

source: is the same as the old one
bo_cn: གསང་ཨང་གསར་པ་དང་གསང་ཨང་རྙིང་པ་གཅིག་པ་རེད།

source: is too similar to the old one
bo_cn: གསང་ཨང་རྙིང་པ་དང་འདྲ་དྲགས་པ།

source: is too simple
bo_cn: སྟབས་བདེ་དྲགས་པ།

source: level:
bo_cn: རིམ་པ།

source: login:
bo_cn: ཐོ་འགོད།:

source: login: failure forking: %m
bo_cn: ཐོ་འགོད།བུའི་འཕེལ་རིམ་གསར་འཛུགས་ཕམ་པ།

source: memory allocation error
bo_cn: ནང་གསོག་བགོ་བ་ནོར་འཁྲུལ་བྱུང་།

source: not enough character classes
bo_cn: ཡིག་རྟགས་ཀྱི་རིགས་དབྱེ་འདང་ངེས་ཤིག་མེད།

source: role:
bo_cn: འཁྲབ་བྱའི་མི་སྣ།
