Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/lshw.po
Languages: bo_cn

source: 32-bit processes
bo_cn: གནས་32ཀྱི་སྒྲིག་གཅོད་ཆས།

source: 64-bit processes
bo_cn: གནས་64ཡི་སྒྲིག་གཅོད་ཆས།

source: Advanced Power Management
bo_cn: མཐོ་རིམ་གློག་ཁུངས་དོ་དམ།

source: Booting from CD-ROM/DVD
bo_cn: CD-ROM/DVDནས་མགོ་བརྩམས་པ།

source: Booting from PCMCIA
bo_cn: PCMXAནས་མགོ་བརྩམས་པ།

source: CPU virtualization (Vanderpool)
bo_cn: CPUརྟོག་བཟོས་ཅན།(Vanderpool)

source: EISA bus
bo_cn: EISAམ་སྐུད།

source: I/O Module
bo_cn: I/Oདཔེ་དུམ།

source: ISA bus
bo_cn: ISAམ་སྐུད།

source: Interconnect Board
bo_cn: ནང་འབྲེལ་པང་ལེབ།

source: L1 cache
bo_cn: རིམ་པ་1ཡི་འགྱངས་གསོག

source: L2 cache
bo_cn: རིམ་པ་2པའི་འགྱངས་གསོག

source: Lead Acid
bo_cn: ཞ་སྐྱུར།

source: Lithium Ion
bo_cn: ལིས་གྱེས་རྡུལ།

source: Lithium Polymer
bo_cn: ལིས་འདུས་སྦྱོར་རྫས།

source: Logical CPU
bo_cn: གཏན་ཚིགས་CPU

source: MCA bus
bo_cn: MCAམ་སྐུད།

source: Memory Module
bo_cn: ནང་གསོག་དཔེ་དུམ།

source: Nickel Cadmium
bo_cn: ནའེ་ཀོ

source: Nickel Metal Hydride
bo_cn: ནའེ་ཆིང་།

source: Other
bo_cn: གཞན་དག

source: PCI bus
bo_cn: PCIམ་སྐུད།

source: Plug-and-Play
bo_cn: འཕྲལ་འཛུད་འཕྲལ་སྤྱོད།

source: Processor Module
bo_cn: སྒྲིག་གཅོད་ཆས་ཀྱི་དཔེ་དུམ།

source: Processor/IO Module
bo_cn: སྒྲིག་གཅོད་ཆས/IOདཔེ་དུམ།

source: Processor/Memory Module
bo_cn: སྒྲིག་གཅོད་ཆས/ནང་གསོག་དཔེ་དུམ།

source: Selectable boot path
bo_cn: འདེམས་རུང་འགོ་སློང་འགྲོ་ལམ།

source: System Management Module
bo_cn: རྒྱུད་ཁོངས་དོ་དམ་དཔེ།་དུམ།

source: Unknown
bo_cn: མི་ཤེས།

source: VESA video extensions
bo_cn: VESAབརྙན་ཟློས་རྒྱ་སྐྱེད།
