Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/mate-settings-daemon.po
Languages: bo_cn

source: %u Input
bo_cn: %u ནང་འཇུག

source: %u Output
bo_cn: %u ཕྱིར་གཏོང་།

source: Accessibility
bo_cn: རམ་འདེགས་བྱེད་ནུས།

source: Accessibility Keyboard
bo_cn: གཞོགས་འདེགས་བྱེད་ནུས་མཐེབ་གཞོང་།

source: Accessibility keyboard plugin
bo_cn: གཞོགས་འདེགས་བྱེད་ནུས་མཐེབ་གཞོང་བསྒར་ལྷུ།

source: Activate
bo_cn: སྐུལ་སློང་།

source: Antialiasing
bo_cn: མུ་འགྲམ་འཇམ་སྙོམས།

source: Background
bo_cn: རྒྱབ་ལྗོངས།

source: Background plugin
bo_cn: རྒྱབ་ལྗོངས་བསྒར་ལྷུ།

source: Binding to eject an optical disc.
bo_cn: འོད་སྡེར་ཕྱིར་གཏོང་བའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to enable or disable the touchpad.
bo_cn: སྤྱོད་པའམ་ཡང་ན་རེག་པང་སྤྱོད་མི་ཆོག་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to launch the calculator.
bo_cn: རྩིས་ཆས་འདོན་སྤྱོད་བྱེད་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to launch the email client.
bo_cn: གློག་རྡུལ་སྦྲག་རྫས་མཁོ་མཁན་གྱི་དུད་སྣེ་འདོན་སྤྱོད་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to launch the help browser.
bo_cn: རོགས་རམ་བཤར་ཆས་འདོན་སྤྱོད་བྱེད་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to launch the media player.
bo_cn: སྨྱན་གཟུགས་གཏོང་ཆས་འདོན་སྤྱོད་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to launch the search tool.
bo_cn: འཚོལ་ཞིབ་ལག་ཆ་འདོན་སྤྱོད་བྱེད་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to lock the screen.
bo_cn: བརྙན་ཡོལ་ལ་ཟྭ་རྒྱག་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to log out.
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to lower the system volume.
bo_cn: རྒྱུད་ཁོངས་གི་སྐད་ཆུང་དུ་གཏོང་བའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to mute the system volume.
bo_cn: རྒྱུད་ཁོངས་སྒྲ་མེད་བཟོ་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to open the Home folder.
bo_cn: ཡིག་ཁུག་གཙོ་བོའི་ཁ་ཕྱེ་བྱེད་མཐེབ་་བཀྱིག་སྦྲེལ།

source: Binding to pause playback.
bo_cn: གཏོང་མཚམས་འཇོག་པའི་མཐེབ་་བཀྱིག་སྦྲེལ།

source: Binding to raise the system volume.
bo_cn: རྒྱུད་ཁོངས་གི་སྐད་ཇེ་མཐོར་འགྲོ་བའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to skip to next track.
bo_cn: སྒྲ་ལམ་རྗེས་མར་མཆོངས་བའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to skip to previous track.
bo_cn: སྒྲ་ལམ་གོང་མར་མཆོངས་བའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to start playback (or toggle play/pause).
bo_cn: བསྐྱར་གཏོང་འགོ་རྩོམ་པའམ་བརྗེ་བ་དང་། གཏོང་བའམ་སྐབས་འཇོག་གི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to stop playback.
bo_cn: བསྐྱར་གཏོང་འཇོག་མཚམས་འཇོག་པའི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to take a screenshot of a window.
bo_cn: སྒེའུ་ཁུང་བཅད་ནས་པར་བཅད་ལེན་བྱེད་པའི་མྱུར་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to take a screenshot of an area.
bo_cn: ཁུལ་ཁོངས་གཅིག་གི་པར་བཅད་ལེན་བྱེད་པའི་མྱུར་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to take a screenshot.
bo_cn: པར་བཅད་ལེན་བྱེད་པའི་མྱུར་མཐེབ་་བཀྱིག་སྦྲེལ།

source: Binding to toggle the magnifier.
bo_cn: ཆེར་སྐྱེད་ཤེལ་བརྗེ་རེས་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to toggle the on-screen keyboard.
bo_cn: བརྙན་ཡོལ་ཀྱི་མཐེབ་གཞོང་བརྗེ་རེས་མཐེབ་བཀྱིག་སྦྲེལ།

source: Binding to toggle the screen reader.
bo_cn: བརྙན་ཡོལ་ཀྱི་ཀློག་འདོན་ཆས་བརྗེ་བྱེད་ཀྱི་མཐེབ་བཀྱིག་སྦྲེལ།

source: Cannot determine user's home directory
bo_cn: སྤྱོད་མཁན་གྱི་དཀར་ཆག་གཙོ་བོ་གཏན་འཁེལ་ཐབས་བྲལ།

source: Change system time
bo_cn: རྒྱུད་ཁོངས་དུས་ཚོད་བསྒྱུར་བཅོས།

source: Change system time zone
bo_cn: རྒྱུད་ཁོངས་དུས་ཁུལ་བསྒྱུར་བཅོས།

source: Clipboard
bo_cn: དྲས་སྦྱར་ངོས་པང།

source: Clipboard plugin
bo_cn: དྲས་སྦྱར་ངོས་པང་བསྒར་ལྷུ།

source: Command used to turn the magnifier on or off.
bo_cn: ཆེ་ཤེལ་ཁ་ཕྱེ་བའམ་ཡང་ན་སྒོ་རྒྱག་པར་སྤྱོད་པའི་བཀའ་བརྡ།

source: Command used to turn the on-screen keyboard on or off.
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་ཁ་ཕྱེ་བའམ་ཡང་ན་སྒོ་རྒྱག་པར་སྤྱོད་པའི་བཀའ་བརྡ།

source: Command used to turn the screen reader on or off.
bo_cn: བརྙན་ཡོལ་ཀློག་ཆས་ཁ་ཕྱེ་བའམ་ཡང་ན་སྒོ་རྒྱག་པར་སྤྱོད་པའི་བཀའ་བརྡ།

source: Configure display settings
bo_cn: སྡེབ་སྒྲིག་ལས་སྒྲིག་འགོད་འཆར་བ།

source: Configure hardware clock
bo_cn: སྲ་ཆས་ཆུ་ཚོད་སྡེབ་སྒྲིག

source: Could not apply the stored configuration for monitors
bo_cn: ཐོག་མའི་ཉར་ཚགས་ཀྱི་འཆར་ཆས་སྡེབ་སྒྲིག་བཀོལ་ཐབས་བྲལ།

source: Could not enable mouse accessibility features
bo_cn: ཙིག་རྟགས་ཀྱི་མྱུར་མཐེབ་བྱེད་ནུས་སྤྱོད་མི་རུང་།

source: Could not get default terminal. Verify that your default terminal command is set and points to a valid application.
bo_cn: སོར་བཞག་མཐའ་སྣེ་ཐོབ་ཐབས་བྲལ། སོར་བཞག་མཐའ་སྣེ་སྒྲིག་འགོད་བྱས་ཡོད་མེད་ལ་ཞིབ་བཤེར་བྱེད་དགོས་པ་མ་ཟད། ནུས་ལྡན་གྱི་ཉེར་སྤྱོད་བྱ་རིམ་ལ་དམིགས་དགོས།

source: Could not refresh the screen information: %s
bo_cn: བརྙན་ཡོལ་གྱི་ཆ་འཕྲིན་%s གསར་འདོན་བྱེད་ཐབས་བྲལ།

source: Could not restore the display's configuration
bo_cn: འཆར་ཆས་སྡེབ་སྒྲིག་སླར་གསོ་བྱེད་ཐབས་བྲལ་བ།

source: Could not restore the display's configuration from a backup
bo_cn: གྲབས་ཉར་ཁྲོད་ནས་བརྙན་ཡོལ་སྡེབ་སྒྲིག་སླར་གསོ་བྱེད་ཐབས་བྲལ།

source: Could not save monitor configuration
bo_cn: འཆར་ཆས་ཀྱི་སྡེབ་སྒྲིག་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Could not switch the monitor configuration
bo_cn: འཆར་ཆས་ཀྱི་སྡེབ་སྒྲིག་ལ་འགྱུར་ལྡོག་གཏོང་ཐབས་བྲལ།

source: Deactivate
bo_cn: འགོག་སྤྱོད།

source: Desktop
bo_cn: ཅོག་ངོས།

source: Disable touchpad while typing
bo_cn: ནང་འཇུག་སྐབས་རེག་པང་སྤྱད་མི་ཆོག

source: Disabled
bo_cn: འགོག་སྤྱོད།

source: Do not touch monitor configuration
bo_cn: འཆར་ཆས་སྡེབ་སྒྲིག་ལ་བཟོ་བཅོས་རྒྱག་མི་དགོས།

source: Do you want to activate Slow Keys?
bo_cn: ཁྱོད་ཀྱིས་འགོར་མཐེབ་སྐུལ་སློང་བྱེད་འདོད་དམ།

source: Do you want to activate Sticky Keys?
bo_cn: ཁྱོད་ཀྱིས་འབྱར་མཐེབ་སྐུལ་སློང་བྱེད་འདོད་དམ།

source: Do you want to deactivate Slow Keys?
bo_cn: ཁྱོད་ཀྱིས་འགོར་མཐེབ་སྤྱོད་འགོག་བྱེད་འདོད་དམ།

source: Do you want to deactivate Sticky Keys?
bo_cn: ཁྱོད་ཀྱིས་འགོར་མཐེབ་སྤྱོད་འགོག་བྱེད་འདོད་དམ།

source: Do_n't activate
bo_cn: སྐུལ་སློང་མི་བྱེད།（N）

source: Do_n't deactivate
bo_cn: སྤྱོད་འགོག་མི་བྱེད།（N）

source: Does the display look OK?
bo_cn: མངོན་འཆར་རྒྱུན་ལྡན་རེད་དམ།

source: Don't activate
bo_cn: སྐུལ་སློང་མི་བྱེད།

source: Don't become a daemon
bo_cn: ལྟ་སྲུང་གི་འཕེལ་རིམ་དུ་མི་འགྱུར་བར་བྱ་དགོས།

source: Don't deactivate
bo_cn: སྤྱོད་འགོག་མི་བྱེད།

source: Don't show any warnings again
bo_cn: ཉེན་བརྡ་ཅི་ཡང་མི་འཆར་བ།

source: Don't show any warnings again for this file system
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་འདིར་ཐ་ཚིག་ཅི་ཡང་མི་འཆར།

source: Eject
bo_cn: སྒོར་བུད།

source: Empty Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།

source: Empty all of the items from the trash?
bo_cn: ཕྱིར་བསྡུའི་ས་ཚིགས་ཀྱི་རྣམ་གྲངས་ཚང་མ་གཙང་སེལ་བྱེད་དམ།

source: Emptying the trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།

source: Enable debugging code
bo_cn: ཚབ་ཨང་ཚོད་སྒྲིག་ཁ་འབྱེད།

source: Enable horizontal scrolling
bo_cn: ཆ་སྙོམས་འགྲུལ་འདེད་སྤྱོད་འགོ་རྩོམ།

source: Enable mouse clicks with touchpad
bo_cn: རེག་པང་བཀོལ་ནས་ཙིག་རྟགས་རྡེབ་གནོན་པ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable touchpad
bo_cn: རེག་པང་སྤྱོད་འགོ་རྩོམ།

source: Enhance _contrast in colors
bo_cn: ཁ་དོག་གི་བསྡུར་ཚད་ཇེ་དྲག་ཏུ་གཏོང་བ།(_C)

source: Examine…
bo_cn: དབྱེ་ཞིབ།...

source: Exit after a time (for debugging)
bo_cn: དུས་ཚོད་ངེས་ཅན་ཞིག་གི་རྗེས་སུ་ཕྱིར་འབུད་པ།(ཚོད་སྒྲིག་ལ་སྤྱོད་པ)

source: File for default configuration for RandR
bo_cn: RandRསོར་བཞག་སྡེབ་སྒྲིག་ཡིག་ཆ།

source: Free percentage notify threshold
bo_cn: འཕྲད་ཐོན་བརྡ་ཐོའི་དམའ་ཤོས་ཀྱི་སྤྱོད་རུང་བརྒྱ་ཆའི་གྲངས།

source: Free space no notify threshold
bo_cn: འཕྲད་ན་བརྡ་ཐོ་མི་ཐོན་པའི་ཆེས་དམའ་བའི་སྤྱོད་རུང་བར་སྟོང།

source: From:
bo_cn: ནས་ཡོང་བ།：

source: Hinting
bo_cn: ཕྲན་སྒྲིག

source: Home folder
bo_cn: ཡིག་ཁུག་གཙོ་བོ།

source: Ignore
bo_cn: སྣང་མེད་དུ་བཞག

source: Key binding (%s) is incomplete
bo_cn: མཐེབ་སྦྲེལ་(%s)ཆ་མི་ཚང་བ།

source: Key binding (%s) is invalid
bo_cn: མཐེབ་སྦྲེལ་(%s)ནུས་མེད།

source: Keybindings
bo_cn: མཐེབ་གནས་སྡོམ་པ།

source: Keybindings plugin
bo_cn: བསྒར་ལྷུ།

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Keyboard _Preferences
bo_cn: མཐེབ་གཞོང་གི་སྔོན་འདེམས་ཚན་པ།

source: Keyboard plugin
bo_cn: མཐེབ་གཞོང་བསྒར་ལྷུ།

source: Launch calculator
bo_cn: རྩིས་ཆས་འགོ་སློང་།

source: Launch email client
bo_cn: གློག་རྡུལ་སྦྲག་རྫས་ཀྱི་དུད་སྣེ་འགོ་སློང་།

source: Launch help browser
bo_cn: རོགས་རམ་བཤར་ཆས་འགོ་སློང་།

source: Launch media player
bo_cn: སྨྱན་གཟུགས་གཏོང་ཆས་འགོ་སློང་།

source: Left
bo_cn: གཡོན།

source: Lock screen
bo_cn: བརྙན་ཡོལ་ལ་ཟྭ་བརྒྱབ་པ།

source: Log out
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པ།

source: Low Disk Space
bo_cn: སྡུད་སྡེར་བར་སྟོང་མི་འདང་བ།

source: MATE Settings Daemon
bo_cn: MATEཡིས་ལྟ་སྲུང་བྱ་རིམ་སྡེབ་སྒྲིག་འགོད།

source: Make _text larger and easier to read
bo_cn: དེབ་ཆེ་རུ་བཏང་ནས་དཔེ་ཀློག་ལ་སྟབས་བདེ་བཟོ་བ།(_T)

source: Manage X Settings
bo_cn: དོ་དམ་Xསྒྲིག་འགོད།

source: Manage the X resource database
bo_cn: དོ་དམ་Xཐོན་ཁུངས་གཞི་གྲངས་མཛོད་།

source: Media keys
bo_cn: སྨྱན་གཟུགས་མཐེབ།

source: Media keys plugin
bo_cn: སྨྱན་གཟུགས་མཐེབ་ཀྱི་བསྒར་ལྷུ།

source: Module
bo_cn: དཔེ་དུམ།

source: Module Path
bo_cn: དཔེ་དུམ་འགྲོ་ལམ།

source: Mount paths to ignore
bo_cn: སྣང་མེད་དུ་བསྐྱུར་བྱའི་འགེལ་ལམ།

source: Mouse
bo_cn: ཙིག་རྟགས།

source: Mouse Preferences
bo_cn: ཙིག་རྟགས་ཀྱི་སྔོན་འདེམས་ཚན་པ།

source: Mouse accessibility requires Mousetweaks to be installed on your system.
bo_cn: ཙིག་རྟགས་ཀྱི་གཞོགས་འདེགས་ནུས་པ་ལ་ཁྱེད་རང་གི་རྒྱུད་ཁོངས་ནང་Mozetweaksསྒྲིག་འཇུག་བྱེད་དགོས།

source: Mouse plugin
bo_cn: ཙིག་རྟགས་བསྒར་ལྷུ།

source: Mpris plugin
bo_cn: Mpris བསྒར་ལྷུ།

source: NSS security system could not be initialized
bo_cn: NSSབདེ་འཇགས་རྒྱུད་ཁོངས་འགོ་སྒྲིག་བྱ་ཐབས་བྲལ།

source: Next track
bo_cn: གཞས་རྗེས་མ།

source: Normal
bo_cn: དཀྱུས་མ།

source: On-screen keyboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་།

source: Open mate terminal.
bo_cn: མཐའ་སྣེ་ཁ་ཕྱེ་བ།

source: Pause playback
bo_cn: གཏོང་བ་སྐབས་སྡོད།

source: Play (or play/pause)
bo_cn: གཏོང་བ།(གཏོང་བ/སྐབས་འཇོག)

source: Preparing to empty trash…
bo_cn: ཕྱིར་བསྡུའི་ས་ཚིགས་གཙང་སེལ་གྱི་གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད།

source: Press and _hold keys to accept them (Slow Keys)
bo_cn: ཁྱོད་ཀྱིས་མཐེབ་གནོན་མནན་ནས་དལ་མཐེབ（_H)དང་ལེན་བྱེད་དགོས།

source: Previous track
bo_cn: གཞས་གོང་མ།

source: Priority to use for this plugin in mate-settings-daemon startup queue
bo_cn: བསྒར་ལྷུmate-settings-daemonཁྲོད་ཀྱི་འགོ་སློང་སྔོན་ཐོབ་རིམ་གྲས།

source: Privileges are required to change the system time zone.
bo_cn: རྒྱུད་ཁོངས་དུས་ཁུལ་བཟོ་བཅོས་ལ་མཁོ་བའི་དབང་ཚད།

source: Privileges are required to change the system time.
bo_cn: རྒྱུད་ཁོངས་དུས་ཚོད་བཟོ་བཅོས་ལ་མཁོ་བའི་དབང་ཚད།

source: Privileges are required to configure the hardware clock.
bo_cn: སྲ་ཆས་ཆུ་ཚོད་སྡེབ་སྒྲིག་ལ་མཁོ་བའི་དབང་ཚད།

source: RGBA order
bo_cn: RGBAགོ་རིམ།

source: Removing item %lu of %lu
bo_cn: ད་ལྟ་ %lu རྣམ་གྲངས་བསུབ་བཞིན་ཡོད་པ་དང་།ཁྱོན་བསྡོམས་%lu

source: Removing: %s
bo_cn: ད་ལྟ་བསུབ་བཞིན་པ།：%s"

source: Replace the current daemon
bo_cn: མིག་སྔའི་ལྟ་སྲུང་བྱ་རིམ་གྱི་ཚབ་བྱེད་དགོས།

source: Right
bo_cn: གཡས།

source: Rotation not supported
bo_cn: འཁྱིལ་འཁོར་ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: Screen magnifier
bo_cn: བརྙན་ཡོལ་ཆེ་ཤེལ།

source: Screen reader
bo_cn: བརྙན་ཡོལ་ཀློག་ཆས།

source: Search
bo_cn: འཚོལ་བ།

source: Select the touchpad scroll method
bo_cn: པང་རེག་འགྲིལ་ཐབས་འདེམས།

source: Select the touchpad scroll method. Supported values are: 0: disabled, 1: edge scrolling, and 2: two-finger scrolling
bo_cn: རེག་པང་འགྲིལ་རྣམ་པ་འདེམ་པ། རྒྱབ་སྐྱོར་གྱི་གྲངས་ཐང་ནི།0-བཀག་འགོག1-མཐའ་མཚམས་འགྲིལ་འགུལ།2-ཟུང་ལྡན་འཁོར་འགུལ།

source: Set this to TRUE if you have problems with accidentally hitting the touchpad while typing.
bo_cn: གལ་ཏེ་ཁྱེད་ཀྱིས་ཡི་གེ་བརྟག་ཚེ་མཚམས་རེར་ངོས་པང་ལ་རེག་པས་རྙོག་དྲ་བཟོ་ན་དེ་（TRUE） དངོས་མ་རུ་སྒྲིག་འགོད་བྱས་ཆོག

source: Set this to TRUE to be able to send mouse clicks by tapping on the touchpad.
bo_cn: ཚན་པ་འདི་TRUEརུ་སྒྲིག་ན་རེག་པང་རྡེབ་གནོན་བརྒྱུད་ཙིག་རྟགས་རྡེབ་གནོན་དོན་རྐྱེན་སྐྱེལ་ཐུབ།

source: Set this to TRUE to enable all touchpads.
bo_cn: （TRUE）དངོས་མ་རུ་སྒྲིག་འགོད་བྱས་ན་རེག་པང་ཆ་ཚང་སྤྱོད་འགོ་རྩོམ།

source: Set up screen size and rotation settings
bo_cn: བརྙན་ཡོལ་ཆེ་ཆུང་དང་འཁྱིལ་འཁོར་སྒྲིག་འགོད།

source: Show Displays in Notification Area
bo_cn: བརྡ་ཐོའི་ཁུལ་དུ་འཆར་བ།

source: Show _Current Layout
bo_cn: མིག་སྔའི་བཀོད་པ（_C）འཆར་བ།

source: Shutdown
bo_cn: ཁ་རྒྱག

source: Slot ID
bo_cn: ཤུར་གྱི་ ID

source: Slot Series
bo_cn: འཇུག་ཤུར་རིམ་སྟར།

source: Slow Keys Alert
bo_cn: དལ་མཐེབ་དྲན་སྐུལ།

source: Smartcard removal action
bo_cn: རིག་ནུས་ཁཱ་སྤོ་སེལ་བྱེད་སྟངས།

source: Sound
bo_cn: སྒྲ།

source: Specify a list of mount paths to ignore when they run low on space.
bo_cn: དམིགས་འཛུགས་ཀྱི་མཁྲེགས་སྡེར་བར་སྟོང་དུ་འཁོར་སྐྱོད་བྱེད་སྐབས་སྣང་མེད་དུ་བཞག་པའི་བཀར་འགེལ་འགྲོ་ལམ་རྩིས་ཁྲ་བཟོ་དམིགས་འཛུགས།

source: Specify a time in minutes. Subsequent warnings for a volume will not appear more often than this period.
bo_cn: སྐར་མ་རེ་རྩིས་གཞི་རེར་བྱས་ནས་དུས་ཚོད་ག་གེ་མོ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས། འཁོར་ཡུན་འདིའི་ནང་དུ་ཐེངས་མང་པོར་པོད་ག་གེ་མོ་ཞིག་གི་རྗེས་མཐུད་ཀྱི་ཉེན་བརྡ་མངོན་མི་སྲིད།

source: Specify an amount in GB. If the amount of free space is more than this, no warning will be shown.
bo_cn: GBསྡེ་ཚན་བྱས་ཏེ་གྲངས་ཚད་ག་གེ་མོ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས། གལ་ཏེ་བཀོལ་ཆོག་པའི་བར་སྟོང་དེ་ལས་བརྒལ་ན།ཐ་ཚིག་མི་སྒྲོག

source: Specify the percentage that the free disk space should reduce by before issuing a subsequent warning.
bo_cn: རྒྱུན་མཐུད་ཀྱི་ཉེན་བརྡ་ཞིག་ཁྱབ་བསྒྲགས་མ་བྱས་སྔོན་དུ།ཉུང་འཕྲི་བྱེད་དགོས་པའི་མཁྲེགས་སྡེར་བར་སྟོང་གི་བརྒྱ་ཆའི་བསྡུར་གྲངས་དམིགས་འཛུགས་བྱོས།

source: Sticky Keys Alert
bo_cn: འབྱར་མཐེབ་དྲན་སྐུལ།

source: Stop playback
bo_cn: གཏོང་མཚམས་འཇོག་པ།

source: Subsequent free percentage notify threshold
bo_cn: འཕྲད་ཐོན་བརྡ་ཐོའི་ཆེས་དམའ་བའི་རྗེས་མཐུད་སྤྱོད་རུང་བར་སྟོང་བརྒྱ་ཆའི་ཚད།

source: System Sounds
bo_cn: རྒྱུད་ཁོངས་སྐད་སྒྲ།

source: Take a screenshot of an area
bo_cn: ཁུལ་ཁོངས་གཅིག་གི་པར་བཅད་ལེན་བྱོས།

source: Terminal
bo_cn: མཐའ་སྣེ།

source: The display will be reset to its previous configuration in %d second
bo_cn: མངོན་འཆར་སྐར་ཆ་%d ནང་ཚུན་དུ་དེ་སྔོན་སྡེབ་སྒྲིག་སླར་གསོ་བྱེད་སྲིད།

source: The name of the keyboard shortcut to toggle the magnifier
bo_cn: ཆེ་ཤེལ་བརྗེ་རེས་ཀྱི་མཐེབ་གཞོང་མྱུར་མཐེབ་ཀྱི་མིང་དུ་སྤྱོད་པ།

source: The name of the keyboard shortcut to toggle the on-screen keyboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་གི་མྱུར་མཐེབ་མིང་བརྗེ་བ།

source: The name of the keyboard shortcut to toggle the screen reader
bo_cn: བརྙན་ཡོལ་ཀློག་འདོན་ཆས་ཀྱི་མྱུར་མཐེབ་མིང་བརྗེ་བ།

source: The resolution used for converting font sizes to pixel sizes, in dots per inch.
bo_cn: ཡིག་གཟུགས་ཀྱི་ཆེ་ཆུང་དེ་བརྙན་རྒྱུའི་གྲངས་ཐང་དུ་བསྒྱུར་སྐབས་བཀོལ་བའི་དབྱེ་འབྱེད་ཚད་ནི།དབྱིན་ཚུན་རེའི་ཚེག་གྲངས་དེ་སྡེ་ཚན་སྡེ་ཚན་ཡིན།

source: The selected configuration for displays could not be applied
bo_cn: ཉེར་སྤྱོད་དུ་བདམས་པའི་སྡེབ་སྒྲིག་འཆར་ཐབས་བྲལ།

source: The slot the card is in
bo_cn: འཇུག་ཤུར་ནང་དུ་འགག་པ།

source: The volume "%s" has only %s disk space remaining.
bo_cn: པོད། "%s" སྲ་སྡེར་བར་སྟོང་ %s ལས་ལྷག་མེད།

source: There was an error displaying help: %s
bo_cn: རོགས་རམ་བྱེད་སྐབས་བྱུང་བའི་ནོར་འཁྲུལ་འཆར་བ།：%s

source: Toggle magnifier
bo_cn: ཆེ་ཤེལ་བརྗེ་བ།

source: Toggle on-screen keyboard
bo_cn: བརྙན་ཡོལ་སྟེང་གི་མཐེབ་གཞོང་བརྗེ་བ།

source: Toggle screen reader
bo_cn: བརྙན་ཡོལ་ཀློག་འདོན་ཆས་བརྗེ་བ།

source: Toggle touchpad
bo_cn: རེག་པང་གི་གློག་སྒོ།

source: Trying to switch the monitor configuration anyway.
bo_cn: འཆར་ཆས་ཀྱི་སྡེབ་སྒྲིག་བསྒྱུར་བར་ཚོད་ལྟ་བྱེད་བཞིན་ཡོད།

source: Turn on external monitor after system boot
bo_cn: རྒྱུད་ཁོངས་སྒོ་ཕྱེ་རྗེས་ཕྱི་ཕྱོགས་འཆར་ཆས་ཀྱི་སྒོ་ཕྱེ།

source: Turn on external monitor after system boot if user plugs in external monitor on system boot.
bo_cn: རྒྱུད་ཁོངས་གི་སྒོ་འབྱེད་པའི་སྐབས་སུ།གལ་ཏེ་བཀོལ་མཁན་གྱིས་ཕྱིའི་འཆར་ཆས་བཅུག་ཡོད་ན་དེའི་ཁ་ཕྱེས་ངེས།

source: Turn on laptop monitor after system boot
bo_cn: རྒྱུད་ཁོངས་སྒོ་ཕྱེ་རྗེས་དེབ་ཟིན་རྩིས་འཁོར་གྱི་འཆར་ཆས་ཁ་ཕྱེ་སྲིད།

source: Turn on laptop monitor after system boot if user plugs in external monitor on system boot.
bo_cn: རྒྱུད་ཁོངས་གི་སྒོ་འབྱེད་པའི་སྐབས་སུ།གལ་ཏེ་སྤྱོད་མཁན་གྱིས་ཕྱིའི་འཆར་ཆས་བཙུགས་ན་དེབ་ཟིན་འཆར་ཆས་ཀྱི་ཁ་ཕྱེས་སྲིད།

source: Typing Break
bo_cn: ཡིག་གཏགས་བར་ཆད།

source: Typing break plugin
bo_cn: ཡིག་གཏགས་བར་ཆད་བསྒར་ལྷུ།

source: Upside Down
bo_cn: གོང་འོག་མགོ་མཇུག་ལོག་པ།

source: Use on-screen _keyboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྤྱོད་པ།(_K)

source: Use screen _magnifier
bo_cn: བརྙན་ཡོལ་སྐྱེད་ཤེལ་སྤྱོད་པ།（_M）

source: Use screen _reader
bo_cn: བརྙན་ཡོལ་ཀློག་འདོན་ཆས་སྤྱོད་པ།（_R)

source: Volume down
bo_cn: སྐད་ཆུང་དུ་གཏོང་བ།

source: Volume mute
bo_cn: སྒྲ་མེད།

source: Volume step
bo_cn: སྒྲ་ཚད་གོམ་བགྲོད།

source: Volume step as percentage of volume.
bo_cn: སྒྲ་ཚད་བརྒྱ་ཆའི་བསྡུར་གྱི་གོམ་བགྲོད་སྒྲ་ཚད།

source: Volume up
bo_cn: སྒྲ་ཚད་མཐོན་པོར་གཏོང་།

source: Whether a notification icon with display-related things should be shown in the panel.
bo_cn: ངོས་པང་དུ་རྡ་ཐོའི་རིས་རྟགས་ཤིག་ཤར་ནས་དེའི་ནང་དུ་འབྲེལ་ཡོད་ཆ་འཕྲིན་འདུས་དགོས་སམ།

source: Whether the on-screen keyboard is turned on.
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether the screen magnifier is turned on.
bo_cn: བརྙན་ཡོལ་སྐྱེད་ཤེལ་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether the screen reader is turned on.
bo_cn: བརྙན་ཡོལ་ཀྱི་ཀློག་འདོན་ཆས་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether this plugin would be activated by mate-settings-daemon or not
bo_cn: བསྒར་ལྷུ་འདི་mate-settings-daemon ཡིས་འགོ་སློང་ངམ།

source: X Resource Database
bo_cn: Xཐོན་ཁུངས་གཞི་གྲངས་མཛོད།

source: X Settings
bo_cn: Xསྒྲིག་འགོད།

source: You can free up disk space by removing unused programs or files, or by moving files to an external disk.
bo_cn: ཁྱེད་རང་གི་ཕན་མེད་ཀྱི་བྱ་རིམ་དང་ཡིག་ཆ་སུབ་པའམ་ཡང་ན་སྒུལ་བདེའི་ཡིག་ཆ་ཕྱིའི་སྡུད་སྡེར་དུ་བཞག་ནས་སྡུད་སྡེར་གྱི་བར་སྟོང་ཆེ་རུ་གཏོང་ཆོག

source: _Activate
bo_cn: སྐུལ་སློང་(A)

source: _Configure Display Settings…
bo_cn: སྡེབ་སྒྲིག་ལས་འཆར་བའི་སྒྲིག་འགོད།（C）

source: _Deactivate
bo_cn: སྤྱོད་མི་ཆོག་པ།(_D)

source: _Empty Trash
bo_cn: སྙིགས་སྒམ་གཙང་སེལ།(_E)

source: _Ignore duplicate keypresses (Bounce Keys)
bo_cn: མྱུར་ཟློས་མཐེབ་གནོན་སྣང་མེད་བྱེད་པ།(འབེབས་མཐེབ།)(_I)

source: _Keep This Configuration
bo_cn: མིག་སྔའི་སྡེབ་སྒྲིག་རྒྱུན་འཁྱོངས་བྱེད་པ།(_K)

source: _Layouts
bo_cn: བཀོད་པ།(_L)

source: _Press keyboard shortcuts one key at a time (Sticky Keys)
bo_cn: ཐེངས་རེར་རེ་རེ་བྱས་ནས་མཐེབ་གཞོང་མྱུར་མཐེབ་ནོན།（སྡུད་འབྱར་མཐེབ།）(_P)

source: _Restore Previous Configuration
bo_cn: དེ་སྔོན་གྱི་སྡེབ་སྒྲིག་སླར་གསོ།(_R)

source: could not watch for incoming card events - %s
bo_cn: ལྟ་སྡོམ་བྱང་བུར་དོན་རྐྱེན--%s བར་འཇུག་བྱས་མི་ཆོག

source: encountered unexpected error while waiting for smartcard events
bo_cn: རིག་ནུས་གཱ་ཡི་དོན་རྐྱེན་སྒུག་སྐབས་བསམ་ཡུལ་ལས་འདས་པའི་ནོར་འཁྲུལ་ལ་འཕྲད་པ།

source: name
bo_cn: མིང་།

source: no suitable smartcard driver could be found
bo_cn: འོས་འཚམ་གྱི་རིག་ལྡན་བྱང་བུའི་སྐུལ་བྱེད་རྙེད་ཐབས་བྲལ།

source: path to smartcard PKCS #11 driver
bo_cn: རིག་ནུས་ཁཱ་PKCS L3611སྐུལ་བྱེད་བྱ་རིམ་གྱི་འགྲོ་ལམ།

source: per-slot card identifier
bo_cn: འཇུག་ཤུར་རེ་རེའི་ཁཱ་ཡི་ངོ་རྟགས།

source: received error or hang up from event source
bo_cn: དོན་རྐྱེན་འབྱུང་ཁུངས་ནས་ནོར་འཁྲུལ་ལམ་ཡང་ན་བཅད་པ།

source: smartcard driver
bo_cn: རིག་ནུས་བྱང་བུའི་སྐུལ་བྱེད་བྱ་རིམ།

source: smartcard driver '%s' could not be loaded
bo_cn: རིག་ནུས་བྱང་བུའི་སྐུལ་བྱེད་%s ནང་འཇུག་མི་ཆོག་པ།
