Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/mate-calc.po
Languages: bo_cn

source: in
bo_cn: ཕབ་རྩིས་བྱས་ན།

source: %d place
bo_cn: གནས་%d

source: 16-bit
bo_cn: 16གནས།

source: 32-bit
bo_cn: 32གནས།

source: 64-bit
bo_cn: 64གནས།

source: 8-bit
bo_cn: 8གནས།

source: Absolute Value
bo_cn: བལྟོས་མེད་ཐང་།

source: Absolute value [|]
bo_cn: བལྟོས་མེད་ཐང་།[|]

source: Accuracy value
bo_cn: ཞིབ་གཙིགས་ཚད།

source: Acres
bo_cn: དབྱིན་མུའུ།

source: Add [+]
bo_cn: སྣོན་རྩིས།[+]

source: Additional Functions
bo_cn: ཟུར་སྣོན་རྟེན་འབྱུང་གྲངས།

source: Algerian Dinar
bo_cn: ཨར་ཅི་རི་ཡའི་ཏི་ནར།

source: Angle
bo_cn: ཟུར་ཚད།

source: Angle units
bo_cn: ཟུར་ཚད་འཇལ་བྱེད།

source: Area
bo_cn: ས་ཁོངས།

source: Argument not defined for zero
bo_cn: ཞུགས་གྲངས་གྲངས་ཐང་ཀླད་ཀོར་མི་རུང་།

source: Astronomical Units
bo_cn: གནམ་རིག་འཇལ་བྱེད།

source: Australian Dollar
bo_cn: ཨོ་སི་ཁྲུ་ལི་ཡའི་སྒོར་མོ།

source: Automatic
bo_cn: རང་འགུལ།

source: Bahraini Dinar
bo_cn: པ་རེན་གྱི་ཏི་ནར།

source: Binary
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས།

source: Boolean AND
bo_cn: གཏན་ཚིགས་དང་།

source: Boolean AND is only defined for positive integers
bo_cn: གཏན་ཚིགས་དང་རྩིས་རྒྱག་པར་ཕོའི་ཧྲིལ་གྲངས་ཁོ་ནར་མཚན་ཉིད་ཡོད།

source: Boolean Exclusive OR
bo_cn: གཏན་ཚིགས་ཐ་དད།

source: Boolean NOT
bo_cn: གཏན་ཚིགས་ལྟར་སྣང་།

source: Boolean NOT is only defined for positive integers
bo_cn: གཏན་ཚིགས་ལྟར་སྣང་རྩིས་རྒྱག་གིས་ཕོའི་ཧྲིལ་གྲངས་ཁོ་ནར་མཚན་ཉིད་འཇོག་པ།

source: Boolean OR
bo_cn: གཏན་ཚིགས་ཐ་དད།

source: Boolean OR is only defined for positive integers
bo_cn: གཏན་ཚིགས་ཐ་དད་རྩིས་རྒྱག་གིས་ཕོའི་ཧྲིལ་གྲངས་ཁོ་ནར་མཚན་ཉིད་འཇོག་པ།

source: Boolean XOR is only defined for positive integers
bo_cn: གཏན་ཚིགས་ཐ་དད་རྩིས་རྒྱག་གིས་ཕོའི་ཧྲིལ་གྲངས་ཁོ་ནར་མཚན་ཉིད་འཇོག་པ།

source: Botswana Pula
bo_cn: པོ་ཚི་ཝ་ནའི་ཕུ་ལ།

source: Brazilian Real
bo_cn: པར་ཙིར་གྱི་ལུའེ་ཡར།

source: Brunei Dollar
bo_cn: པུ་རུ་ནེའི་སྒོར་མོ།

source: Bulgarian Lev
bo_cn: པུར་ཀ་རི་ཡའི་ལེ་ཧྥུའུ།

source: Button mode
bo_cn: མཐེབ་གནོན་རྣམ་པ།

source: CFA Franc
bo_cn: ཀྲུང་གོ་དང་ཨ་ཧྥེ་རི་ཁའི་ཧྥ་ལང་།

source: C_alculate
bo_cn: རྩིས་རྒྱག(_A)

source: C_ost:
bo_cn: མ་རྩ།(_O)：

source: Cables
bo_cn: ཕྲེང་རིང་ཚད།

source: Calculate Result
bo_cn: རྩིས་རྒྱག་མཇུག་འབྲས།

source: Calculates the depreciation allowance on an asset for a specified period of time, using the double-declining balance method.
bo_cn: རྒྱུ་ནོར་ག་གེ་མོ་ཞིག་དམིགས་འཛུགས་བྱས་པའི་དུས་ཚོད་ནང་གི་རྙིང་འགྱུར་ཚབ་ལེན་རྩིས་རྒྱག་སྐབས།ལྡབ་འཕར་ལྷག་གྲངས་རིམ་གཅོག་བྱ་ཐབས་སྤྱོད་དགོས།

source: Calculates the future value of an investment based on a series of equal payments at a periodic interest rate over the number of payment periods in the term.
bo_cn: མ་འཇོག་ག་གེ་མོ་ཞིག་གི་མ་འོངས་པའི་རིན་ཐང་རྩིས་རྒྱག་སྐབས།ཁ་ཆད་ལྟར་དངུལ་སྤྲོད་པའི་དུས་ཚོད་ཀྱི་གཏན་འཇགས་སྐྱེད་ཀའི་ཚད་འོག་དུས་ཆད་རེའི་དངུལ་གྲངས་གཅིག་མཚུངས་ཀྱི་དངུལ་སྤྲོད་དགོས།

source: Calculates the number of compounding periods necessary to increase an investment of present value to a future value, at a fixed interest rate per compounding period.
bo_cn: མ་འཇོག་ག་གེ་མོ་ཞིག་གི་ད་ལྟའི་རིན་ཐང་དེ་རིན་ཐང་ལ་རེ་སྒུག་བྱེད་པའི་མ་འཇོག་གི་དུས་འཁོར་གྲངས་འབོར་དང་མ་འཇོག་གི་དུས་འཁོར་རེ་རེའི་སྐྱེད་ཀ་དམིགས་འཛུགས་བྱས་ཡོད།

source: Calculates the number of payment periods that are necessary during the term of an ordinary annuity, to accumulate a future value, at a periodic interest rate.
bo_cn: རྩིས་རྒྱག་གི་དུས་ཆད་ནང་སྤྱིར་བཏང་གི་ལོ་ཕོགས་ནས་འབྱུང་འགྱུར་གྱི་རིན་ཐང་ག་གེ་མོ་ཞིག་གསོག་འཇོག་བྱེད་པར་མཁོ་བའི་དངུལ་སྤྲོད་པའི་དུས་ཚོད་ཀྱི་གྲངས་འབོར་ནི་དུས་མཚམས་རེ་རེའི་སྐྱེད་ཀའི་ཚད་ལ་གཞིགས་དགོས།

source: Calculates the resale price of a product, based on the product cost and the wanted gross profit margin.
bo_cn: ཐོན་རྫས་ག་གེ་མོ་ཞིག་གི་འཚོང་བསྒྱུར་རིན་གོང་རྩིས་རྒྱག་སྐབས།ཐོན་རྫས་ཀྱི་མ་གནས་དང་རེ་སྒུག་བྱེད་པའི་སྤུ་སྐྱེད་ཀྱི་ཚད་གཞིར་འཛིན་དགོས།

source: Calculator
bo_cn: རྩིས་ཆས།

source: Calculator with financial and scientific modes.
bo_cn: ནོར་སྲིད་དང་ཚན་རིག་གི་མ་དཔེ།་ཡོད་པའི་རྩིས་ཆས།

source: Canadian Dollar
bo_cn: ཁ་ན་ཏའི་སྒོར་མོ།

source: Ceiling
bo_cn: གོང་མཚམས།

source: Celsius
bo_cn: ཧྲེ་ཧྲི་ཏུའུ་གྲངས།

source: Centimeters
bo_cn: ལི་སྨི།

source: Ch_aracter:
bo_cn: ཡིག་རྟགས།(_A)：

source: Chilean Peso
bo_cn: ཆི་ལིའི་པི་སོ།

source: Chinese Yuan
bo_cn: མི་དམངས་ཤོག་སྒོར།

source: Clear
bo_cn: གཙང་སེལ།

source: Clear Display [Escape]
bo_cn: [Escape]མངོན་འཆར་གཙང་སེལ།

source: Colombian Peso
bo_cn: ཁོ་ལོམ་པི་ཡའི་པི་སོ།

source: Complex argument
bo_cn: བསྐྱར་འགྱུར་ཚད།

source: Complex conjugate
bo_cn: དོ་མཚུངས་བསྐྱར་མ།

source: Compounding Term
bo_cn: སྐྱེད་ཐོག་སྐྱེད་བརྩེགས་ཡུན་གྲངས།

source: Cosine
bo_cn: ལྷག་རྒྱུད།

source: Croatian Kuna
bo_cn: ཁ་རེ་ཤེ་ཡའི་ཁུ་ན།

source: Ctrm
bo_cn: སྐྱེད་ཐོག་སྐྱེད་བརྩེགས།

source: Cubic Meters
bo_cn: སྨི་རྒྱ་དཔངས་གྲུ་བཞི་མ།

source: Currency
bo_cn: དངུལ་ལོར།

source: Currency of the current calculation
bo_cn: མིག་སྔའི་རྩིས་རྒྱག་གི་དངུལ་ལོར།

source: Currency to convert the current calculation into
bo_cn: དངུལ་ལོར་གྱི་སྡེ་ཚན་དུ་བསྒྱུར་བ།

source: Czech Koruna
bo_cn: ཅེ་ཁེའི་ཁེ་ལང་།

source: Danish Krone
bo_cn: ཏེན་མག་གི་ཁེ་ལེན།

source: Days
bo_cn: ཚེས་གྲངས།

source: Decimal
bo_cn: བཅུ་གོང་འགྲིལ་ལུགས།

source: Degrees
bo_cn: ཟུར་ཚད།

source: Displayed value not an integer
bo_cn: ཤར་བའི་ཐང་ནི་ཧྲིལ་གྲངས་མ་རེད།

source: Divide [/]
bo_cn: བཅའ་ཁྲིམས།[/]

source: Division by zero is undefined
bo_cn: ཀླད་ཀོར་གྱིས་བགོས་བར་མཚན་ཉིད་བཞག་མེད་པ།

source: Double Declining Depreciation
bo_cn: ལྡབ་གཉིས་ཀྱི་ལྷག་གྲངས་ཉུང་གཏོང་རྙིང་གཅོག

source: Double-Declining Depreciation
bo_cn: ལྡབ་གཉིས་ཀྱི་ལྷག་གྲངས་ཉུང་གཏོང་རྙིང་གཅོག

source: Duration
bo_cn: དུས་ཡུན།

source: End Group [)]
bo_cn: མཇུག་སྒྲིལ་བའི་ཚོ་ཆུང་།[)]

source: Engineering
bo_cn: ལས་གྲྭ།

source: Error: the number of periods must be positive
bo_cn: ནོར་འཁྲུལ།འཁོར་ཡུན་ངེས་པར་དུ་ཕོ་གྲངས་ཡིན་དགོས།

source: Estonian Kroon
bo_cn: ཨེ་སོ་ནི་ཡའི་ཁེ་ལང་།

source: Euler’s Number
bo_cn: ཨོ་ལཱ་གྲངས།

source: Euro
bo_cn: ཡོ་རོབ་སྒོར་མོ།

source: Exponent
bo_cn: "X^Y"

source: Exponent [^ or **]
bo_cn: རང་སྒྱུར།[^ ཡང་ན་ **]

source: Factorial
bo_cn: ཐེམ་སྒྱུར།

source: Factorial [!]
bo_cn: ཐེམ་སྒྱུར།[!]

source: Factorial is only defined for natural numbers
bo_cn: ཐེམ་སྒྱུར་རྩིས་རྒྱག་གིས་རང་བྱུང་གྲངས་ཁོ་ནར་མཚན་ཉིད་བཞག་ཡོད།

source: Factorize
bo_cn: སྤུས་རྐྱེན་གྲངས་དབྱེ་ཕྲལ།

source: Factorize [Ctrl+F]
bo_cn: སྤུས་ཚད་རྐྱེན་གྲངས་དབྱེ་ཕྲལ་[Coml+F]

source: Farenheit
bo_cn: ཧྭ་ཧྲིའི་ཏུའུ་གྲངས།

source: Fathoms
bo_cn: དབྱིན་ཞུན།

source: Feet
bo_cn: དབྱིན་ཁྲེ།

source: Financial Term
bo_cn: ནོར་དོན།

source: Fixed
bo_cn: གཏན་འཇགས།

source: Floor
bo_cn: འོག་མཚམས།

source: Fractional Component
bo_cn: སིལ་གྲངས་ཆ་ཤས།

source: Function '%s' is not defined
bo_cn: རྟེན་འབྱུང་གྲངས་“%s”མཚན་ཉིད་བཞག་མེད་པ།

source: Future Value
bo_cn: མ་འོངས་ཐང་།

source: Future _Value:
bo_cn: མ་འོངས་ཐང་།(_V)：

source: Gallons
bo_cn: ཀ་ལུན་

source: Gradians
bo_cn: བརྒྱ་ཆའི་ཚད།

source: Grams
bo_cn: ཁེ།

source: Gross Profit Margin
bo_cn: སྤུ་སྐྱེད་ཀྱི་ཚད།

source: Hectares
bo_cn: སྤྱི་ཆིང་།

source: Hexadecimal
bo_cn: བཅུ་དྲུག་གོང་འགྲིལ་ལུགས།

source: Hong Kong Dollar
bo_cn: ཀང་ལོར།

source: Hours
bo_cn: ཆུ་ཚོད།

source: Hungarian Forint
bo_cn: ཧང་ག་རིའི་ཧྥུ་ལིན།

source: Hyperbolic Cosine
bo_cn: འཁྱོག་ཟུང་ལྷག་རྒྱུད།

source: Hyperbolic Sine
bo_cn: འཁྱོག་ཟུང་དྲང་རྒྱུད།

source: Hyperbolic Tangent
bo_cn: འཁྱོག་ཟུང་དྲང་ཕྲད།

source: Icelandic Krona
bo_cn: པིང་ཏའོ་ཁེ་ལང་།

source: Imaginary Component
bo_cn: དངོས་མེད་གྲངས་ཆ་ཤས།

source: Inches
bo_cn: དབྱིན་ཚུན།

source: Indian Rupee
bo_cn: རྒྱ་གར་ལུའུ་པི།

source: Indicates whether any trailing zeroes after the numeric point should be shown in the display value.
bo_cn: གྲངས་ཀྱི་ཁྲོད་དུ་གྲངས་ཆུང་ཚེག་གི་རྗེས་སུ་མཇུག་གནས་ཀླད་ཀོར་མངོན་མིན་གསལ་མཚོན་གྱིས།

source: Indicates whether thousands separators are shown in large numbers.
bo_cn: གྲངས་ཀ་ཆེན་པོའི་ནང་དུ་སྟོང་གནས་ཀྱི་ཆོད་རྟགས་མངོན་ཐུབ་མིན་སྒྲིག་འགོད།

source: Indonesian Rupiah
bo_cn: ཧིན་རྡུ་ཉི་ཞི་ཡའི་ལུའུ་པིས།

source: Insert Character
bo_cn: བར་འཛུད་ཡིག་རྟགས།

source: Insert Character Code
bo_cn: བར་འཛུད་ཡིག་རྟགས་ཨང་སྒྲིག

source: Integer Component
bo_cn: ཧྲིལ་གྲངས་ཆ་ཤས།

source: Inverse
bo_cn: ལོག་གྲངས་སམ་ལྡོག་པའི་རྟེན་འབྱུང་གྲངས།

source: Inverse Cosine
bo_cn: ལྡོག་པའི་ལྷག་རྒྱུད།

source: Inverse Sine
bo_cn: ལྡོག་པའི་དྲང་རྒྱུད།

source: Inverse Tangent
bo_cn: ལྡོག་པའི་དྲང་གཏུབ།

source: Inverse [Ctrl+I]
bo_cn: ལྡོག་པའི་རྟེན་འབྱུང་གྲངས་དང་ལོག་གྲངས།[Coml+I]

source: Inverse cosine is undefined for values outside [-1, 1]
bo_cn: ལྡོག་པའི་ལྷག་རྒྱུད་རྟེན་འབྱུང་གྲངས།[-1 །1ཁྱབ་ཁོངས་ཕྱིར་དོན་སྙིང་མེད།

source: Inverse hyperbolic cosine is undefined for values less than one
bo_cn: 1ལས་ཆུང་བའི་གྲངས་ཀྱི་ལྡོག་པའི་འཁྱོག་ཟུང་ལྷག་རྒྱུད་རྟེན་འབྱུང་གྲངས་ལ་དོན་སྙིང་མེད།

source: Inverse hyperbolic tangent is undefined for values outside [-1, 1]
bo_cn: ལྡོག་པའི་འཁྱོག་ཟུང་དྲང་ཕྲད་རྟེན་འབྱུང་གྲངས[-1,1] ཁྱབ་ཁོངས་ཕྱིར་དོན་སྙིང་མེད།

source: Inverse sine is undefined for values outside [-1, 1]
bo_cn: ལྡོག་པའི་དྲང་རྒྱུད་རྟེན་འབྱུང་གྲངས་ [-1，1] ཁྱབ་ཁོངས་ཕྱིར་སྙིང་པོ་མེད།

source: Iranian Rial
bo_cn: དབྱི་རན་གྱི་ལི་ཡར།

source: Israeli New Shekel
bo_cn: དབྱི་སི་རལ་གྱི་ཤེ་ཁེར།

source: Japanese Yen
bo_cn: འཇར་པན་གྱི་སྒོར་མོ།

source: Kazakhstani Tenge
bo_cn: ཧ་སག་སི་ཐན་གྱི་ཐེང་ཀེ།

source: Kelvin
bo_cn: ཁའེ་ཨེར་ཝུན།

source: Kilograms
bo_cn: སྟོང་ཁེ།

source: Kilometers
bo_cn: སྟོང་སྨིད།

source: Kuwaiti Dinar
bo_cn: ཁུ་ཝེ་ཐེའི་ཏི་ན་ཨེར།

source: Latvian Lats
bo_cn: ལ་ཐེ་ཝེ་ཡའི་ལ་ཐེ།

source: Length
bo_cn: རིང་ཚད།

source: Libyan Dinar
bo_cn: ལི་པི་ཡའི་ཏི་ནར།

source: Light Years
bo_cn: འོད་ལོ།

source: Lithuanian Litas
bo_cn: ལི་ཐུ་ཝན་ལི་ཐེ།

source: Litres
bo_cn: སྤྱི་ཧྲིན།

source: Logarithm
bo_cn: རྒྱུན་མཁོའི་ཆ་གྲངས།(མ་ཆ་10 )

source: Logarithm of zero is undefined
bo_cn: ཀླད་ཀོར་གྱི་གཏད་གྲངས་ལ་མཚན་ཉིད་མེད།

source: MATE Calculator
bo_cn: MATEརྩིས་ཆས།

source: Malaysian Ringgit
bo_cn: མ་ལེ་ཞི་ཡའི་ལིན་ཅི་ཐེ།

source: Malformed expression
bo_cn: མཚོན་ཚུལ་རྣམ་གཞག་ནོར་འཁྲུལ།

source: Malformed expression at token '%s'
bo_cn: %s མཚོན་ཚུལ་རྣམ་གཞག་ནོར་འཁྲུལ།

source: Mauritian Rupee
bo_cn: མོ་རི་ཐིའུ་སིའི་ལུའུ་པི།

source: Memory
bo_cn: དྲན་ཤེས།

source: Meters
bo_cn: སྨིད།

source: Mexican Peso
bo_cn: མོ་ཞི་ཁོའི་པི་སོ།

source: Microlitres
bo_cn: ཝེ་ཧྲིན།

source: Micrometers
bo_cn: ཝེ་སྨི།

source: Microseconds
bo_cn: ཝེ་སྐར་ཆ།

source: Miles
bo_cn: དབྱིན་ལེ།

source: Millilitres
bo_cn: ཧའོ་ཧྲེང་།

source: Millimeters
bo_cn: ཧའོ་སྨི།

source: Milliseconds
bo_cn: ཧའོ་སྐར་ཆ།

source: Minutes
bo_cn: སྐར་མ།

source: Modulus divide
bo_cn: ལྷག་གྲངས་བརྩི་བ།

source: Modulus division is only defined for integers
bo_cn: དཔེ་ལེན་རྩིས་རྒྱག་དེ་ཧྲིལ་གྲངས་ཁོ་ནར་དོན་སྙིང་ཡོད།

source: Multiply [*]
bo_cn: སྒྱུར་ཐབས།[*]

source: Nanometers
bo_cn: ནཱ་སྨི།

source: Natural Logarithm
bo_cn: རང་བྱུང་ཆ་གྲངས།(མ་ཆ་ e་ཡིས་བྱས་པ། )

source: Nautical Miles
bo_cn: མཚོ་ལེ།

source: Need an integer to factorize
bo_cn: རྒྱུ་དབྱེ་རྣམ་པའི་རྩིས་རྒྱག་ལ་ཧྲིལ་གྲངས་ཤིག་དགོས།

source: Negative root of zero is undefined
bo_cn: ཀླད་ཀོར་གྱི་མོ་གྲངས་ཉིས་སྒྱུར་གཞི་ལ་སྙིང་པོ་མེད།

source: Nepalese Rupee
bo_cn: ནེ་པ་ལའི་ལུའུ་པི།

source: New Romanian Leu
bo_cn: རོ་མ་ཉི་ཡ་གསར་པའི་ལེ་དབྱི།

source: New Turkish Lira
bo_cn: ཐུའུ་འར་ཆི་ལི་ལ་གསར་པ།

source: New Zealand Dollar
bo_cn: ནེའུ་ཙི་ལན་གྱི་སྒོར་མོ།

source: No redo history
bo_cn: ཟིན་ཐོ་བསྐྱར་བཀོད་བྱས་མེད།

source: No sane value to bitwise shift
bo_cn: གནས་སྤོ་ལ་སྤྱད་བྱའི་རྒྱུན་ལྡན་གྱི་གྲངས་ཐང་མེད་པ།

source: No sane value to store
bo_cn: གསོག་འཇོག་གི་ཚད་གཞིའི་ཐང་མེད།

source: No undo history
bo_cn: རྩིས་མེད་བཏང་བའི་ཟིན་ཐོ་མེད།

source: Norwegian Krone
bo_cn: ནོར་ཝེའི་ཁེ་ལང་།

source: Number _Format:
bo_cn: གྲངས་ཀའི་རྣམ་གཞག(_F)：

source: Number format
bo_cn: ཨང་ཀིའི་རྣམ་གཞག

source: Numeric Base
bo_cn: གོང་འགྲིལ་ལུགས།

source: Octal
bo_cn: བརྒྱད་གོང་འགྲིལ་ལུགས།

source: Omani Rial
bo_cn: ཨ་མན་ལི་ཡར།

source: Ones' Complement
bo_cn: ལྡོག་ཨང་།

source: Ounces
bo_cn: ཨང་སི།

source: Overflow. Try a bigger word size
bo_cn: ལུད་པ། དེ་ལས་ཆེ་བའི་ཡི་གེའི་རིང་ཚད་ཅིག་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Overflow: the result couldn't be calculated
bo_cn: ལུད་པ།མཇུག་འབྲས་དེ་བརྩི་ཐབས་བྲལ།

source: Pakistani Rupee
bo_cn: ཕ་ཁི་སི་ཐན་གྱི་ལུའུ་པིས།

source: Parsecs
bo_cn: སྐར་ཆའི་བར་ཁྱད།

source: Payment Period
bo_cn: དངུལ་སྤྲོད་པའི་དུས་ཚོད།

source: Percentage [%]
bo_cn: བརྒྱ་ཆའི་གྲངས།[%]

source: Periodic Interest Rate
bo_cn: སྐབས་རེའི་སྐྱེད་ཀའི་ཚད།

source: Periodic Interest _Rate:
bo_cn: སྐབས་རེའི་སྐྱེད་ཀའི་ཚད།(_R)：

source: Periodic Payment
bo_cn: སྐབས་རེའི་དངུལ་སྤྲོད་པའི་གྲངས་ཀ།

source: Peruvian Nuevo Sol
bo_cn: ཕེ་རུའི་ཞིན་སོར།

source: Philippine Peso
bo_cn: ཧྥི་ལི་ཕིན་གྱི་པི་སུའོ།

source: Pi [Ctrl+P]
bo_cn: སྒོར་མཐའི་ཕྱོད།[Coml+P]

source: Pints
bo_cn: མཛེས་ཉམས།

source: Polish Zloty
bo_cn: ཕོ་ལན་ཙི་ལུའོ་ཐི།

source: Pound Sterling
bo_cn: དབྱིན་པང་།

source: Pounds
bo_cn: པང་།

source: Preferences
bo_cn: མཐོ་རིམ།

source: Present Value
bo_cn: ད་ལྟའི་གནས་ཐང་།

source: Present _Value:
bo_cn: ད་ལྟའི་གནས་ཐང་།(_V)：

source: Qatari Riyal
bo_cn: ཁ་ཐར་གྱི་ལི་ཡར།

source: Quarts
bo_cn: འགོམ་པ།

source: Radians
bo_cn: གཞུ་ཚད།

source: Rankine
bo_cn: ལན་གསེར།

source: Rate
bo_cn: བསྡུར་ཕྱོད།

source: Real Component
bo_cn: དངོས་ཡོད་གྲངས་ཀྱི་ཆ་ཤས།

source: Reciprocal of zero is undefined
bo_cn: ཀླད་ཀོར་ལ་ལོག་གྲངས་བརྩིས་ན་སྙིང་པོ་མེད།

source: Root [Ctrl+R]
bo_cn: རྩ་བ[Coml+R]

source: Root must be non-zero
bo_cn: གཞི་སྒྱུར་གྲངས་ནི་ངེས་པར་དུ་ཀླད་ཀོར་མིན་པའི་གྲངས་ཡིན་དགོས།

source: Round
bo_cn: སྒོར་ཟུར།

source: Russian Rouble
bo_cn: ཨུ་རུ་སུའི་ལུའུ་པུའུ།

source: Saudi Riyal
bo_cn: སོ་ཏི་ཨ་རབ་ཀྱི་ལི་ཡར།

source: Scientific
bo_cn: ཚན་རིག

source: Scientific Exponent
bo_cn: ཚན་རིག་གི་གྲངས་བགྲང་ཐབས།

source: Scientific exponent [Ctrl+E]
bo_cn: ཚན་རིག་དང་མཐུན་པའི་གྲངས་འགོད་ཐབས[Coml+E]

source: Seconds
bo_cn: སྐར་ཆ།

source: Shift Left [<<]
bo_cn: གཡོན་སྤོ།[<<]

source: Shift Right [>>]
bo_cn: གཡས་སྤོ།[>>]

source: Shift is only possible on integer values
bo_cn: ཧྲིལ་གྲངས་ཐང་ཁོ་ནར་གནས་སྤོའི་རྩིས་རྒྱག་ལག་བསྟར་བྱེད།

source: Show %d decimal _places
bo_cn: %d བཅུ་གོང་འགྲིལ་ལུགས་གནས་འཆར་བ།（_P）

source: Show Thousands Separators
bo_cn: སྟོང་གནས་མཚམས་དྲས་རྒྱག་རྟགས་འཆར་བ།

source: Show Trailing Zeroes
bo_cn: མཇུག་གནས་ཀླད་ཀོར་འཆར་བ།

source: Show _thousands separators
bo_cn: སྟོང་གནས་མཚམས་དྲས་རྒྱག་རྟགས་འཆར་བ།(_T)

source: Show trailing _zeroes
bo_cn: མཇུག་གནས་ཐིག་ལེ་འཆར་བ།(_Z)

source: Sign
bo_cn: མིང་རྟགས་འགོད་པ།

source: Sine
bo_cn: དྲང་རྒྱུད།

source: Singapore Dollar
bo_cn: སིང་ཀ་ཕོར་གྱི་སྒོར་མོ།

source: Source currency
bo_cn: ཐོག་མའི་དངུལ་ལོར།

source: Source units
bo_cn: ཐོག་མའི་སྡེ་ཚན།

source: South African Rand
bo_cn: ལྷོ་ཨ་ཧྥེ་རི་ཁའི་ལན་ཐེ

source: South Korean Won
bo_cn: ཧན་གོའི་སྒོར་མོ།

source: Square Centimeters
bo_cn: ལི་སྨི་གྲུ་བཞི་མ།

source: Square Meters
bo_cn: སྨི་གྲུ་བཞི་མ།

source: Square Millimeters
bo_cn: ཧའོ་སྨི་གྲུ་བཞི་མ།

source: Square [Ctrl+2]
bo_cn: རང་ཉིས་སྒྱུར།[Coml+2]

source: Square root [Ctrl+R]
bo_cn: རང་ཉིས་སྒྱུར་གཞི[Coml+R]

source: Sri Lankan Rupee
bo_cn: སི་རི་ལན་ཁའི་ལུའུ་པི།

source: Start Group [(]
bo_cn: དབུ་ཚུགས་ཚོ་ཆུང་།[(]

source: Straight Line Depreciation
bo_cn: དྲང་ཐིག་རྙིང་གཅོག

source: Straight-Line Depreciation
bo_cn: དྲང་ཐིག་རྙིང་གཅོག

source: Subscript
bo_cn: ཞབས་རྟགས།

source: Subscript mode [Alt]
bo_cn: ཞབས་རྟགས་རྣམ་པ།[Alt]

source: Subtract [-]
bo_cn: འཕྲི་ཐབས།[-]

source: Sum of the Years Digits Depreciation
bo_cn: ལོའི་གྲངས་ཀྱི་སྤྱི་བསྡོམས་ཐབས་རྙིང་གཅོག

source: Sum-of-the-Years'-Digits Depreciation
bo_cn: ལོའི་གྲངས་ཀྱི་སྤྱི་བསྡོམས་ཐབས་རྙིང་གཅོག

source: Superscript
bo_cn: གོང་རྟགས།

source: Superscript mode [Ctrl]
bo_cn: གོང་རྟགས་རྣམ་པ[Ctrl]

source: Swedish Krona
bo_cn: སུའེ་ཏེན་གྱི་ཁེ་ལང་།

source: Swiss Franc
bo_cn: སུའེ་ཙེར་གྱི་ཧྥ་རན་སིའི་སྒོར་མོ།

source: Switch conversion units
bo_cn: བརྗེ་སྤོར་སྡེ་ཚན།

source: T&T Dollar (TTD)
bo_cn: ཐེ་ལི་ཉི་ཏ་དང་ཏོ་པ་ཀོ་ཡོན།

source: Tangent
bo_cn: དྲང་ཕྲད།

source: Target currency
bo_cn: དམིགས་བྱའི་དངུལ་ལོར།

source: Target units
bo_cn: དམིགས་བྱའི་སྡེ་ཚན།

source: Temperature
bo_cn: དྲོད་ཚད།

source: Term
bo_cn: ཡུན་གྲངས།

source: Thai Baht
bo_cn: ཐེ་ཀྲུའུ།

source: The angle units to use
bo_cn: བཀོལ་སྤྱོད་ཟུར་ཚད་སྡེ་ཚན།

source: The button mode
bo_cn: མཐེབ་གནོན་རྣམ་པ།

source: The format to display numbers in
bo_cn: གྲངས་ཀར་སྤྱོད་པའི་རྣམ་གཞག་འཆར་བ།

source: The numeric base
bo_cn: གོང་འགྲིལ་ལུགས།

source: The power of zero is undefined for a negative exponent
bo_cn: མོ་གྲངས་ཀྱི་ཐེངས་ཀླད་ཀོར་ཕོབ་ལ་མཚན་ཉིད་བཞག་མེད་པ།

source: The size of the words used in bitwise operations
bo_cn: གནས་རྩིས་རྒྱག་དུ་སྤྱོད་པའི་ཡི་གེའི་རིང་ཚད།

source: Tonnes
bo_cn: ཏུན།

source: Truncate
bo_cn: བཅད་གཏུབ།

source: Tunisian Dinar
bo_cn: ཐུ་ནི་སིའི་ཏི་ནར།

source: Two's Complement
bo_cn: གསབ་ཨང་།

source: UAE Dirham
bo_cn: ཨ་རབ་མཉམ་འབྲེལ་ཚོ་དཔོན་རྒྱལ་ཁབ་ཏི་ལྷ་མོ།

source: US Dollar
bo_cn: ཨ་སྒོར།

source: Unable to open help file
bo_cn: རོགས་རམ་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ་བ།

source: Undo
bo_cn: འདོར་བ།

source: Undo [Ctrl+Z]
bo_cn: འདོར་བ།[Ctrl+Z]

source: Units of the current calculation
bo_cn: མིག་སྔའི་ཚད་འཇལ་སྡེ་ཚན།

source: Units to convert the current calculation into
bo_cn: བསྒྱུར་ཐོབ་ཚད་འཇལ་སྡེ་ཚན།

source: Unknown argument '%s'
bo_cn: ངེས་མེད་ཀྱི་ཞུགས་གྲངས།%s

source: Unknown conversion
bo_cn: ངེས་མེད་ཀྱི་བརྗེ་སྤོར།

source: Unknown variable '%s'
bo_cn: མི་ཤེས་པའི་འགྱུར་ཚད།%s

source: Uruguayan Peso
bo_cn: ཝུ་ལ་ཀུའེ་པི་སུའུ།

source: Venezuelan Bolívar
bo_cn: ཝེ་ནེ་རུའེ་ལ་པོ་ལི་ཝར།

source: Volume
bo_cn: སྒྲ་ཚད།

source: Weight
bo_cn: ལྗིད་ཚད།

source: Word _size:
bo_cn: ཡི་གེའི་རིང་ཚད།(_S)：

source: Word size
bo_cn: ཡི་གེའི་རིང་ཚད།

source: Yards
bo_cn: ཨང་ཀི།

source: Years
bo_cn: ལོ།

source: _%d place
bo_cn: གནས།_%d

source: _Advanced
bo_cn: མཐོ་རིམ།(_A)

source: _Angle units:
bo_cn: ཟུར་ཚད་སྡེ་ཚན།(_A)：

source: _Basic
bo_cn: རྩ་བ།(_B)

source: _Calculator
bo_cn: རྩིས་ཆས།(_C)

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Cost:
bo_cn: མ་གནས།(_C)：

source: _Financial
bo_cn: ནོར་དོན།(_F)

source: _Future Value:
bo_cn: མ་འོངས་ཐང་།(_F)：

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Insert
bo_cn: བར་འཇུག(_I)

source: _Life:
bo_cn: ལོ་ཚད།(_L)：

source: _Margin:
bo_cn: སྐྱེད་ཕྱོད།(_M)：

source: _Mode
bo_cn: རྣམ་པ།(M)

source: _Number of Periods:
bo_cn: ཡུན་ཚད།(_N)：

source: _Period:
bo_cn: འཁོར་ཡུན། (_P)：

source: _Periodic Payment:
bo_cn: དུས་ཆད་དངུལ་སྤྲོད།(_P)：

source: _Principal:
bo_cn: མ་དངུལ།(_P)：

source: _Programming
bo_cn: བྱ་རིམ་སྒྲིག་པ།(_P)

source: _Salvage:
bo_cn: ལྷག་ཐང།(_S)：

source: _Term:
bo_cn: དུས་ཚད།(_T)：

source: nth root of negative number is undefined for even n
bo_cn: མོ་གྲངས་ཆ་འཚོལ་ཐབས་ཉིས་སྒྱུར་གཞི་ལ་སྙིང་པོ་མེད།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: x
bo_cn: དྲན་ཤེས།
