Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/mate-panel.po
Languages: bo_cn

source: Paused
bo_cn: སྐབས་འཇོག

source: Pick a color
bo_cn: ཁ་དོག་འདེམ་པ།

source: Places
bo_cn: ས་གནས།

source: Please logout the system to reload the applet!
bo_cn: རྒྱུད་ཁོངས་བསུབ་ནས་བསྒར་ལྷུ་འདི་བསྐྱར་དུ་ཁུར་སྣོན་གྱིས།

source: Press 'p' to unpause
bo_cn: pམནན་ནས་སྐབས་འཇོག་དོར།

source: Press 'q' to quit
bo_cn: qམནན་ནས་ཕྱིར་འཐེན།

source: Protect your computer from unauthorized use
bo_cn: ཁྱེད་རང་གི་རྩིས་འཁོར་ལ་དབང་ཆ་མ་སྤྲད་པའི་བེད་སྤྱོད་མི་བྱེད་པར་སྲུང་སྐྱོབ་བྱེད་པ།

source: Recent Documents
bo_cn: ཉེ་ཆའི་ཡིག་ཚགས།།

source: Removable Media
bo_cn: སྤོ་རུང་བར་རྫས།

source: Replace a currently running panel
bo_cn: མིག་སྔར་འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་ངོས་པང་ཞིག་གི་ཚབ་བྱེད་པ།

source: Rescan %s
bo_cn: %sབསྐྱར་དུ་བཤར་འབེབས་བྱེད་པ།

source: Reset the panel configuration to default
bo_cn: ངོས་པང་སླར་ཡང་སོར་བཞག་ཐང་དུ་སྡེབ་སྒྲིག་བྱོས།

source: Reset this panel?
bo_cn: མིག་སྔའི་ངོས་པང་བསྐྱར་སྒྲིག་བྱེད་དམ།

source: Restore to current _workspace
bo_cn: མིག་སྔའི་ལས་ཁུལ་དུ་སླར་གསོ་བྱེད་པ།(_W)

source: Restore to na_tive workspace
bo_cn: ཐོག་མའི་ལས་ཁུལ་དུ་སླར་གསོ་བྱེད་པ།(_T)

source: Restoring Minimized Windows
bo_cn: ཆེས་ཆུང་ཤོས་ཅན་གྱི་སྒེའུ་ཁུང་སླར་གསོ་བྱེད་དུས།

source: Right Centered Panel
bo_cn: གཡས་ཕྱོགས་དཀྱིལ་སྒྲིག་ངོས་པང་།

source: Right Edge Panel
bo_cn: གཡས་ཕྱོགས་མཐའ་སྒྲིག་ངོས་པང་།

source: Right Expanded Edge Panel
bo_cn: གཡས་ཕྱོགས་ཀྱི་མཐའ་མཚམས་རྒྱ་སྐྱེད་ངོས་པང་།

source: Right Floating Panel
bo_cn: གཡས་ཕྱོགས་ཀྱི་འཕྱོ་འགུལ་ངོས་པང་།

source: Rotate image on vertical panels
bo_cn: དྲང་འཕྱང་ངོས་པང་ཐོག་བརྙན་རིས་འཁྱིལ་འཁོར།

source: Rotate image when panel is _vertical
bo_cn: ངོས་པང་དྲང་འཕྱང་སྒོས་འཇོག་སྐབས་ཀྱི་བརྙན་རིས་འཁྱིལ་འཁོར།(_V)

source: Rotate on vertical panels
bo_cn: དྲང་འཕྱང་ངོས་པང་དུ་ལྟོས་འཇོག་གི་འཁྱིལ་འཁོར།

source: Rows in workspace switcher
bo_cn: ལས་ཁུལ་བརྗེ་ཆས་ཁྲོད་ཀྱི་ཕྲེང་གྲངས།

source: Run Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འཁོར་སྐྱོད།

source: Run Application...
bo_cn: བྱ་རིམ་འཁོར་སྐྱོད།

source: Run an application by typing a command or choosing from a list
bo_cn: བཀའ་བརྡ་ནང་འཇུག་གམ་ཡང་ན་རེའུ་མིག་ནང་ནས་འཁོར་སྐྱོད་ཀྱི་ཉེར་སྤྱོད་བྱ་རིམ་འདེམས།

source: Run in _terminal
bo_cn: མཐའ་སྣེར་འཁོར་སྐྱོད་བྱེད་པ།(_T)

source: Run with _file...
bo_cn: ཡིག་ཆ་ཡོད་པའི་འཁོར་སྐྱོད།(_F)...

source: S_tyle:
bo_cn: བཟོ་ལྟ།(_T)：

source: Search
bo_cn: འཚོལ་བ།

source: Search for Files...
bo_cn: འཚོལ་བཤེར་ཡིག་ཆ།

source: Select an animation
bo_cn: འགུལ་རིས་འདེམ་པ།

source: Select an application to view its description.
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་བདམས་ནས་དེའི་ཞིབ་བརྗོད་ལ་བལྟ་བ།

source: Select background
bo_cn: རྒྱབ་ལྗོངས་འདེམ་པ།

source: Select this box to run the command in a terminal window.
bo_cn: སྒྲོམ་འདི་འདེམ་ན་མཇུག་མཐའི་སྒེའུ་ཁུང་ནས་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད་ཆོག

source: Separator
bo_cn: མཚམས་དྲས་རྒྱག་རྟགས།

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Set System Time
bo_cn: རྒྱུད་ཁོངས་དུས་ཚོད་སྒྲིག་འགོད།

source: Set System Time...
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་འགོད་དུས་ཚོད།...

source: Set location as current location and use its timezone for this computer
bo_cn: གནས་ཡུལ་མིག་སྔའི་གནས་ཡུལ་དུ་སྒྲིག་འགོད་བྱས་ནས་རྩིས་འཁོར་འདིའི་དུས་ཁུལ་ལ་སྤྱོད།

source: Set the default panel layout
bo_cn: སོར་བཞག་ངོས་པང་བཀོད་པའི་སྡེབ་སྒྲིག

source: Set the theme icon name to use in menu bar.
bo_cn: འདེམས་བྱང་སྡེའི་སྟེང་དུ་བཀོལ་བའི་རིས་རྟགས་ཀྱི་མིང་སྒྲིག་པ།

source: Sh_ow windows from current workspace
bo_cn: མིག་སྔའི་ལས་དོན་ཁུལ་གྱི་སྒེའུ་ཁུང་འཆར་བ།(_O)

source: Show Desktop
bo_cn: ཅོག་ངོས་འཆར་བ།

source: Show Desktop Button
bo_cn: ཅོག་ངོས་ཀྱི་མཐེབ་གནོན་འཆར་བ།

source: Show _all workspaces in:
bo_cn: ལས་ཁུལ་ཚང་མ（_A）རུ་འཆར་བ།

source: Show _only the current workspace
bo_cn: མིག་སྔའི་ལས་ཁུངས（_O）ཁོ་ན་འཆར་བ།

source: Show _temperature
bo_cn: དྲོད་ཚད་འཆར་བ།

source: Show _weather
bo_cn: གནམ་གཤིས་འཆར་བ།(_W)

source: Show applications menu
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་འདེམས་བྱང་འཆར་བ།

source: Show date in clock
bo_cn: ཆུ་ཚོད་གནས་ལས་ཚེས་གྲངས་མངོན།

source: Show date in tooltip
bo_cn: དྲན་སྐུལ་གྱི་དུས་ཚོད།

source: Show desktop menu
bo_cn: ཅོག་ངོས་ཀྱི་འདེམས་བྱང་འཆར་བ།

source: Show hide _buttons
bo_cn: གབ་མཐེབ་འཆར་བ།(_B)

source: Show icon
bo_cn: རིས་རྟགས་འཆར་བ།

source: Show list of known _applications
bo_cn: ཤེས་ཟིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་གྱི་རེའུ་མིག་འཆར་བ།（_A)

source: Show places menu
bo_cn: གནས་ཡུལ་གྱི་འདེམས་བྱང་འཆར་བ།

source: Show seco_nds
bo_cn: སྐར་ཆ་འཆར་བ།(_N)

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Show temperature in clock
bo_cn: ཆུ་ཚོད་ཐོག་དྲོད་ཚད་འཆར་བ།

source: Show the _date
bo_cn: ཚེས་གྲངས་འཆར་བ།(D)

source: Show time with seconds
bo_cn: སྐར་ཆ་ཅན་གྱི་དུས་ཚོད་འཆར་བ།

source: Show weather in clock
bo_cn: ཆུ་ཚོད་ཐོག་གནམ་གཤིས་འཆར་བ།

source: Show week numbers in calendar
bo_cn: ལི་ཐོའི་ནང་ནས་གཟའ་འཁོར་གྱི་རིམ་ཨང་འཆར་བ།

source: Show windows from a_ll workspaces
bo_cn: ལས་ཁུལ་ཚང་མའི་ཁྲོད་ཀྱི་སྒེའུ་ཁུང་འཆར་བ།(_L)

source: Show windows from all workspaces
bo_cn: ལས་ཁུལ་ཚང་མའི་ཁྲོད་ཀྱི་སྒེའུ་ཁུང་འཆར་བ།

source: Show workspace _names in switcher
bo_cn: བརྗེ་སྤོར་ཆས་སུ་ལས་ཀའི་ཁུལ་གྱི་མིང་འཆར་བ།

source: Shut Down...
bo_cn: ཁ་རྒྱག

source: Shut down the computer
bo_cn: རྩིས་འཁོར་སྒོ་རྒྱག་པ།

source: Large
bo_cn: ཆེ།

source: Medium
bo_cn: འབྲིང་རིམ།

source: Small
bo_cn: ཡིག་གཟུགས་ཆུང་བ།

source: X Large
bo_cn: ཧ་ཅང་ཆེན་པོ།

source: X Small
bo_cn: ཧ་ཅང་ཆུང་བ།

source: XX Large
bo_cn: ཆེས་ཆེ་བ།

source: XX Small
bo_cn: ཆེས་ཆུང་བ།

source: Solid c_olor
bo_cn: མདོག་གཙང་མ།(_O)

source: Some of these properties are locked down
bo_cn: གཏོགས་གཤིས་ཁ་ཤས་དམིགས་འཛུགས་བྱས་ཟིན།

source: South
bo_cn: ལྷོ།

source: Specifies the background color for the panel in #RGB format.
bo_cn: #RGB རྣམ་གཞག་གིས་ངོས་པང་གི་རྒྱབ་ལྗོངས་ཁ་དོག་དམིགས་འཛུགས་བྱེད་པ།

source: Specify a gsettings path in which the applet preferences should be stored
bo_cn: བྱ་རིམ་ཆུང་ངུའི་སྔོན་འདེམས་gsettingsགནས་ཡུལ་ཉར་ཚགས་དམིགས་འཛུགས་བྱེད་པ།

source: Specify an applet IID to load
bo_cn: བྱ་རིམ་ཆུང་ངུའི་IIDནང་འགེལ་དམིགས་འཛུགས་བྱེད་པ།

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: Specify the initial orientation of the applet (top, bottom, left or right)
bo_cn: བྱ་རིམ་ཆུང་ངུའི་ཐོག་མའི་གནས་ཡུལ་དམིགས་འཛུགས།（རྩེ་འམ།ཞབས་སམ།གཡོན་ནམ་གཡས་བཅས།）

source: Specify the initial size of the applet (xx-small, medium, large etc.)
bo_cn: བྱ་རིམ་ཆུང་ངུའི་ཐོག་མའི་ཆེ་ཆུང་དམིགས་འཛུགས།(ཆུང་། འབྲིང་། ཆེ་སོགས།)

source: Speed unit
bo_cn: མྱུར་ཚད་ཀྱི་སྡེ་ཚན།

source: St_retch
bo_cn: རྐྱོང་འཐེན།(_R)

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: Stretch image to panel
bo_cn: བརྙན་རིས་འཐེན་ནས་ངོས་པང་དུ་བསྲིངས་པ།

source: Sunrise: %s / Sunset: %s
bo_cn: ཉི་ཤར་%s/ཉི་ནུབ་%s

source: Switch between open windows using a menu
bo_cn: འདེམས་བྱང་དེ་ཁ་ཕྱེ་བའི་སྒེའུ་ཁུང་བརྒྱུདནས་བརྗེ་བ།

source: Switch between open windows using buttons
bo_cn: མཐེབ་གནོན་དེ་ཁ་ཕྱེ་བའི་སྒེའུ་ཁུང་བརྒྱུད་ནས་བརྗེ་བ།

source: Switch between workspaces
bo_cn: ལས་ཁུལ་བར་བརྗེ་བ།

source: Switcher
bo_cn: བརྗེ་ཆས།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System _Monitor
bo_cn: རྒྱུད་ཁོངས་སོ་ལྟ་ཆས།（_M）

source: Taskbar background transparent
bo_cn: ལས་འགན་སྡེ་རྒྱབ་ལྗོངས་ནང་གསལ།

source: Temperature unit
bo_cn: དྲོད་ཚད་ཀྱི་སྡེ་ཚན།

source: Test applet utility
bo_cn: བྱ་རིམ་ཆུང་ངུའི་ལག་ཆ་ཚོད་ལྟ།

source: The Clock displays the current time and date
bo_cn: ཆུ་ཚོད་ལས་མིག་སྔའི་དུས་ཚོད་དང་ཚེས་གྲངས་འཆར་བ།

source: The MATE Panel
bo_cn: MATEངོས་པང་བྱ་རིམ།

source: The Window List shows a list of all windows in a set of buttons and lets you browse them.
bo_cn: སྒེའུ་ཁུང་རེའུ་མིག་དེ་མཐེབ་གནོན་ཚོགས་ཀྱི་རྣམ་པས་སྒེའུ་ཁུང་ཡོད་ཚད་ཀྱི་རེའུ་མིག་ཤར་ནས་ཁྱེད་ཀྱི་དེ་དག་ལ་མིག་བཤེར་བྱེད་བདེ་བཟོ་བ།

source: The Window Selector shows a list of all windows in a menu and lets you browse them.
bo_cn: སྒེའུ་ཁུང་གི་འདེམས་བྱེད་ཀྱིས་འདེམས་བྱངའི་རྣམ་པའི་ཐོག་ནས་སྒེའུ་ཁུང་ཡོད་ཚད་ཀྱི་རེའུ་མིག་གསལ་པོར་བསྟན་ཡོད།ཁྱེད་རང་གིས་དེ་དག་ལ་ལྟ་བདེ་བ་ཡོང་གི་རེད།

source: The Workspace Switcher shows you a small version of your workspaces that lets you manage your windows.
bo_cn: ལས་ཀའི་ཁུལ་གྱི་བརྗེ་སྣོན་ཆས་ཀྱིས་ཁྱེད་རང་གི་ལས་ཀའི་ཁུལ་གྱི་བསྡུས་རིས་མངོན་ཐུབ་པས་ཁྱེད་རང་གི་སྒེའུ་ཁུང་ལ་དོ་དམ་བྱེད་བདེ་པོ་ཡོང་གི་རེད།

source: The command of the launcher is not set.
bo_cn: སྒུལ་ཆས་ཀྱི་བཀའ་བརྡ་སྒྲིག་མེད་པ།

source: The configured command is not working and has been replaced by: %s
bo_cn: སྡེབ་སྒྲིག་བྱས་པའི་བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད་ཐབས་བྲལ།%sརུ་བརྗེས་ཟིན་པ།

source: The default panels layout to use when panels are created or resetted.
bo_cn: ངོས་པང་གསར་བཟོ་འམ་ཡང་ན་སོར་ལོག་བྱེད་སྐབས་བེད་སྤྱོད་པའི་སོར་བཞག་ངོས་པང་གི་བཀོད་པ།

source: The fish's animation pixmap
bo_cn: ཉ་ཆུང་གི་འགུལ་རིས་གནས་རིས།

source: The fish's name
bo_cn: ཉ་ཆུང་གི་མིང་།

source: The icon of the command to be run.
bo_cn: འཁོར་སྐྱོད་བྱེད་བྱའི་བྱ་རིམ་གྱི་རིས་རྟགས།

source: The identifier of the panel attached to this drawer. This key is only relevant if the object_type key is "drawer-object".
bo_cn: འཐེན་སྒམ་དེའི་ངོས་སུ་འབྱར་བའི་ངོ་རྟགས། སྒྲིག་འདིའི་བྱ་ཡུལ་གྱི་རིགས་ནི་འཐེན་སྒམ་གྱི་རིགས་ཡིན་དུས་ད་གཟོད་ནུས་པ་ཡོད།

source: The identifier of the toplevel panel which contains this object.
bo_cn: བྱ་ཡུལ་དེའི་སྟེང་གི་ངོས་པང་ངོ་རྟགས་འདུས་པ།

source: The location of the launcher is not set.
bo_cn: སྒུལ་ཆས་ཀྱི་གནས་ཡུལ་མ་འྒྲིག་པ།

source: The main MATE menu
bo_cn: MATEའདེམས་བྱང་གཙོ་བོ།

source: The name of the directory is not set.
bo_cn: དཀར་ཆག་གི་མིང་སྒྲིག་མེད་པ།

source: The name of the launcher is not set.
bo_cn: སྒུལ་ཆས་ཀྱི་མིང་སྒྲིག་མེད་པ།

source: The panel encountered a problem while loading "%s".
bo_cn: ངོས་པང་ནང་འགེལ་“%s”སྐབས་གནད་དོན་ལ་འཕྲད་པ།

source: The position of this panel object. The position is specified by the number of pixels from the left (or top if vertical) panel edge.
bo_cn: ངོས་འདིའི་བྱ་ཡུལ་ས་གནས། ས་གནས་ནི་ངོས་པང་དང་ལྟོས་བཅས་ཀྱི་གཡོན་ཕྱོགས་（དྲང་འཕྱང་ངོས་པང་ནི་རྩེ་ཡི་མཐའ་ཡིན།）ཀྱི་བརྙན་རྒྱུའི་གྲངས་ཡིན།

source: The taskbar position on the screen：
bo_cn: ལས་འགན་སྡེའི་བརྙན་ཡོལ་སྟེང་གི་ས་གནས།

source: The type of this panel object.
bo_cn: ངོས་པང་བྱ་ཡུལ་འདིའི་རིགས་དབྱིབས།

source: The unit to use when showing temperatures.
bo_cn: དྲོད་ཚད་འཆར་བར་བེད་སྤྱོད་པའི་སྡེ་ཚན།

source: The unit to use when showing wind speed.
bo_cn: རླུང་གི་མགྱོགས།ཚད་འཆར་བའི་སྐབས་བེད་སྤྱོད་པའི་སྡེ་ཚན།

source: The water needs changing
bo_cn: ང་ལ་ཆུ་བརྗེ་དགོས།

source: This button lets you hide all windows and show the desktop.
bo_cn: མཐེབ་གནོན་འདིས་ཁྱེད་ལ་སྒེའུ་ཁུང་ཡོད་ཚད་སྦེད་དུ་འཇུག་པ་མ་ཟད། ཅོག་ངོས་མངོན་དུ་འཇུག

source: This is the list of commands used in "Run Application" dialog.
bo_cn: འདི་ནི་འཁོར་སྐྱོད་ཉེར་སྤྱོད་བྱ་རིམ་གླེང་སྒྲོམ་ནང་སྤྱོད་མྱོང་བའི་བཀའ་བརྡའི་རེའུ་མིག་རེད།

source: This key specifies the command that will be tried to execute when the fish is clicked.
bo_cn: འདིར་ཉ་ཆུང་མནན་རྗེས་ལག་བསྟར་ཚོད་ལྟ་བྱེད་པའི་བཀའ་དམིགས་འཛུགས་བྱས།

source: This key specifies the filename of the pixmap which will be used for the animation displayed in the fish applet relative to the pixmap directory.
bo_cn: གནས་འདིར་དམིགས་འཛུགས་བྱས་པའི་གནས་ཀྱི་དཔེ་རིས་ཡིག་ཆའི་མིང་།གནས་དེའི་རི་མོ་དཀར་ཆག་དང་འབྲེལ་ཡོད་ཀྱི་ཉ་ཆུང་གི་འགུལ་རིས་མངོན་ཐུབ།

source: This key specifies the number of frames that will be displayed in the fish's animation.
bo_cn: འདིར་ཉ་ཆུང་གི་འགུལ་རིས་ལས་འཆར་བའི་ལྡེབ་གྲངས་དམིགས་འཛུགས་བྱས་འདུག

source: This key specifies the number of seconds each frame will be displayed.
bo_cn: འདིར་འགུལ་རིས་རེ་རེ་ལས་འཆར་བའི་སྐར་ཆའི་གྲངས་དམིགས་འཛུགས་བྱས་ཡོད་།

source: This program is responsible for launching other applications and provides useful utilities.
bo_cn: བྱ་རིམ་འདིས་ཉེར་སྤྱོད་བྱ་རིམ་གཞན་དག་གི་མགོ་རྩོམ་པར་འགན་ཁུར་ནས་ལག་ཆ་མཁོ་འདོན་བྱེད།

source: Time _Settings
bo_cn: དུས་ཚོད་སྒྲིག་འགོད།(_S)

source: Tooltip displayed for drawer or menu
bo_cn: འཐེན་སྒམ་མམ་འདེམས་བྱང་ཡོ་བྱད་ཀྱི་གསལ་བརྡ།

source: Top Centered Panel
bo_cn: སྟེང་ཕྱོགས་དཀྱིལ་སྒྲིག་ངོས་པང་།

source: Top Edge Panel
bo_cn: སྟེང་ཕྱོགས་མཐའ་སྒྲིག་ངོས་པང་།

source: Top Expanded Edge Panel
bo_cn: སྟེང་ཕྱོགས་མཐའ་མཚམས་རྒྱ་སྐྱེད་ངོས་པང་།

source: Top Floating Panel
bo_cn: སྟེང་ཕྱོགས་འཕྱོ་འགུལ་ངོས་པང།

source: Toplevel panel containing object
bo_cn: བྱ་ཡུལ་གྱི་རྩེ་རིམ་ངོས་པང་འདུ་བ།

source: URI list dropped on run dialog had wrong format (%d) or length (%d)
bo_cn: འཁོར་སྐྱོད་ཀྱིས་གླེང་སྒྲོམ་སྟེང་གི་URIརེའུ་མིག་རྣམ་གཞག་(%d)གམ་ཡང་ན་རིང་ཚད(%d)ཡི་འདྲུད་གཏོང་མི་འགྲིག་པ།

source: Unable to load file '%s': %s.
bo_cn: ཡིག་ཆ་“%s”：%sའགེལ་ཐབས་བྲལ་བ།

source: Unable to locate the command to execute
bo_cn: ལག་བསྟར་བྱེད་བྱའི་བཀའ་རྙེད་མ་བྱུང་།

source: Unable to mount %s
bo_cn: %sའགེལ་ཐབས་བྲལ་བ།

source: Unable to open desktop file %s for panel launcher%s%s
bo_cn: ངོས་པང་སྒུལ་ཆས་ཀྱི་desktop ཡིག་ཆའི་ %s%s%s ཁ་འབྱེད་ཐབས་བྲལབ།

source: Unable to scan %s for media changes
bo_cn: བར་རྫས་འགྱུར་ལྡོག་བྱུང་བའི་རྐྱེན་གྱིས་བཤར་འབེབས་བྱེད་ཐབས་བྲལ།

source: Unknown
bo_cn: མི་ཤེས།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཅོག་ངོས་ཡིག་ཆ་པར་གཞི་“%s”

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་མགོ་སློང་འདེམས་ཚན།：%d

source: Use custom icon for object's button
bo_cn: བྱ་ཡུལ་མཐེབ་གནོན་གྱིས་མཚན་ཉིད་རང་བཞག་རིས་རྟགས།

source: Use custom path for menu contents
bo_cn: འདེམས་བྱང་ནང་དོན་གྱིསམཚན་ཉིད་རང་འཇོག་བྱས་པའི་འགྲོ་ལམ།

source: Visible pixels when hidden
bo_cn: ངོས་པང་སྦས་སྐབས་མཐོང་རུང་གི་བརྙན་རྒྱུ།

source: Wanda Factory
bo_cn: ཝང་ཏཱ་བཟོ་གྲྭ།

source: Weather
bo_cn: གནམ་གཤིས།

source: West
bo_cn: ནུབ།

source: When to group windows
bo_cn: ག་དུས་སྒེའུ་ཁུང་སྐོར་སྒྲིག་བྱེད།

source: Will run command: '%s'
bo_cn: བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད་འགྱུར།：“%s”

source: Window Grouping
bo_cn: སྒེའུ་ཁུང་ཚོ་བགོས།

source: Window List
bo_cn: སྒེའུ་ཁུང་རེའུ་མིག

source: Window List Content
bo_cn: སྒེའུ་ཁུང་རེའུ་མིག་གི་ནང་དོན།

source: Window List Preferences
bo_cn: སྒེའུ་ཁུང་རེའུ་མིག་གི་སྔོན་འདེམས་ཚན་པ།

source: Window Navigation Applet Factory
bo_cn: སྒེའུ་ཁུང་ཕྱོགས་སྟོན་བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ།

source: Window Selector
bo_cn: སྒེའུ་ཁུང་འདེམས་ཆས།

source: Workspace Names
bo_cn: ལས་ཁུལ་གྱི་མིང་།

source: Workspace Switcher
bo_cn: ལས་ཁུལ་བརྗེ་ཆས།

source: Workspace Switcher Preferences
bo_cn: ལས་ཁུལ་བརྗེ་ཆས་ཀྱི་སྔོན་འདེམས་ཚན་པ།

source: Workspace na_mes:
bo_cn: ལས་ཁུལ་གྱི་མིང་།(_M)：

source: Workspaces
bo_cn: ལས་ཁུལ།

source: Wrap around on scroll
bo_cn: འགྲིལ་སྐབས་ལྟག་ལོག

source: X co-ordinate of panel
bo_cn: ངོས་པང་གི་Xགནས་ཚད།

source: X co-ordinate of panel, starting from the right of the screen
bo_cn: ངོས་པང་གི་Yགནས་ཚད།བརྙན་ཡོལ་གྱི་གཡས་འགྲམ་བརྩིས་པ།

source: X screen where the panel is displayed
bo_cn: ངོས་པང་གི་Xབརྙན་ཡོལ་འཆར་བ།

source: Xinerama monitor where the panel is displayed
bo_cn: ངོས་པང་གི་Xineramaསོ་ལྟ་ཆས་འཆར་བ།

source: Y co-ordinate of panel
bo_cn: ངོས་པང་གི་Yགནས་ཚད།

source: Y co-ordinate of panel, starting from the bottom of the screen
bo_cn: ངོས་པང་གི་Yགནས་ཚད།བརྙན་ཡོལ་ཞབས་ཀྱི་རྩིས་ཆས།

source: You must always have at least one panel.
bo_cn: ཁྱོད་ལ་ངེས་པར་དུ་ཉུང་མཐར་ཡང་ངོས་ཤིག་དགོས།

source: Your window manager does not support the show desktop button, or you are not running a window manager.
bo_cn: ཁྱོད་ཀྱི་སྒེའུ་ཁུང་དོ་དམ་ཆས་ཀྱིས་ཅོག་ངོས་ཀྱི་མཐེབ་གནོན་མངོན་ཐབས་བྲལ་པའམ་ཡང་ན་ཁྱོད་ཀྱིས་ཅོག་ངོས་ཀྱི་དོ་དམ་ཆས་འཁོར་སྐྱོད་བྱེད་མ་ཐུབ།

source: [FILE...]
bo_cn: [ཡིག་ཆ།...]

source: _12 hour format
bo_cn: ཆུ་ཚོད་12ཀྱི་རྣམ་གཞག

source: _24 hour format
bo_cn: ཆུ་ཚོད་24་ཡི་རྣམ་གཞག

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _About Kylin
bo_cn: དགུ་ཚིགས་ཆི་ལིན་སྐོར་གྱི།（_A）

source: _About NeoKylin
bo_cn: ཀྲུང་པེའོ་ཆི་ལིན་སྐོར་གྱི།（_A）

source: _About YHKylin
bo_cn: དགུ་ཚིགས་ཆི་ལིན་སྐོར་གྱི།（_A）

source: _Activate Screensaver
bo_cn: བརྙན་ཡོལ་སྲུང་སྐྱོབ་བྱ་རིམ་སྐུལ་སློང་།(_A)

source: _Add to Drawer...
bo_cn: འཐེན་སྒམ་དུ་སྣོན།(_A)...

source: _Add to Panel...
bo_cn: ངོས་པང་དུ་སྣོན།(_A)...

source: _Always group windows
bo_cn: རྒྱུན་དུ་སྒེའུ་ཁུང་བགོ་བ།（_A）

source: _Applet:
bo_cn: བྱ་རིམ་ཆུང་བ།(_A)：

source: _Autohide
bo_cn: རང་སྦས།（A）

source: _Browse...
bo_cn: མིག་བཤེར།(_B)...

source: _Cancel
bo_cn: དོར་བ།

source: _Delete This Panel
bo_cn: ངོས་པང་དེ་བསུབ་པ།(_D)

source: _Don't Reload
bo_cn: ཡང་བསྐྱར་ནང་འཇུག་མི་བྱེད།（_D)

source: _Edit Menus
bo_cn: རྩོམ་སྒྲིག་འདེམས་བྱང་།(_E)

source: _Entire menu
bo_cn: འདེམས་བྱང་ཧྲིལ་བོ།(_E)

source: _File:
bo_cn: ཡིག་ཆ།(_F)：

source: _Force quit
bo_cn: བཙན་ཤེད་ཕྱིར་འཐེན།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Icon:
bo_cn: པར་རྟགས།(_I)：

source: _Location Name:
bo_cn: གནས་ཀྱི་མིང་།(_L)：

source: _Location:
bo_cn: གནས་ཡུལ།(_L)：

source: _Lock Screen
bo_cn: བརྙན་ཡོལ་ཟྭ་རྒྱག།(_L)

source: _Move
bo_cn: སྤོ་བ།(_M)

source: _Name of fish:
bo_cn: ཉ་ཆུང་གི་མིང་།(_N)：

source: _Name:
bo_cn: མིང་།(_N)：

source: _Never group windows
bo_cn: སྒེའུ་ཁུང་ཚོ་བགོས་གཏན་ནས་མི་བྱེད་པ།（_N）

source: _New Panel
bo_cn: ངོས་པང་གསར་སྐྲུན།(_N)

source: _None (use system theme)
bo_cn: མེད།(རྒྱུད་ཁོངས་བརྗོད་སྙིང་སྤྱོད་པ།)(_N

source: _Orientation:
bo_cn: ཁ་ཕྱོགས།(_O)：

source: _Pause per frame:
bo_cn: ལྡེབ་རེའི་གནས་སྐབས་མཚམས་འཇོག་དུས་ཚོད།(_P)：

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Prefs Path:
bo_cn: སྔོན་འདེམས་འགྲོ་ལམ།(_P)：

source: _Pressure unit:
bo_cn: རླུང་གནོན་སྡེ་ཚན།(_P)：

source: _Properties
bo_cn: གཏོགས་གཤིས། (_P)

source: _Reload
bo_cn: གསར་འདོན།(_R)

source: _Remove From Panel
bo_cn: ལས་འགན་སྡེ་ནས་བསུབ་པ།(_R)

source: _Reset Panel
bo_cn: ངོས་པང་འདི་བསྐྱར་སྒྲིག（_R)

source: _Rotate on vertical panels
bo_cn: དྲང་འཕྱང་ངོས་པང་དུ་བབ་མཐུན་འཁོར་སྐྱོད་བྱེད་པ།(_R)

source: _Run
bo_cn: འཁོར་སྐྱོད།(_R)

source: _Scale
bo_cn: སྐྱེད་སྐྱུང་།(_S)

source: _Set System Time
bo_cn: རྒྱུད་ཁོངས་དུས་ཚོད་སྒྲིག་འགོད།(_S)

source: _Settings
bo_cn: སྒྲིག་འགོད། (S)

source: _Size:
bo_cn: ཆེ་ཆུང་།(_S)：

source: _Speak again
bo_cn: ཡང་བསྐྱར་ཐེངས་གཅིག་ཤོད།(_S)

source: _Temperature unit:
bo_cn: དྲོད་ཚད་ཀྱི་སྡེ་ཚན།(_T)：

source: _Tile
bo_cn: སྙོམས་འདིང་།(_T)

source: _Time:
bo_cn: དུས་ཚོད།(_T)：

source: _Timezone:
bo_cn: དུས་ཁུལ།(_T)：

source: _Total frames in animation:
bo_cn: འགུལ་རིས་ཀྱི་སྤྱིའི་ལྡེབ་གྲངས།(_T)：

source: _Type:
bo_cn: རིགས་རྣམ། (_T)：

source: _Visibility unit:
bo_cn: མཐོང་ཚད་ཀྱི་སྡེ་ཚན།(_V)：

source: _Wind speed unit:
bo_cn: རླུང་གི་མྱུར་ཚད་ཀྱི་སྡེ་ཚན།(_W)：

source: columns
bo_cn: གཞུང་སྟར།

source: file
bo_cn: ཡིག་ཆ།

source: frames
bo_cn: ལྷེབ་མ།

source: pixels
bo_cn: བརྙན་རྒྱུ།

source: rows
bo_cn: ཕྲེང་།

source: seconds
bo_cn: སྐར་ཆ།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
