Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/mate-utils.po
Languages: bo_cn

source: Saving file...
bo_cn: ཡིག་ཆ་ཉར་ཚགས་བྱེད་བཞིན་པ།

source: Scan
bo_cn: མིག་བཤེར།

source: Scan F_older...
bo_cn: ཡིག་ཁུག་བཤར་འབེབས།(_O)...

source: Scan Filesystem
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་བཤར་འབེབས།

source: Scan Folder
bo_cn: ཡིག་ཁུག་བཤར་འབེབས།

source: Scan Home
bo_cn: ཡིག་ཁུག་གཙོ་བོ་བཤར་འབེབས།

source: Scan Remote Folder
bo_cn: རྒྱང་ཁྲིད་ཡིག་ཁུག་བཤར་འབེབས།

source: Scan _Filesystem
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་བཤར་འབེབས།(_F)

source: Scan _Home Folder
bo_cn: ཡིག་ཁུག་གཙོ་བོ་བཤར་འབེབས།(_H)

source: Scan a folder
bo_cn: ཡིག་ཁུག་བཤར་འབེབས།

source: Scan a remote folder
bo_cn: རྒྱང་ཁྲིད་ཡིག་ཁུག་བཤར་འབེབས།

source: Scan filesystem
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་བཤར་འབེབས།

source: Scan home folder
bo_cn: ཡིག་ཁུག་གཙོ་བོ་བཤར་འབེབས།

source: Scanning...
bo_cn: ད་ལྟ་བཤར་འབེབས་བྱེད་བཞིན་པ།

source: Screenshot at %d-%d-%d %d-%d-%d.png
bo_cn: པར་བཅད་ལེན།-%dལོའི་ཟླ་%dཚེས་%d ཉིན།དུས་ཚོད་%dསྐར་མ་%dསྐར་ཆ་%d.png

source: Screenshot at %s - %d.png
bo_cn: པར་བཅད་ལེན།-%s-%d.png

source: Screenshot at %s.png
bo_cn: པར་བཅད་ལེན།-%s.png

source: Screenshot delay
bo_cn: བཅད་རིས་ཕྱི་འགྱངས།

source: Screenshot directory
bo_cn: བཅད་རིས་དཀར་ཆག

source: Screenshot taken
bo_cn: པར་བཅད་ཟིན།

source: Screenshot.png
bo_cn: བརྙན་ཡོལ་བཅད་རིས།.png

source: Search Result Columns Order
bo_cn: བཤེར་འཚོལ་མཇུག་འབྲས་སྟར་རིམ།

source: Search for Files
bo_cn: འཚོལ་བཤེར་ཡིག་ཆ།

source: Search history
bo_cn: བཤེར་འཚོལ་ལོ་རྒྱུས།

source: Search paths used by this object
bo_cn: བྱ་ཡུལ་འདིར་བཀོལ་བའི་བཤེར་འཚོལ་འགྲོ་ལམ།

source: Searching for '%s'...
bo_cn: %sབཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Secure WebDAV (HTTPS)
bo_cn: བདེ་འཇགས WebDAV། (HTTPS)

source: See mate-dictionary --help for usage
bo_cn: mate-dictonary，hlepཡི་སྤྱོད་སྟངས་ལ་གཟིགས་དང་།

source: Select Folder
bo_cn: ཡིག་ཁུག་འདེམ་པ།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Select _area to grab
bo_cn: བཅད་ལེན་ཁུལ་ཁོངས་ཤིག་འདེམས།(_A)

source: Select _devices to include in filesystem scan:
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་གི་བཤར་འབེབས་ནང་དུ་འདུས་པའི་སྒྲིག་ཆས་འདེམས།(_D)：

source: Select a folder
bo_cn: ཡིག་ཁུག་འདེམ་པ།

source: Select a search option from the drop-down list.
bo_cn: མར་འཐེན་རེའུ་མིག་ནང་ནས་འཚོལ་བཤེར་གདམ་བྱ་འདེམས།

source: Select and set the "%s" search option
bo_cn: %sཡི་བཤེར་འཚོལ་འདེམས་བྱང་འདེམ་པ་དང་སྒྲིག་འགོད་བྱེད་དགོས།

source: Select more _options
bo_cn: གདམས་གསེས་དེ་བས་མང་བ་ཞིག་འདེམས།（_O）

source: Select more options
bo_cn: གདམས་གསེས་དེ་བས་མང་བ་ཞིག་འདེམས།

source: Select the "%s" search option
bo_cn: %sཡི་བཤེར་འཚོལ་འདེམས་བྱང་འདེམས།

source: Select the entire log
bo_cn: ཉིན་ཐོ་ཡོངས་རྫོགས་འདེམས།

source: Select the folder or device from which you want to begin the search.
bo_cn: ཁྱེད་རང་གིས་འཚོལ་ཞིབ་བྱེད་འགོ་རྩོམ་འདོད་པའི་ཡིག་ཁུག་དང་སྒྲིག་ཆས་འདེམས།

source: Service _type:
bo_cn: ཞབས་ཞུའི་རིགས་གྲས།(_T)：

source: Session management options:
bo_cn: གླེང་མོལ་དོ་དམ་འདེམ་བྱང་།

source: Set sort order to descending, the default is ascending
bo_cn: རིམ་པ་མར་འབེབས་པའི་རིམ་སྒྲིག་དང་།སོར་བཞག་གྲངས་ཐང་རིམ་སྤོར་རིམ་སྒྲིག་ཏུ་སྒྲིག་འགོད།

source: Set the font used for printing the definitions
bo_cn: མཚན་ཉིད་གཏག་པར་སྐབས་བཀོལ་བའི་ཡིག་གཟུགས་སྒྲིག་པ།

source: Set the model of the chart
bo_cn: རེའུ་མིག་གི་དཔེ་དབྱིབས་སྒྲིག་པ།

source: Set the root node from the model
bo_cn: དཔེ་དབྱིབས་ཀྱི་རྩ་ཚིགས་ཚེག་སྒྲིག་པ།

source: Set the text of "Look in folder" search option
bo_cn: ཡིག་ཁུག་འཚོལ་བཤེར་འདེམ་བྱང་གི་ཡི་གེ་སྒྲིག་འགོད།

source: Set the text of "Name contains" search option
bo_cn: མིང་ཚུད་པའིའཚོལ་བཤེར་གྱི་འདེམ་བྱང་ཡི་གེ་སྒྲིག་འགོད།

source: Show Additional Options
bo_cn: འགོ་ལྷག་འདེམས་བྱང་འདེམ་པ།

source: Show GDict Options
bo_cn: ཚིག་མཛོད་ཀྱི་འདེམས་བྱང་འཆར་བ།

source: Show Side Pane
bo_cn: ཟུར་མངོན་སྡེ་འཆར་བ།

source: Show Status Bar
bo_cn: རྣམ་པའི་ཚན་བྱང་འཆར་བ།

source: Show available dictionary sources
bo_cn: བཀོལ་རུང་ཚིག་མཛོད་ཀྱི་ཁུངས་འཆར་བ།

source: Show hidden and backup files
bo_cn: གབ་པའི་ཡིག་ཆ་དང་གྲབས་ཉར་ཡིག་ཆ་འཆར་བ།

source: Show matches only
bo_cn: ཟླ་སྒྲིག་ཚན་བྱང་ཁོ་ན་འཆར་བ།

source: Show more _details
bo_cn: གནས་ཚུལ་ཇེ་མང་མངོན་པ།

source: Show or hide the definition window
bo_cn: མཚན་ཉིད་སྒེའུ་ཁུང་འཆར་བའམ་སྦ་བ།

source: Show session management options
bo_cn: གླེང་མོལ་དོ་དམ་འདེམས་བྱང་འཆར་བ།

source: Show the about dialog for the log viewer
bo_cn: ཉིན་ཐོ་ལྟ་ཆས་ཀྱི་གླེང་སྒྲོམ་གྱི་སྐོར་འཆར་བ།

source: Show the application's version
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་པར་གཞི་མངོན་པ།

source: Show version
bo_cn: པར་གཞིའི་ཆ་འཕྲིན་འཆར་བ།

source: Show version of the application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་པར་གཞི་མངོན་པ།

source: Si_ze at most
bo_cn: ཆེ་ཆུང་ཆེས་མང་ན།(_Z)

source: Side _Pane
bo_cn: ཟུར་མཐའི་སྡེ། (_P)

source: Similar _Words
bo_cn: འདྲ་མཚུངས་ཐ་སྙད།(_W)

source: Similar words
bo_cn: འདྲ་མཚུངས་ཐ་སྙད།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Size of the font used to display the log
bo_cn: ཉིན་ཐོའི་ཡིག་གཟུགས་ཆེ་ཆུང་འཆར་བྱེད་དུ་སྤྱོད་པ།

source: Smaller text size
bo_cn: ཡིག་དེབ་ཆེ་ཆུང་ཅུང་ཆུང་བ།

source: Sort files by one of the following: name, folder, size, type, or date
bo_cn: གཤམ་གསལ་གྱི་གཏོགས་གཤིས་གྲས་ཤིག་གིས་ཆིག་ཆའི་གོ་རིམ་སྒྲིག：མིང་དང་།ཡིག་ཁུག ཆེ་ཆུང་།རིགས་གྲས་སམ་ཡང་ན་ཚེས་གྲངས།

source: Source
bo_cn: འབྱུང་ཁུངས།

source: Source Name
bo_cn: ཁུངས་ཀྱི་མིང་།

source: Sources
bo_cn: ཁུངས་ཨང་།

source: Spanish Dictionaries
bo_cn: སི་ཕེན་སྐད་ཀྱི་ཚིག་མཛོད།

source: Specifies the height of the log viewer main window in pixels.
bo_cn: ཉིན་ཐོ་ལྟ་ཆས་སྒེའུ་ཁུང་གི་མཐོ་ཚད་དམིགས་འཛུགས།བརྙན་རྒྱུས་བརྩི་བ།

source: Specifies the width of the log viewer main window in pixels.
bo_cn: ཉིན་ཐོ་ལྟ་ཆས་སྒེའུ་ཁུང་གི་ཞེང་ཚད་དམིགས་འཚུགས།བརྙན་རྒྱུས་བརྩི་བ།

source: Specify file containing saved configuration
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་འདུས་པ་དམིགས་འཛུགས།

source: Specify session management ID
bo_cn: གླེང་མོལ་དོ་དམ་IDདམིགས་འཛུགས།

source: St_atusbar
bo_cn: རྣམ་པའི་སྡེ།（_A）

source: Starting %s
bo_cn: %sའགོ་སློང་བཞིན་པ།

source: Status
bo_cn: རྣམ་པ།

source: Statusbar is Visible
bo_cn: རྣམ་པའི་སྡེ་མཐོང་ཐུབ།

source: Stop scanning
bo_cn: བཤར་འབེབས་བྱེད་མཚམས་འཇོག་པ།

source: Strategies
bo_cn: ཐབས་ཇུས།

source: Strategy
bo_cn: ཐབས་ཇུས།

source: Strategy `%s' selected
bo_cn: ཐབས་ཇུས་“%s”བདམས་པ།

source: Strategy to use
bo_cn: སྤྱོད་བྱའི་ཐབས་ཇུས།

source: Subfolder tips visible
bo_cn: བུའི་ཡིག་ཁུག་ཡོ་བྱད་ཀྱི་གསལ་འདེབས་མཐོང་ཐུབ།

source: System Log Viewer
bo_cn: རྒྱུད་ཁོངས་ཉིན་ཐོར་ལྟ་ཆས།

source: Take Screenshot
bo_cn: པར་བཅད་ལེན།

source: Take _Screenshot
bo_cn: བཅད་རིས། (_S)

source: Take a picture of the screen
bo_cn: བརྙན་ཤེལ་གྱི་པར་རིས།་ལེན་པ།

source: Take screenshot after specified delay [in seconds]
bo_cn: དམིགས་འཛུགས་ཕྱི་འགྱངས་རྗེས་རི་མོ་བཅད་པ [ སྐར་ཆ་ཡིས་རྩིས་པ ]

source: The GdictContext bound to this source
bo_cn: ཁུངས་འདིའི་GdictContext་དང་བཀྱིག་སྦྲེལ།

source: The GdictContext object used to get the word definition
bo_cn: ཐ་སྙད་ཀྱི་མཚན་ཉིད་ཐོབ་ལེན་ལ་སྤྱོད་པའི་GdictContextབྱ་ཡུལ།

source: The caja file manager is not running.
bo_cn: cajaཡིག་ཆ་དོ་དམ་ཆས་འཁོར་སྐྱོད་བྱས་མེད།

source: The child save process unexpectedly exited. We are unable to write the screenshot to disk.
bo_cn: བུ་ཉར་ཚགས་ཀྱི་འཕེལ་རིམ་བསམ་ཡུལ་ལས་འདས་པའི་ཕྱིར་འཐེན་བྱས་པ། བརྙན་ཡོལ་ཀྱི་རི་མོ་དེ་སྡུད་སྡེར་ནང་དུ་གསོག་ཐབས་བྲལ།

source: The content of your home folder has changed. Select rescan to update the disk usage details.
bo_cn: ཁྱེད་རང་གི་དཀར་ཆག་གཙོ་བོའི་ནང་དོན་བསྒྱུར་ཚར་འདུག ཡང་བསྐྱར་བཤར་འབེབས་བདམས་ནས་སྡུད་སྡེར་བཀོལ་སྤྱོད་ཀྱི་ཞིབ་ཆ་གསར་སྒྱུར་བྱས་ཆོག

source: The database used to query the GdictContext
bo_cn: GdictContextཡི་གཞི་གྲངས་མཛོད་འཚོལ་བར་སྤྱོད་པ།

source: The default database of this dictionary source
bo_cn: ཚིག་མཛོད་འདིའི་ཁུངས་ཀྱི་སོར་བཞག་གཞི་གྲངས་མཛོད།

source: The default database to use
bo_cn: སྤྱད་བྱའི་སོར་བཞག་གཞི་གྲངས་མཛོད།

source: The default search strategy to use
bo_cn: སྤྱད་བྱའི་སོར་བཞག་བཤེར་འཚོལ་ཐབས་ཇུས།

source: The default strategy of this dictionary source
bo_cn: ཚིག་མཛོད་འདིའི་ཁུངས་ཀྱི་སོར་བཞག་ཐབས་ཇུས།

source: The description of this dictionary source
bo_cn: ཚིག་མཛོད་འདིའི་ཁུངས་ཀྱི་ཞིབ་བརྗོད།

source: The directory the last screenshot was saved in.
bo_cn: ཐེངས་སྔོན་མར་བརྙན་ཡོལ་གྱི་པར་འཛིན་གསོག་ཉར་ལ་བཀོལ་པའི་དཀར་ཆག།

source: The display name of this dictionary source
bo_cn: ཚིག་མཛོད་འདིའི་ཁུངས་ཀྱི་འཆར་བྱའི་མིང་།

source: The document "%s" already exists. Would you like to replace it?
bo_cn: ཡིག་ཚགས“%s”མཆིས་པས་ཁྱོད་ཀྱིས་བརྗེ་འདོད་དམ།

source: The document does not exist.
bo_cn: ཡིག་ཚགས་མེད་པ།

source: The document name you selected is a folder.
bo_cn: ཁྱེད་ཀྱིས་བདམས་པའི་ཡིག་ཚགས་ཀྱི་མིང་ནི་ཡིག་ཁུག་རེད།

source: The file "%s" already exists. Would you like to replace it?
bo_cn: ཡིག་ཆ%sམཆིས་པས་ཁྱོད་ཀྱིས་བརྗེ་འདོད་དམ།

source: The file is not a regular file or is not a text file.
bo_cn: ཡིག་ཆ་ནི་རྒྱུན་ལྡན་གྱི་ཡིག་ཆ་ཞིག་མིན་པའམ་ཡང་ན་ཡིག་དེབ་ཡིག་ཆ་ཞིག་མ་རེད།

source: The filename used by this dictionary source
bo_cn: ཚིག་མཛོད་འདིས་སྤྱད་པའི་ཡིག་མཛོད་ཀྱི་མིང་།

source: The folder does not exist.
bo_cn: ཡིག་ཁུག་མི་འདུག

source: The font to be used when printing
bo_cn: གཏག་པར་སྐབས་བཀོལ་བའི་ཡིག་གཟུགས།

source: The font to be used when printing a definition.
bo_cn: གཏག་པར་མཚན་ཉིད་ལ་བཀོལ་བའི་ཡིག་གཟུགས།

source: The hostname of the dictionary server to connect to
bo_cn: འབྲེལ་མཐུད་ཀྱི་སོར་བཞག་ཚིག་མཛོད་ཞབས་ཞུ་ཆས་ཀྱི་གཙོ་འཁོར།

source: The maximum depth drawn in the chart from the root
bo_cn: རྩ་ཚིགས་ནས་འགོ་བརྩམས་པའི་གཏིང་ཟབ་ཤོས་དེ།

source: The name of the client of the context object
bo_cn: གོང་འོག་ཡིག་ཆའི་བྱ་ཡུལ་གྱི་མཁོ་མཁན་གྱི་མིང་།

source: The name of the default search strategy to use on a dictionary source, if available. The default strategy is 'exact', that is match exact words.
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་སུ་བཀོལ་བའི་སོར་བཞག་འཚོལ་བཤེར་ཐབས་ཇུས། སོར་བཞག་ཐབས་ཇུས་ནི་exactཡིན་ཞིང་། གནད་འཕིགས་ཟླ་སྒྲིག་ཐ་སྙད་དོ།

source: The name of the dictionary source used
bo_cn: སྤྱོད་བཞིན་པའི་ཚིག་མཛོད་ཁུངས་ཀྱི་མིང་།

source: The name of the dictionary source used to retrieve the definitions of words.
bo_cn: ཐ་སྙད་ཀྱི་མཚན་ཉིད་ཐོབ་ལེན་ལ་སྤྱད་པའི་ཚིག་མཛོད་ཁུངས་ཀྱི་མིང་།

source: The number of seconds to wait before taking the screenshot.
bo_cn: རི་མོ་བཅད་པའི་སྔོན་གྱི་སྒུག་པའི་སྐར་ཆའི་གྲངས།

source: The port of the dictionary server to connect to
bo_cn: མཐུད་བྱའི་ཚིག་མཛོད་ཞབས་ཞུ་ཆས་ཀྱི་སྣེ་མོ།

source: The search results may be invalid. There were errors while performing this search.
bo_cn: བཤེར་འཚོལ་མཇུག་འབྲས་ལ་ནུས་པ་མེད།རྒྱུ་མཚན་ནི་ཐེངས་འདིའི་བཤེར་འཚོལ་ལག་བསྟར་བྱེད་དུས་ནོར་འཁྲུལ་བྱུང་བ་རེད།

source: The search results may be out of date or invalid. Do you want to disable the quick search feature?
bo_cn: བཤེར་འཚོལ་མཇུག་འབྲས་ནི་དུས་ལས་ཡོལ་བའམ་ཡང་ན་ནུས་པ་མེད། ཁྱེད་རང་གིས་མགྱོགས།མྱུར་འཚོལ་བཤེར་གྱི་ཁྱད་ཆོས་སྤྱོད་མི་ཆོག་པར་བཟོ་འདོད་དམ།

source: The status code as returned by the dictionary server
bo_cn: ཚིག་མཛོད་ཞབས་ཞུ་ཆས་ཕྱིར་ལོག་པའི་རྣམ་པའི་ཚབ་ཨང་།

source: The strategy used to query the GdictContext
bo_cn: GdictContextའདྲི་རྩད་ཀྱིས་བཀོལ་སྤྱོད་བྱེད་པའི་ཐབས་ཇུས།

source: The transport mechanism used by this dictionary source
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་འདིས་བཀོལ་སྤྱོད་བྱེད་པའི་སྐྱེལ་འདྲེན་སྒྲིག་སྲོལ།

source: There is no installed viewer capable of displaying the document.
bo_cn: ཡིག་ཚགས་འཆར་ཐུབ་པའི་ལྟ་ཆས་སྒྲིག་འཇུག་བྱས་མེད།

source: There is no installed viewer capable of displaying the folder.
bo_cn: ཡིག་ཁུག་འཆར་ཐུབ་པའི་ལྟ་ཞིབ་ཆས་སྒྲིག་འཇུག་བྱས་མེད་།

source: There was an error displaying help.
bo_cn: རོགས་རམ་བྱེད་སྐབས་ཀྱི་ནོར་འཁྲུལ་འཆར་བ།

source: There was an error displaying help: %s
bo_cn: རོགས་རམ་བྱེད་སྐབས་བྱུང་བའི་ནོར་འཁྲུལ་འཆར་བ།：%s

source: There was an error while displaying help
bo_cn: རོགས་རམ་འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: This key defines the default value of the "Look in Folder" widget.
bo_cn: འགག་རྩའི་ཨང་རྟགས་ཀྱི་མཚན་ཉིད་Widgetཡིག་ཁུག་འཚོལ་ཞིབ་ཀྱི་སོར་བཞག་གྲངས་ཐང་།

source: This key defines the items which were searched for in the past.
bo_cn: མཐེབ་འདིའི་ཐང་གིས་སྔོན་ཆད་བཤེར་འཚོལ་བྱེད་པའི་ནང་དོན་ལ་མཚན་ཉིད་འཇོག

source: This key defines the order of the columns in the search results. This key should not be modified by the user.
bo_cn: མཐེབ་འདིས་བཤེར་འཚོལ་མཇུག་འབྲས་ཁྲོད་ཀྱི་གྲལ་སོ་སོའི་བྱ་རིམ་ལ་མཚན་ཉིད་བཞག མཐེབ་འདི་སྤྱོད་མཁན་རང་ཉིད་ཀྱིས་བཟོ་བཅོས་བྱེད་མི་འོས།

source: This key determines if the "Contains the text" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“ཡི་གེ་ཚུད་པའི་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Date modified less than" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“བཟོ་བཅོས་དུས་ཚོད་སྔ་བའི་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Date modified more than" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“བཟོ་བཅོས་དུས་ཚོད་འཕྱི་བའི་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Exclude other filesystems" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“ཡིག་ཁུག་རྒྱུད་ཁོངས་གཞན་དག་སེལ་བའི་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "File is empty" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“ཡིག་ཆ་སྟོང་པ་ཡིན་པའི་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Follow symbolic links" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“མཚོན་རྟགས་ཀྱི་རྗེས་འབྲང་ནས་སྦྲེལ་མཐུད་་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Name does not contain" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“མིང་འདུས་མེད་པ་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Name matches regular expression" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“མིང་ཟླ་སྒྲིག་ཚད་མཐུན་མཚོན་ཚུལ་་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Owned by group" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“ཚོ་ཆུང་ལ་དབང་བ་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Owned by user" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“སྤྱོད་མཁན་ལ་དབང་བ་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Owner is unrecognized" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“བདག་པོ་ངོས་མི་ཟིན་པ་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Show hidden files and folders" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“སྦས་པའི་ཡིག་ཆ་དང་ཡིག་ཁུག་འཆར་བ་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Size at least" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“ཆེ་ཆུང་ཉུང་མཐའ་ཡང་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the "Size at most" search option is selected when the search tool is started.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆ་སྤྱོད་འགོ་རྩོམ་སྐབས་“ཆེ་ཆུང་མང་མཐའ་ཡང་”འདེམ་བྱང་འདེམས་མིན་ཐག་གཅོད།

source: This key determines if the search tool disables the use of the find command after performing a quick search.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆས་མགྱོགས།མྱུར་འཚོལ་བཤེར་ལག་བསྟར་བྱས་རྗེས་find བཀའ་བརྡ་སྤྱོད་པ་འགོག་མིན་ཐག་གཅོད།

source: This key determines if the search tool disables the use of the locate command when performing simple file name searches.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆས་སྟབས་བདེའི་ཡིག་ཆའི་མིང་འཚོལ་བཤེར་ལག་བསྟར་བྱས་སྐབས་locate བཀའ་བརྡ་སྤྱོད་པ་འགོག་མིན་ཐག་གཅོད།

source: This key determines if the search tool window starts in a maximized state.
bo_cn: མཐེབ་དེ་ཡིས་འཚོལ་བཤེར་ལག་ཆས་ཆེས་ཆེར་སྐྱེད་རྣམ་པ་འགོ་སློང་བ་འགོག་མིན་ཐག་གཅོད།

source: This version of System Log does not support GZipped logs.
bo_cn: རྒྱུད་ཁོངས་འདིའི་ཉིན་ཐོའི་པར་གཞི་ཡིས་GZippedཉིན་ཐོ་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: This will open %d separate window.
bo_cn: འདིས་ཁེར་རྐྱང་གི་སྒེའུ་ཁུང་%'d ཁ་འབྱེད།

source: This will permanently remove the dictionary source from the list.
bo_cn: འདིས་རེའུ་མིག་ནང་ནས་ཚིག་མཛོད་ཀྱི་ཁུངས་གཏན་དུ་བསུབ་སྲིད།

source: Toggle dictionary window
bo_cn: ཚིག་མཛོད་སྒེའུ་ཁུང་བརྗེ་བ།

source: Too many arguments. Only one directory can be specified.
bo_cn: ཞུགས་གྲངས་ཧ་ཅང་མང་དྲག་པས་དཀར་ཆག་གཅིག་མ་གཏོགས་དམིགས་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Toolbar is Visible
bo_cn: ལག་ཆའི་སྡེ་མཐོང་བ།

source: Total Size
bo_cn: སྤྱིའི་ཆེ་ཆུང་།

source: Total filesystem capacity
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་སྤྱིའི་ཤོང་ཚད།

source: Total filesystem capacity:
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་ཁྱོན་བསྡོམས་ཤོང་ཚད།：

source: Total filesystem usage
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་ཀྱི་སྤྱིའི་སྤྱོད་ཚད།

source: Transport
bo_cn: བརྒྱུད་གཏོང་།

source: Trash is unavailable. Could not move "%s" to the trash.
bo_cn: སྙིགས་སྣོད་བེད་སྤྱོད་བྱེད་མི་ཆོག %sསྙིགས་སྣོད་དུ་གནས་སྤོ་བྱེད་ཐབས་བྲལ།

source: Type
bo_cn: རིགས་རྣམ།

source: Type the word you want to look up
bo_cn: ཁྱེད་རང་གི་ལྟ་འདོད་ཡོད་པའི་ཐ་སྙད་ནང་འཇུག་བྱེད་དགོས།

source: USER
bo_cn: སྤྱོད་མཁན།

source: Unable to connect to the dictionary server at '%s:%d'
bo_cn: “%s:%d”ཡི་ཚིག་མཛོད་ཞབས་ཞུ་འཕྲུལ་ཆས་དང་སྦྲེལ་ཐབས་བྲལ།

source: Unable to connect to the dictionary server at '%s:%d'. The server replied with code %d (server down)
bo_cn: ཚིག་མཛོད་ཞབས་ཞུ་ཆས་“%s:%d”ལ་སྦྲེལ་ཐབས་བྲལ། ཞབས་ཞུ་ཆས་ཚབ་ཨང་ %dཕྱིར་ལོག（ཞབས་ཞུ་ཆས་བཀོལ་མཚམས་བཞག་པ།）

source: Unable to create a context
bo_cn: གོང་འོག་ཡིག་ཆ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Unable to create a source file
bo_cn: ཁུངས་ཡིག་ཆ་གསར་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Unable to create the data directory '%s': %s
bo_cn: གཞི་གྲངས་དཀར་ཆག“%s”：%sགསར་སྐྲུན་བྱེད་ཐབས་བྲལ་བ།

source: Unable to display the preview: %s
bo_cn: སྔོན་བལྟ་འཆར་ཐབས་བྲལ་བ།：%s

source: Unable to find a suitable dictionary source
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་འོས་འཚམ་ཞིག་རྙེད་ཐབས་བྲལ།

source: Unable to find dictionary source
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་རྙེད་ཐབས་བྲལ།

source: Unable to get the '%s' key inside the dictionary source definition file: %s
bo_cn: ཚིག་མཛོད་ཁུངས་ཀྱི་མཚན་ཉིད་ཡིག་ཆའི་ནང་མཐེབ་“%s”རྙེད་ཐབས་བྲལ།：%s

source: Unable to get the '%s' key inside the dictionary source definition: %s
bo_cn: ཚིག་མཛོད་ཁུངས་ཀྱི་མཚན་ཉིད་ཁྲོད་མཐེབ་“%s” རྙེད་ཐབས་བྲལ།：%s

source: Unable to remove source '%s'
bo_cn: %sཡི་ཁུངས་བསུབ་ཐབས་བྲལ།

source: Unable to rename file '%s' to '%s': %s
bo_cn: ཡིག་ཆ%sཡི་མིང་བསྐྱར་དུ་“%s”རུ་འདོགས་ཐབས་བྲལ།：%s"

source: Unable to save source file
bo_cn: ཁུངས་ཡིག་ཆ་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Unable to set the channel as non-blocking: %s
bo_cn: ཟློས་ལམ་སྒྲིབ་ཡོལ་མ་ཡིན་པའི་རིགས་སུ་སྒྲིག་ཐབས་བྲལ།：%s

source: Unable to take a screenshot of the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ལས་པར་རིས།་འཛིན་ཐབས་བྲལ་བ།

source: Unknown error saving screenshot to disk
bo_cn: པར་བཟུང་ནས་སྡུད་སྡེར་དུ་ཉར་ཚགས་བྱེད་པར་ངེས་མེད་ཀྱི་ནོར་འཁྲུལ་འབྱུང་བ།

source: Unrecognized desktop file Version '%s'
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་ཅོག་ངོས་ཡིག་ཆ་པར་གཞི་“%s”

source: Unrecognized launch option: %d
bo_cn: ངོས་འཛིན་མི་ཐུབ་པའི་མགོ་སློང་འདེམས་ཚན།：%d

source: Untitled Window
bo_cn: ཁ་བྱང་མེད་པའི་སྒེའུ་ཁུང་།

source: Untitled document
bo_cn: ཁ་བྱང་མེད་པའི་ཡིག་ཚགས།

source: Usage
bo_cn: སྤྱོད་ཚད།

source: VALUE
bo_cn: ཐང་།

source: View as Rings Chart
bo_cn: བལྟས་པ་ནི་སྒོར་གདུབ་རི་མོ་རེད།

source: View as Treemap Chart
bo_cn: བལྟས་པ་ནི་སྡོང་དབྱིབས་རི་མོ་རེད།

source: View or monitor system log files
bo_cn: རྒྱུད་ཁོངས་གི་ཉིན་ཐོའི་ཡིག་ཆ་ལྟ་བའམ་སོ་ལྟ་བྱེད་པ།

source: Whether any change to the home directory should be monitored.
bo_cn: དཀར་ཆག་གཙོ་བོའི་བཟོ་བཅོས་གང་རུང་ལ་སོ་ལྟ་བྱེད་དགོས་སམ།

source: Whether the context uses only local dictionaries or not
bo_cn: གོང་འོག་ཡིག་ཆས་རང་གནས་ཚིག་མཛོད་ཁོ་ན་སྤྱོད་དམ།

source: Whether the status bar at the bottom of main window should be visible.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ཞབས་ངོས་ཀྱི་རྣམ་པའི་སྡེ་མཐོང་ཐུབ་བམ།

source: Whether the subfolder tooltips of the selected folder are drawn.
bo_cn: ཡིག་ཆའི་སྣོད་ཀྱི་བུའི་ཡིག་ཆའི་སྣོད་ཀྱི་ལག་ཆའི་གསལ་བརྡ་བྲིས་ནས་འདེམས་དགོས་སམ།

source: Whether the toolbar should be visible in main window.
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ནང་གི་ལག་ཆའི་སྡེ་མཐོང་ཐུབ་བམ།

source: Which type of chart should be displayed.
bo_cn: རེའུ་མིག་རིགས་གང་ཞིག་མངོན་ཡོད།

source: Width of the main window in pixels
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་ཞེང་ཚད། བརྙན་རྒྱུས་རྩིས་པ།

source: Windows share
bo_cn: Windowsམཉམ་སྤྱོད།

source: Without mount points disk usage cannot be analyzed.
bo_cn: འགེལ་ཚེག་མེད་ན་སྡུད་སྡེར་བཀོལ་སྤྱོད་ཀྱི་གནས་ཚུལ་ལ་དབྱེ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Word `%s' selected
bo_cn: ཐ་སྙད་%sབདམས་པ།

source: Words to look up
bo_cn: ལྟ་བྱའི་ཐ་སྙད།

source: Words to match
bo_cn: ཟླ་སྒྲིག་བྱའི་ཐ་སྙད།

source: Wrapped
bo_cn: ཕྲེང་བརྗེ་བ།

source: You did not select a document name.
bo_cn: ཁྱོད་ཀྱིས་ཡིག་ཚགས་ཀྱི་མིང་འདེམ་མེད་པ།

source: You don't have enough permissions to read the file.
bo_cn: ཁྱོད་ལ་ཡིག་ཆ་འདི་བཀླགས་པའི་དབང་ཆ་མེད་པ།

source: You may not have write permissions to the document.
bo_cn: ཁྱོད་ལ་ཕལ་ཆེར་ཡིག་ཆ་འབྲི་བའི་དབང་ཆ་མེད་པ།

source: Zoom in
bo_cn: ཇེ་ཆེར་གཏོང་བ།

source: Zoom out
bo_cn: ཆུང་བསྡུ།

source: [DIRECTORY]
bo_cn: [དཀར་ཆག]

source: [LOGFILE...]
bo_cn: [ཉིན་ཐོའི་ཡིག་ཆ།]

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Analyzer
bo_cn: དབྱེ་ཞིབ་ཆས།(_A)

source: _Close
bo_cn: ཁ་རྒྱག (C)

source: _Collapse All
bo_cn: ཚང་མར་ལྟེབ་འཇོག(_C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Copy
bo_cn: འདྲ་པར།(_C)

source: _Date modified less than
bo_cn: བཟོ་བཅོས་དུས་ཚོད་(_D)ལས་ཉུང་བ།

source: _Description:
bo_cn: ཞིབ་བརྗོད། (_D)：

source: _Domain Name:
bo_cn: ཁོངས་མིང་།(_D)：

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Expand All
bo_cn: ཚང་མ་འགྲེམ་པ།(_E)

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Filters
bo_cn: འཚག་ཆས།(_F)

source: _Find...
bo_cn: བཤེར་འཚོལ།(_F)...

source: _Find:
bo_cn: འཚོལ་བ།(_F)：

source: _First Definition
bo_cn: མཚན་ཉིད་དང་པོ།(_F)

source: _Folder:
bo_cn: ཡིག་ཁུག(_F)：

source: _Go
bo_cn: བསྒྱུར་བ།(_G)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Image type:
bo_cn: བརྙན་རིས་རིགས་གྲས།(_I)：

source: _Last Definition
bo_cn: མཇུག་མཐའི་མཚན་ཉིད།(_L)

source: _Location (URI):
bo_cn: གནས་ཡུལ།(URI)(_L)：

source: _Look Up Selected Text
bo_cn: གདམས་ཟིན་པའི་ཡིག་ཆ་འཚོལ་ཀློག།(_L)

source: _Look in folder:
bo_cn: ཡིག་ཁུག་འཚོལ་བཤེར།(_L)：

source: _Monitor changes to your home folder
bo_cn: ཡིག་ཁུག་གཙོ་བོར་བཟོ་བཅོས་ལ་སོ་ལྟ་བྱེད་པ།(_M)

source: _Name contains:
bo_cn: མིང་ཁོངས་སུ་ཚུད་པ།(_N)：

source: _Name:
bo_cn: མིང་།(_N)：

source: _New
bo_cn: གསར་འཛུགས།(_N)

source: _Next
bo_cn: གཞས་ངོས་རྗེས་མ།(_N)

source: _Next Definition
bo_cn: མཚན་ཉིད་རྗེས་མ།(_N)

source: _Open
bo_cn: ཁ་འབྱེད།(O)

source: _Open Folder
bo_cn: ཡིག་ཁུག་ཁ་འབྱེད།(_o)

source: _Open with %s
bo_cn: %sསྤྱད་ནས་ཁ་འབྱེད་པ།（_O）

source: _Open...
bo_cn: ཁ་འབྱེད།(_O)...

source: _Port:
bo_cn: སྣེ་ཁ། (_P)：

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Previous Definition
bo_cn: མཚན་ཉིད་གོང་མ།（_P）

source: _Print
bo_cn: པར་འདེབས།(_P)

source: _Print font:
bo_cn: གཏག་པར་ཡིག་གཟུགས།(_P)：

source: _Print...
bo_cn: པར་འདེབས།(_P)...

source: _Quit
bo_cn: ཕྱིར་འབུད། (_Q)

source: _Regular Expression:
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ།(_R)：

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Rescan
bo_cn: ཡང་བསྐྱར་བཤར་འབེབས།(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Save Results As...
bo_cn: མཇུག་འབྲས་གཞན་དུ་ཉར་ཚགས།(_S)...

source: _Save a Copy...
bo_cn: འདྲ་བཤུས་ཉར་ཚགས།(_S)...

source: _Scan
bo_cn: བཤར་འབེབས།(_S)

source: _Select a dictionary source for looking up words:
bo_cn: འཚོལ་ཀློག་ཐ་སྙད་ཀྱི་ཚིག་མཛོད་ཀྱི་ཁུངས་འདེམ་པ།(_S)：

source: _Server:
bo_cn: ཞབས་ཞུ་ཆས།(_S)：

source: _Share:
bo_cn: མཉམ་སྤྱོད།(_S)：

source: _Show hidden folders
bo_cn: བསྐུངས་པའི་ཡིག་ཁུག་འཆར་བ།(_S)

source: _Sidebar
bo_cn: གཞོགས་སྡེ།(_S)

source: _Statusbar
bo_cn: རྣམ་སྡེ། (_S)

source: _Toolbar
bo_cn: ལག་ཆའི་སྡེ། (_T)

source: _Transport:
bo_cn: བརྒྱུད་བསྐུར།(_T)：
