Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/mate-panel.po
Languages: bo_cn

source: "%s" has quit unexpectedly
bo_cn: “%s”རྒྱུན་ལྡན་མིན་པའི་ཕྱིར་འཐེན།

source: %A %B %d (%%s)
bo_cn: "%mཟླ་%dཚེས་ གཟའ་འཁོར་%a། (%%s)"

source: %A, %B %d %Y
bo_cn: "%Yལོ་%-mཟླ་%-dཚེས་%A"

source: %a %b %e
bo_cn: ཟླ་%bཚེས་%e རེས་གཟའ་%a

source: %l:%M %p
bo_cn: "%p %l:%M"

source: %l:%M:%S %p
bo_cn: "%p %l:%M:%S"

source: %s the Fish
bo_cn: ཉ་ཆུང་།%s

source: %s the Fish Says:
bo_cn: ཉ་ཆུང་%s ཡིས་བཤད་རྒྱུར།

source: %s the Fish, a contemporary oracle
bo_cn: ཉ་ཆུང་%s དེང་རབས་མཆོད་གླིང་།

source: %s the Fish, the fortune teller
bo_cn: ཉ་ཆུང་བརྒྱ་ཆའིsལས།བདེ་སྐྱིད་སྔོན་ལ་ཤེས།

source: %s, feels like %s
bo_cn: དྲོད་ཚད་%s/གཟུགས་སྣང་%s

source: (empty)
bo_cn: (སྤྱིར་བཏང་དུ་སྟོང་བ་བྱས་ནས་ཉར་ཐུབ།)

source: (with minor help from George)
bo_cn: ད་དུང་Georgeཡི་རོགས་རམ་ཆུང་ཆུང་ཡོད།

source: - Edit .desktop files
bo_cn: རྩོམ་སྒྲིག་པ།--desktopཡིག་ཆ།

source: <a href=''>Customize icons appear on the taskbar</a>
bo_cn: a hredf=>རིས་རྟགས་གང་དག་ལས་འགན་སྡེའི</a>ཐོག་ནས་འཆར་བར་རང་གིས་མཚན་ཉིད་འཇོག་པ།

source: <b>GAME OVER</b> at level %d!
bo_cn: རོལ་རྩེད་དེ་ཨང་ %d ཀྱི་</b>རིམ་པའི<b>རུ་མཇུག་རྫོགས་པ།

source: <i>(optional)</i>
bo_cn: <i>(འདེམས་རུང་།)</i>

source: <small>Opaque</small>
bo_cn: "<small>ནང་གསལ་མ་ཡིན་པ།</small>"

source: <small>Set...</small>
bo_cn: "<small>སྒྲིག་འགོད།...</small>"

source: <small>Set</small>
bo_cn: "<small>སྒྲིག་འགོད།</small>"

source: <small>Transparent</small>
bo_cn: "<small>ནང་གསལ།</small>"

source: A custom menu bar
bo_cn: ཁ་བྱང་སྡེའི་མཚན་ཉིད་རང་འཇོག

source: A fish without a name is a pretty dull fish. Bring your fish to life by naming him.
bo_cn: མིང་མེད་པའི་ཉ་ལ་གསོན་ཤུགས་མེད། ཚེ་སྲོག་སྤྲོད་ཆེད་ཁོ་ལ་མིང་ཞིག་འདོགས་རོགས།

source: A list of locations to display in the calendar window.
bo_cn: ལི་ཐོའི་སྒེའུ་ཁུང་ཁྲོད་དུ་འཆར་བའི་གནས་ཀྱི་རེའུ་མིག

source: A pop out drawer to store other items in
bo_cn: རྣམ་གྲངས་གཞན་གསོག་འཇོག་བྱེད་པར་སྤྱོད་པའི་འཐེན་སྒམ།

source: A separator to organize the panel items
bo_cn: སྒྲིག་འཛུགས་ངོས་པང་གི་དབྱེ་རྟགས།

source: A_bout Panels
bo_cn: ངོས་པང་གི་སྐོར།(_B)

source: About the MATE Panel
bo_cn: MATEངོས་པང་གི་སྐོར།

source: Access documents, folders and network places
bo_cn: ཡིག་ཚགས་དང་ཡིག་ཁུགདྲ་རྒྱའི་གནས་བཅས་ལ་ལྟ་སྤྱོད་བྱེད་པ།

source: Action button type
bo_cn: འགུལ་སྟངས་མཐེབ་གནོན་རིགས་གྲས།

source: Ad_just Date & Time
bo_cn: ལེགས་སྒྲིག་བྱེད་པའི་ཟླ་ཚེས་དང་དུས་ཚོད།（J）

source: Add this as _drawer to panel
bo_cn: འཐེན་སྒམ་བྱས་ནས་ངོས་པང་（_D)ཡི་ཁ་རུ་སྣོན།

source: Add this as _menu to panel
bo_cn: འདེམས་བྱང་བྱས་ཏེ་ངོས་པང་(_M)ཡི་ཁ་རུ་སྣོན།

source: Add this launcher to _desktop
bo_cn: སྒུལ་ཆས་འདི་སྒྲོག་ཙེའི་སྟེགས（_D)སུ་སྣོན།

source: Add this launcher to _panel
bo_cn: སྒུལ་ཆས་དེ་ངོས་པང་(_P)ཐོག་སྣོན།

source: Add to Drawer
bo_cn: འཐེན་སྒམ་དུ་སྣོན།

source: Add to Panel
bo_cn: ངོས་པང་དུ་སྣོན།

source: Allow workspace _wrap around in switcher
bo_cn: བརྗེ་ཆས་སུ་ལས་ཁུལ་ལྟག་ལོག་བྱེད་རུང་བ། （_W）

source: An unknown error occurred while trying to open "%s".
bo_cn: %sཡི་སྒོ་འབྱེད་པའི་ཚོད་ལྟ་བྱེད་སྐབས་ངེས་མེད་ཀྱི་ནོར་འཁྲུལ་བྱུང་བ།

source: And many, many others...
bo_cn: གཞན་མང་པོ་ཞིག

source: Animation
bo_cn: འགུལ་རིས།

source: Animation speed
bo_cn: འགུལ་རིས་ཀྱི་མྱུར་ཚད།

source: Applet IID
bo_cn: བྱ་རིམ་ཆུང་བ།IID

source: Applet IIDs to disable from loading
bo_cn: ནང་འཇུག་མི་ཆོག་པའི་བྱ་རིམ་ཆུང་བའི་IID

source: Application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Application Launcher...
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྐུལ་ཆས།

source: Application does not accept documents on command line
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཀའ་བརྡ་འཕྲེད་དུ་ཡིག་ཚགས།་མི་ལེན།

source: Application in Terminal
bo_cn: མཐའ་སྣེའི་ཉེར་སྤྱོད།

source: Applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Area where notification icons appear
bo_cn: བརྡ་ཐོའི་རིས་རྟགས་ཀྱི་ས་གནས་འཆར་བ།

source: Arro_ws on hide buttons
bo_cn: གབ་པའི་མཐེབ་གནོན་སྟེང་མདའ་རྟགས་འཆར་བ།(_W)

source: Autoclose drawer
bo_cn: རང་འགུལ་ངང་འཐེན་སྒམ་སྒོ་རྒྱག་པ།

source: Automatically hide panel into corner
bo_cn: ངོས་པང་རང་འགུལ་ངང་ཟུར་དུ་སྦེད་པ།

source: Background
bo_cn: རྒྱབ་ལྗོངས།

source: Background _image:
bo_cn: རྒྱབ་ལྗོངས་རི་མོ།(_I)：

source: Background color
bo_cn: རྒྱབ་ལྗོངས་མདོག

source: Background color opacity
bo_cn: རྒྱབ་ལྗོངས་ཁ་དོག་ནང་གསལ་མིན་པ།

source: Background image
bo_cn: རྒྱབ་ལྗོངས་བརྙན་རིས།།

source: Background type
bo_cn: རྒྱབ་ལྗོངས་རིགས་གྲས།

source: Bookmarks
bo_cn: དཔེ་འཛར།

source: Bottom Centered Panel
bo_cn: གཤམ་གྱི་དཀྱིལ་སྒྲིག་ངོས་པང།

source: Bottom Edge Panel
bo_cn: གཤམ་གྱི་མཐའ་མཚམས་ངོས་པང།

source: Bottom Expanded Edge Panel
bo_cn: གཤམ་གྱི་རྒྱ་སྐྱེད་མཐའ་མཚམས་ངོས་པང་།

source: Bottom Floating Panel
bo_cn: གཤམ་གྱི་འཕྱོ་འགུལ་ངོས་པང་།

source: Browse and run installed applications
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་འགོ་བརྩམས་ནས་མིག་བཤེར།

source: C_lear
bo_cn: གཙང་སེལ།(_l)

source: Calendar
bo_cn: ལོ་ཐོ།

source: Can't pass document URIs to a 'Type=Link' desktop entry
bo_cn: ཡིག་ཚགས།་ཀྱི་URL དེ“Type=Link”ཡི་ཅོག་ངོས་ཚན་ལ་བརྒྱུད་མི་ཐུབ།

source: Cannot delete this panel
bo_cn: ངོས་པང་འདི་བསུབ་ཐབས་བྲལ།

source: Cannot find an empty spot
bo_cn: སྡོད་ས་སྟོང་པ་འཚོལ་ཐབས་བྲལ།

source: Center panel on x-axis
bo_cn: ངོས་པང་དེ་Xཡི་ཕྱོགས་སུ་དཀྱིལ་སྒྲིག་བྱེད་པ།

source: Center panel on y-axis
bo_cn: ངོས་པང་དེ་Yཡི་ཕྱོགས་སུ་དཀྱིལ་སྒྲིག་བྱེད་པ།

source: Change desktop appearance and behavior, get help, or log out
bo_cn: སྒྲོག་ཙེའི་ཕྱི་ངོས་དང་བྱེད་སྤྱོད་ལ་བཟོ་བཅོས་རྒྱག་པ་དང་རོགས་རམ་ཐོབ་པའམ་ཡང་ན་ཐོ་ཁོངས་ནས་སུབ་པ།

source: Change taskbar height and icon size
bo_cn: ལས་འགན་སྡེའི་མཐོ་ཚད་དང་རིས་རྟགས་ཆེ་ཆུང་བསྒྱུར་བ།

source: Choose Location
bo_cn: ས་གནས་འདེམས།

source: Choose a file to append to the command...
bo_cn: བཀའ་བརྡར་ཁ་སྣོན་བརྒྱབ་པའི་ཡིག་ཆ་འདེམས།

source: Choose a file...
bo_cn: ཡིག་ཆ་འདེམས།

source: Choose an application...
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདེམས།

source: Choose an icon
bo_cn: རིས་རྟགས་ཞིག་འདེམས།

source: City Name
bo_cn: གྲོང་ཁྱེར་གྱི་མིང་།

source: City Time Zone
bo_cn: གྲོང་ཁྱེར་གྱི་དུས་ཁུལ།

source: Clear Recent Documents
bo_cn: ཉེ་ཆར་གྱི་ཡིག་ཚགས་ལོ་རྒྱུས་གཙང་སེལ།

source: Clear Recent Documents...
bo_cn: ཉེ་ཆར་གྱི་ཡིག་ཚགས་ལོ་རྒྱུས་གཙང་སེལ།

source: Clear all items from the recent documents list
bo_cn: ཉེ་ཆར་གྱི་ཡིག་ཚགས་རེའུ་མིག་ནང་ནས་རྣམ་གྲངས་ཚང་མ་གཙང་སེལ་བྱེད་པ།

source: Clear the Recent Documents list?
bo_cn: ཡིག་ཚགས་ལོ་རྒྱུས་གཙང་སེལ་བྱེད་དམ།

source: Click here to hide all windows and show the desktop.
bo_cn: འདིར་ཆིག་རྡེབ་བྱས་ནས་སྒེའུ་ཁུང་ཡོད་ཚད་སྦས་ནས་ཅོག་ངོས་འཆར་བར་བྱོས།

source: Click here to restore hidden windows.
bo_cn: འདིར་ཆིག་རྡེབ་བྱས་ནས་གབ་པའི་སྒེའུ་ཁུང་སླར་གསོ་བྱོས།

source: Click on a window to force the application to quit. To cancel press <ESC>.
bo_cn: སྒེའུ་ཁུང་ལ་ཆིག་རྡེབ་བྱས་ནས་བཙན་ཤེད་ཀྱིས་ཉེར་སྤྱོད་བྱ་རིམ་ལས་ཕྱིར་འབུད་བྱས་ཆོག འདོར་འདོད་ན་<ESC>ནོན།

source: Click this button to browse for a file whose name to append to the command string.
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་བྱས་ནས་ཡིག་ཆ་མིག་བཤེར་དང་། ཡིག་ཆའི་མིང་དེ་བཀའ་བརྡའི་ཡིག་རྟགས་ཕྲེང་གི་རྗེས་སུ་བསྣན་ཆོག

source: Click this button to run the selected application or the command in the command entry field.
bo_cn: མཐེབ་གནོན་འདིར་ཆིག་རྡེབ་བྱས་ནས་བདམས་ཟིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་མམ་བཀའ་བརྡའི་ནང་འཇུག་ཁུལ་གྱི་བཀའ་བརྡ་ འཁོར་སྐྱོད་བྱས་ཆོག

source: Click to hide month calendar
bo_cn: ཆིག་རྡེབ་ཀྱིས་ཟླ་ཐོ་སྦ་བ།

source: Click to view month calendar
bo_cn: ཆིག་རྡེབ་ཀྱིས་ཟླ་ཐོར་ལྟ་བ།

source: Clock Applet Factory
bo_cn: དུས་ཚོད་བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ།

source: Clock Format
bo_cn: ཆུ་ཚོད་ཀྱི་རྣམ་གཞག

source: Clock Preferences
bo_cn: ཆུ་ཚོད་སྔོན་འདེམ་ཚན་པ།

source: Co_lor:
bo_cn: ཁ་དོག(_L)：

source: Co_mmand to run when clicked:
bo_cn: གནོན་དུས་ལག་བསྟར་བྱེད་པའི་བཀའ།(_M)：

source: Co_mment:
bo_cn: མཆན་འགྲེལ།(_M)：

source: Comm_and:
bo_cn: བཀའ་བརྡ།(_A)：

source: Command icon
bo_cn: བཀའ་བརྡའི་རིས་རྟགས།

source: Command to execute on click
bo_cn: གནོན་སྐབས་ལག་བསྟར་བྱེད་པའི་བཀའ།

source: Complete panel lockdown
bo_cn: ངོས་པང་ཆ་ཚང་དམིགས་འཛིན།

source: Computer
bo_cn: རྩིས་ཆས།

source: Computer Clock
bo_cn: རྩིས་འཁོར་ཆུ་ཚོད།

source: Confirm panel removal
bo_cn: ངོས་པང་སུབ་པ་གཏན་འཁེལ།

source: Connect to Server...
bo_cn: ཞབས་ཞུའི་འཕྲུལ་ཆས་ལ་སྦྲེལ་བ།

source: Connect to a remote computer or shared disk
bo_cn: རྒྱང་རིང་རྩིས་འཁོར་ཡང་ན་མཉམ་སྤྱོད་སྡུད་སྡེར་ལ་འབྲེལ་མཐུད།

source: Copy _Date
bo_cn: ཟླ་ཚེས་འདྲ་ཕབ།(_D)

source: Copy _Time
bo_cn: དུས་ཚོད་འདྲ་ཕབ།(_T)

source: Copy a launcher from the applications menu
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འགོ་རྩོམ་པའི་འདེམས་བྱང་ནས་སྒུལ་ཆས་འདྲ་ཕབ་བྱེད་པ།

source: Could not connect to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་འབྲེལ་མི་ཐུབ།

source: Could not convert '%s' from UTF-8
bo_cn: UTF-8ནས%sརུ་བརྗེ་ཐབས་བྲལ་པ།

source: Could not display help document
bo_cn: རོགས་རམ་ཡིག་ཚགས་འཆར་མི་ཐུབ་པ།

source: Could not display help document '%s'
bo_cn: རོགས་རམ་ཡིག་ཚགས་%sའཆར་ཐབས་བྲལ།

source: Could not display properties dialog
bo_cn: གཏོགས་གཤིས་གླེང་སྒྲོམ་འཆར་ཐབས་བྲལ།

source: Could not display run dialog
bo_cn: འཁོར་སྐྱོད་གླེང་སྒྲོམ་འཆར་ཐབས་བྲལ།

source: Could not execute '%s'
bo_cn: %sལག་བསྟར་བྱེད་ཐབས་བྲལ།

source: Could not launch '%s'
bo_cn: %sའགོ་སློང་ཐབས་བྲལ།

source: Could not launch application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འགོ་སློང་ཐབས་བྲལ།

source: Could not open location '%s'
bo_cn: གནས་%sཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open recently used document "%s"
bo_cn: ཉེ་ཆར་སྤྱོད་མྱོང་བའི་ཡིག་ཚགས་%sཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not run command '%s'
bo_cn: བཀའ་བརྡ་%sའཁོར་སྐྱོད་བྱེད་ཐབས་བྲལ།

source: Could not save directory properties
bo_cn: དཀར་ཆག་གི་གཏོགས་གཤིས་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Could not save launcher
bo_cn: སྒུལ་ཆས་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Could not show this URL
bo_cn: URLའདི་ཤར་ཐབས་བྲལ།

source: Could not use dropped item
bo_cn: འདྲུད་གཏོང་རྣམ་གྲངས་བེད་སྤྱོད་བྱེད་ཐབས་བྲལ་བ།

source: Create Launcher
bo_cn: སྒུལ་ཆས་གསར་འཛུགས།

source: Create a new launcher
bo_cn: སྒུལ་ཆས་གསར་པ་གསར་འཛུགས།

source: Create new file in the given directory
bo_cn: གཏན་འབེབས་བྱས་པའི་དཀར་ཆག་ནང་ཡིག་ཆ་གསར་པ་བཟོ་ཐབས་བྲལ་བ།

source: Current Time:
bo_cn: མིག་སྔའི་དུས་ཚོད།

source: Custom Application Launcher
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྒུལ་ཆས་ལ་མཚན་ཉིད་རང་འཇོག

source: Custom format of the clock
bo_cn: ཆུ་ཚོད་ཀྱི་མཚན་ཉིད་རང་འཇོག་རྣམ་གཞག

source: Customize icons appear on the taskbar
bo_cn: རིས་རྟགས་གང་དག་ལས་འགན་ཚན་བྱང་སྟེང་ནས་འཆར་བར་མཚན་ཉིད་རང་འཇོག

source: Customize which icons appear on the taskbar
bo_cn: རིས་རྟགས་གང་དག་ལས་འགན་ཚན་བྱང་སྟེང་ནས་འཆར་བར་མཚན་ཉིད་རང་འཇོག

source: D_on't Delete
bo_cn: མི་བསུབ།(_O)

source: Default panel layout
bo_cn: སོར་བཞག་ངོས་པང་གི་བཀོད་པ།

source: Default-100%
bo_cn: སོར་བཞག-100%

source: Delete this drawer?
bo_cn: འཐེན་སྒམ་འདི་བསུབ་བམ།

source: Delete this panel?
bo_cn: ངོས་འདི་བསུབ་བམ།

source: Desktop
bo_cn: ཅོག་ངོས།

source: Directory Properties
bo_cn: དཀར་ཆག་གི་གཏོགས་གཤིས།

source: Disable Force Quit
bo_cn: བཙན་ཤེད་ཀྱིས་ཕྱིར་འབུད་དུ་འཇུག་མི་ཆོག

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Display
bo_cn: འཆར་ཆས།

source: Display a swimming fish or another animated creature
bo_cn: རོལ་རྩེད་ཀྱི་ཉ་ཆུང་ཝང་ཏ་དང་ཡང་ན་འགུལ་རིས་གཞན་པའི་གཟུགས་བརྙན་འཆར་བ།

source: Display all workspaces
bo_cn: ལས་ཀའི་ཁུལ་ཡོངས་འཆར་བ།

source: Display workspace names
bo_cn: ལས་ཀའི་ཁུལ་གྱི་མིང་འཆར་བ།

source: Do you want to delete the applet from your configuration?
bo_cn: ཁྱེད་རང་གི་སྡེབ་སྒྲིག་ཁྲོད་བྱ་རིམ་ཆུང་བ་དེ་སུབ་འདོད་དམ།

source: Draw arrow in menu button
bo_cn: འདེམས་བྱང་མཐེབ་གནོན་སྟེང་དུ་མདའ་རྟགས་འབྲི་བ།

source: Drawer
bo_cn: འཐེན་སྒམ།

source: Drawer Properties
bo_cn: འཐེན་སྒམ་གྱི་གཏོགས་གཤིས།

source: E_xpand
bo_cn: རྒྱ་སྐྱེད།(_X)

source: East
bo_cn: ཤར།

source: Edit
bo_cn: རྩོམ་སྒྲིག

source: Edit Location
bo_cn: རྩོམ་སྒྲིག་གི་གནས།

source: Enable animations
bo_cn: འགུལ་རིས་སྤྱོད་པ།

source: Enable arrows on hide buttons
bo_cn: གབ་པའི་མཐེབ་གནོན་ཐོག་གི་མདའ་རྟགས་སྤྱོད་པ།

source: Enable autocompletion in "Run Application" dialog
bo_cn: འཁོར་སྐྱོད་ཉེར་སྤྱོད་བྱ་རིམགླེང་སྒྲོམ་ཁྲོད་ཀྱི་རང་འགུལ་གསབ་ཚགས་སྤྱོད་པ།

source: Enable hide buttons
bo_cn: སྐུང་བའི་མཐེབ་གནོན་སྤྱོད་པ།

source: Enable program list in "Run Application" dialog
bo_cn: འཁོར་སྐྱོད་ཉེར་སྤྱོད་བྱ་རིམ་གླེང་སྒྲོམ་ནང་གི་བྱ་རིམ་རེའུ་མིག་སྤྱོད་པ།

source: Enable tooltips
bo_cn: ཡོ་བྱད་སྣེ་སྟོན་སྤྱོད་པ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error displaying help document
bo_cn: རོགས་རམ་ཡིག་ཚགས་འཆར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Execute the run dialog
bo_cn: འཁོར་སྐྱོད་གླེང་སྒྲོམ་ལག་བསྟར།

source: Expand list of locations
bo_cn: གནས་ཀྱི་རེའུ་མིག་འགྲེམ་པ།

source: Expand program list in "Run Application" dialog
bo_cn: འཁོར་སྐྱོད་ཉེར་སྤྱོད་བྱ་རིམགླེང་སྒྲོམ་ཁྲོད་ཀྱི་བྱ་རིམ་རེའུ་མིག་རྒྱ་སྐྱེད།

source: Expand to occupy entire screen width
bo_cn: བརྙན་ཡོལ་ཡོངས་སུ་ཟིན་པའི་ཞེང་ཚད་རྒྱ་སྐྱེད།

source: FILE
bo_cn: ཡིག་ཆ།

source: Factory for clock applet
bo_cn: ཆུ་ཚོད་ཀྱི་བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ།

source: Factory for notification area
bo_cn: བརྡ་ཐོའི་ཁུལ་ཁོངས་ཀྱི་བཟོ་གྲྭ།

source: Factory for the window navigation related applets
bo_cn: སྒེའུ་ཁུང་ཕྱོགས་སྟོན་འབྲེལ་ཡོད་ཀྱི་བྱ་རིམ་ཆུང་བའི་བཟོ་གྲྭ།

source: Failed to load %s: %s
bo_cn: " %s ནང་འཇུག།：%s ཕམ་པ།

source: Failed to load applet %s
bo_cn: བྱ་རིམ་ཆུང་ངུ་%sནང་འཇུག་ཕམ་པ།

source: Failed to set the system time
bo_cn: རྒྱུད་ཁོངས་དུས་ཚོད་སྒྲིག་འགོད་ཕམ་པ།

source: Failed to set the system timezone
bo_cn: རྒྱུད་ཁོངས་དུས་ཁུལ་སྒྲིག་འགོད་ཕམ་པ།

source: File System
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་གོ་ཆོད་མིན་པ། desktopཡིག་ཆ།

source: Find an _item to add to "%s":
bo_cn: “%s”རུ་སྣོན་བྱའི་རྣམ་གྲངས་ཚོལ།(_I)：

source: Find an _item to add to the drawer:
bo_cn: འཐེན་སྒམ་དུ་སྣོན་བྱའི་རྣམ་གྲངས་ཚོལ།(_I)：

source: Find an _item to add to the panel:
bo_cn: ངོས་པང་དུ་སྣོན་བྱའི་རྣམ་གྲངས་ཚོལ།(_I)：

source: Fish
bo_cn: ཉ་ཆུང་།

source: Fish Preferences
bo_cn: ཉ་ཆུང་སྔོན་འདེམས་ཚན་པ།

source: Fit image to panel
bo_cn: བརྙན་རིས་རྐྱོང་སྐུམ་བྱས་ནས་་ངོས་པང་དང་ཆ་སྒྲིག་པ།

source: Force Quit
bo_cn: བཙན་ཤེད་ཕྱིར་འབུད།

source: Force a misbehaving application to quit
bo_cn: བྱ་སྤྱོད་རྒྱུན་ལྡན་མིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་བཙན་ཤེད་ཀྱི་ཕྱིར་འཐེན།

source: Force this application to exit?
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདི་ནས་བཙན་ཤེད་ཀྱིས་ཕྱིར་འཐེན་ནམ།

source: Frames in fish's animation
bo_cn: ཉ་ཆུང་འགུལ་རིས་ཀྱི་ལྡེབ་གྲངས།

source: From Whence That Stupid Fish Came
bo_cn: གླེན་སྐུག་ཉ་ཆུང་ཆུང་གི་འབྱུང་ཁུངས།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Get the current time and date
bo_cn: ཆུ་ཚོད་ལས་མིག་སྔའི་དུས་ཚོད་དང་ཚེས་གྲངས་འཆར་བ།

source: Group windows when _space is limited
bo_cn: བར་སྟོང་ལ་ཚད་ཡོད་དུས་སྒེའུ་ཁུང་བགོ་བ།

source: Hide Panel
bo_cn: ངོས་པང་སྦེད་པ།

source: Hide application windows and show the desktop
bo_cn: སྒེའུ་ཁུང་ཡོད་ཚད་སྦས་ནས་ཅོག་ངོས་འཆར་བ།

source: Hide the taskbar
bo_cn: ལས་འགན་སྡེ་རང་སྦས་བྱེད་པ།

source: Hide workspace
bo_cn: ལས་དོན་ཁུལ་སྦེད་པ།

source: Highlight launchers on mouseover
bo_cn: ཙིག་རྟགས་ལྡིང་འཁོར་བྱེད་སྐབས་སྒུལ་སྒུལ་ཆས་མངོན་གསལ་དོད་པོས་འཆར་བ།

source: History for "Run Application" dialog
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱི་གླེང་སྒྲོམ་ལོ་རྒྱུས་འཁོར་སྐྱོད།

source: Home Folder
bo_cn: ཡིག་ཁུག་གཙོ་བོ།

source: Hour format
bo_cn: ཆུ་ཚོད་རྣམ་གཞག

source: Icon '%s' not found
bo_cn: རིས་རྟགས་%sམ་རྙེད།

source: Icon not found
bo_cn: རིས་རྟགས་མ་རྙེད།

source: Icon to show in menu bar
bo_cn: འདེམས་བྱང་རེའུ་མིག་ནང་དུ་འཆར་བའི་པར་རྟགས།

source: Icon used for object's button
bo_cn: བྱ་ཡུལ་གྱི་མཐེབ་གནོན་དུ་བཀོལ་བའི་རིས་རྟགས།

source: If true, a dialog is shown asking for confirmation if the user wants to remove a panel.
bo_cn: གལ་ཏེ་trueཡིན་ན།བཀོལ་མཁན་གྱིས་ངོས་པང་བསུབ་པར་འདོད་དུས་གཏན་འཁེལ་རེ་ཞུ་བྱེད་པ།

source: If true, a drawer will automatically be closed when the user clicks a launcher in it.
bo_cn: གལ་ཏེ་trueཡིན་ན།སྤྱོད་མཁན་གྱིས་འཐེན་སྒམ་ནང་གི་སྒུལ་ཆས་ཆིག་རྡེབ་བྱས་ན་རང་འགུལ་ངང་འཐེན་སྒམ་སྒོ་རྒྱག

source: If true, a launcher is highlighted when the user moves the pointer over it.
bo_cn: གལ་ཏེ་trueཡིན་ན།སྤྱོད་མཁན་གྱིས་ཙིག་རྟགས་ཀྱི་ཕྱོགས་སྟོན་སྒུལ་ཆས་ལ་གཏད་སྐབས་སྒུལ་ཆས་དེ་མངོན་གསལ་དོད་པོས་མངོན་གྱི་ཡོད།

source: If true, autocompletion in the "Run Application" dialog is made available.
bo_cn: གལ་ཏེ་trueཡིན་ན།འཁོར་སྐྱོད་ཉེར་སྤྱོད་བྱ་རིམ་གླེང་སྒྲོམ་ནང་གི་རང་འགུལ་ཁ་གསབ་ནུས་པ་ཆ་ཚང་སྤྱོད་ཀྱི་ཡོད།

source: If true, display a weather icon.
bo_cn: གལ་ཏེ་trueཡིན་ན།གནམ་གཤིས་ཀྱི་རིས་རྟགས་མངོན།

source: If true, display date in the clock, in addition to time.
bo_cn: གལ་ཏེ་ trueཡིན་ན།དུས་ཚོད་ཕུད་ཆུ་ཚོད་ལའང་ཟླ་ཚེ་འཆར།

source: If true, display seconds in time.
bo_cn: གལ་ཏེ་trueཡིན་ན།དུས་ཚོད་འཆར་སྐབས་སྐར་ཆ་འཆར།

source: If true, expand the list of locations in the calendar window.
bo_cn: གལ་ཏེ་trueཡིན་ན།ལོ་ཐོའི་སྒེའུ་ཁུང་ནང་དུ་གནས་ཡུལ་རེའུ་མིག་བཀྲམ་དགོས།

source: If true, hiding and un-hiding of this panel will be animated rather than happening instantly.
bo_cn: གལ་ཏེ་trueཡིན་ན།ངོས་པང་འདིའི་སྦས་པ་དང་འཆར་བའི་མཚོན་ཚུལ་ནི་འགུལ་རིས་ཡིན་པ་ལས་སྐད་ཅིག་ཏུ་གྲུབ་པ་མིན།

source: If true, show applications item in menu bar.
bo_cn: གལ་ཏེ་trueལ་སྒྲིག་ན།འདེམས་བྱང་སྡེ་རུ་ཉེར་སྤྱོད་བྱ་རིམ་འཆར།

source: If true, show date in a tooltip when the pointer is over the clock.
bo_cn: གལ་ཏེ་trueཡིན་ན། ཙིག་རྟགས་དེ་ཆུ་ཚོད་སྟེང་དུ་སྡོད་སྐབས་ལག་ཆའི་གསལ་འདེབས་ཁྲོད་དུ་དུས་ཚོད་འཆར།

source: If true, show desktop item in menu bar.
bo_cn: གལ་ཏེ་trueལ་སྒྲིག་ན། འདེམས་བྱང་སྡེ་ནས་ཅོག་ངོས་ཀྱི་ཚན་པ་འཆར།

source: If true, show icon in menu bar.
bo_cn: གལ་ཏེ་trueལ་སྒྲིག་ན།འདེམས་བྱང་སྡེ་ནས་རིས་རྟགས་འཆར།

source: If true, show places item in menu bar.
bo_cn: གལ་ཏེ་trueལ་སྒྲིག་ན། འདེམས་བྱང་སྡེ་ནས་གནས་ཡུལ་ཚན་པ་འཆར།

source: If true, show the temperature next to the weather icon.
bo_cn: གལ་ཏེ་trueཡིན་ན།གནམ་གཤིས་རིས་རྟགས་ཀྱི་འགྲམ་ནས་དྲོད་ཚད་འཆར།

source: If true, show week numbers in the calendar.
bo_cn: གལ་ཏེ་trueཡིན་ན།ལོ་ཐོའི་ནང་དུ་གཟའ་འཁོར་རིམ་ཨང་འཆར།

source: If true, the background image will be rotated when the panel is oriented vertically.
bo_cn: གལ་ཏེ་trueཡིན་ན།ངོས་པང་ནི་དྲང་འཕྱང་ངོས་པང་ཡིན་དུས་རྒྱབ་ལྗོངས་བརྙན་རིས་འཁྱིལ་འཁོར་བྱེད།

source: If true, the fish's animation will be displayed rotated on vertical panels.
bo_cn: གལ་ཏེ་trueཡིན་ན།ངོས་པང་ནི་དྲང་འཕྱང་ངོས་པང་ཡིན་དུས་ཉ་ཆུང་གི་འགུལ་རིས་འཁྱིལ་འཁོར་བྱེད།

source: If true, the image will be scaled to the panel dimensions. The aspect ratio of the image will not be maintained.
bo_cn: གལ་ཏེ་trueཡིན་ན།བརྙན་རིས་ངོས་པང་ཀྱི་ཆེ་ཆུང་དུ་སྐྱེད་སྐྱུང་བྱེད་ལ།བརྙན་རིས་ཀྱི་དེ་སྔའི་མཐོ་ཞེང་གི་སྡུར་ཚད་རྒྱུན་འཁྱོངས་མི་བྱེད།

source: If true, the position of the object is interpreted relative to the right (or bottom if vertical) edge of the panel.
bo_cn: གལ་ཏེ་trueཡིན་ན།བྱ་ཡུལ་གྱི་གནས་ས་ནི་ལྟོས་བཅས་ཀྱིས་ངོས་པང་གི་གཡས་ཕྱོགས་（དྲང་འཕྱང་ངོས་པང་ནི་ཞབས་མཐའ་ཡིན།）ཡིན་པར་འགྲེལ་བཤད་བྱེད།

source: If true, the workspace switcher will show all workspaces. Otherwise it will only show the current workspace.
bo_cn: གལ་ཏེ་trueཡིན་ན།བྱ་བའི་ཁུལ་བརྗེ་ཆས་ཀྱིས་ལས་ཁུལ་ཡོད་ཚད་མངོན་ཐུབ།དེ་མིན་ཚེ་མིག་སྔའི་ལས་ཁུལ་མ་གཏོགས་མངོན་ཐབས་བྲལ།

source: If true, tooltips are shown for objects in panels.
bo_cn: གལ་ཏེ་trueཡིན་ན།ངོས་པང་ཁྲོད་ཀྱི་བྱ་ཡུལ་གྱི་ལག་ཆའི་སྣེ་སྟོན་མངོན་ཐུབ།

source: If you reload a panel object, it will automatically be added back to the panel.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ཡང་བསྐྱར་ངོས་པང་བྱ་ཡུལ་ནང་འཇུག་བྱས་ན།རང་འགུལ་ངང་ངོས་པང་ནང་དུ་སྣོན་ངེས།

source: Image Background Details
bo_cn: རྒྱབ་ལྗོངས་བརྙན་རིས་ཀྱི་ཞིབ་ཆ།

source: Images
bo_cn: བརྙན་རིས།།

source: Interpret position relative to bottom/right edge
bo_cn: གནས་ཡུལ་དེ་ལྟོས་བཅས་ཀྱི་ཞབས་/གཡས་ལ་འགྲེལ་བཤད་བྱེད།

source: Key %s is not set, cannot load launcher
bo_cn: མཐེབ་གནོན་%sསྒྲིག་འགོད་བྱེད་མི་འདུག སྒུལ་ཆས་ འགེལ་ཐབས་བྲལ།

source: Killer GEGLs from Outer Space
bo_cn: ཕྱིའི་བར་སྣང་ནས་GEGLབསད་པ།

source: L_atitude:
bo_cn: འཕྲེད་ཚད།(_A)：

source: L_ongitude:
bo_cn: གཞུང་ཚད།(_O)：

source: Large-200%
bo_cn: ཆེ།-200%

source: Launcher Properties
bo_cn: སྒུལ་ཆས་ཀྱི་གཏོགས་གཤིས།

source: Launcher location
bo_cn: སྒུལ་ཆས་གནས་ཡུལ།

source: Left Centered Panel
bo_cn: གཡོན་དཀྱིལ་སྒྲིག་ངོས་པང་།

source: Left Edge Panel
bo_cn: གཡོན་མཐའ་སྒྲིག་ངོས་པང་།

source: Left Expanded Edge Panel
bo_cn: གཡོན་ཕྱོགས་མཐའ་མཚམས་རྒྱ་སྐྱེད་ངོས་པང་།

source: Left Floating Panel
bo_cn: གཡོན་ཕྱོགས་འཕྱོ་འགུལ་ངོས་པང་།

source: Left/Right to move, Space to fire, 'p' to pause, 'q' to quit
bo_cn: གཡས་གཡོན་མཐེབ་སྤོ་བ།སྟོང་ཆའི་ཁ་ཕྱེ།“p”སྐབས་འཇོག།“q”ཕྱིར་འཐེན།

source: Level: %s, Lives: %s
bo_cn: རིམ་གྲངས།：%s ལྷག་པའི་ཚེ་ཚད།%s

source: List of known applications
bo_cn: ཤེས་ཟིན་པའི་ཉེར་སྤྱོད་བྱ་རིམ་རེའུ་མིག

source: List of locations
bo_cn: གནས་ཡུལ་རེའུ་མིག

source: Loc_k To Panel
bo_cn: ངོས་པང་(K)ལ་དམིགས་འཛུགས།

source: Locate documents and folders on this computer by name or content
bo_cn: མིང་ངམ་ཡང་ན་ནང་དོན་ལྟར་རྩིས་འཁོར་འདིའི་ཁྲོད་ཀྱི་ཡིག་ཚགས།་དང་ཡིག་སྡེར་གནས་ངེས་ཀྱིས།

source: Location
bo_cn: ས་གནས།

source: Locations
bo_cn: ས་གནས།

source: Lock the object to the panel
bo_cn: བྱ་ཡུལ་ངོས་པང་དུ་དམིགས་འཛུགས་བྱེད་པ།

source: Lock the taskbar
bo_cn: ལས་འགན་སྡེ་དམིགས་འཛུགས།

source: Log Out %s...
bo_cn: ཐོ་ཁོངས་ནས་སུབ་པ།%s...

source: Log Out...
bo_cn: ཐོ་ཁོངས་ནས་བསུབ་པ།

source: Log out %s of this session to log in as a different user
bo_cn: གླེང་མོལ་འདིའི་ཁྲོད་ནས་s%བསུབ་སྟེ་སྤྱོད་མཁན་མི་འདྲ་བར་ཐོ་འགོད་བྱེད་དུ་འཇུག་དགོས།

source: Log out of this session to log in as a different user
bo_cn: གླེང་མོལ་དེ་ཐོ་ཁོངས་ནས་བསུབ་ཏེ་སྤྱོད་མཁན་གཞན་དག་གིས་ཐོ་འགོད་བྱེད་བདེ་བཟོ་བ།

source: Look at today's date!
bo_cn: དེ་རིང་ཚེས་ག་ཚོད་རེད་ལྟོས་དང་།

source: Main Menu
bo_cn: འདེམས་བྱང་གཙོ་བོ།

source: Medium-150%
bo_cn: འབྲིང་།150%

source: Menu Bar
bo_cn: འདེམས་བྱང་སྡེ།

source: Menu content path
bo_cn: འདེམས་བྱང་ཁོར་ཡུག་གི་འགྲོ་ལམ།

source: Mount %s
bo_cn: %sབཀལ་བ།

source: Move windows to current workspace when unminimized
bo_cn: སྒེའུ་ཁུང་ཆུང་སྒྱུར་སྐབས་སྒེའུ་ཁུང་མིག་སྔའི་ལས་དོན་ཁུལ་དུ་སྤོ་བ་འདོར་བ།

source: Name to identify panel
bo_cn: ངོས་པང་དེའི་མིང་གི་ངོ་རྟགས་སུ་སྤྱོད་པ།

source: Network
bo_cn: དྲ་རྒྱ།

source: Network Places
bo_cn: དྲ་རྒྱའི་གནས་ཡུལ།

source: No URI provided for panel launcher desktop file
bo_cn: ངོས་པང་སྒུལ་ཆས་ཀྱི་desktopཡིག་ཆའི་URI སྤྲད་མེད་པ།

source: No URL was specified.
bo_cn: URLདམིགས་འཛིན་བྱས་མེད།

source: No application to handle search folders is installed.
bo_cn: ཡིག་ཁུག་འཚོལ་བཤེར་སྒྲིག་གཅོད་བྱེད་ཆོག་པའི་ཉེར་སྤྱོད་བྱ་རིམ་སྒྲིག་འཇུག་བྱས་མེད།

source: North
bo_cn: བྱང་།

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: Notification Area
bo_cn: བརྡ་ཐོའི་ཁུལ་ཁོངས།

source: Notification Area Factory
bo_cn: བརྡ་ཐོའི་ཁུལ་ཁོངས་བཟོ་གྲྭ།

source: Notification area
bo_cn: བརྡ་ཐོའི་ཁུལ་ཁོངས།

source: Number of _workspaces:
bo_cn: བྱ་བའི་ཁུལ་གྱི་གྲངས་ཀ(_W)：

source: Object's position on the panel
bo_cn: བྱ་ཡུལ་ངོས་པང་ཁྲོད་ཀྱི་གནས་ཡུལ།

source: Open '%s'
bo_cn: %sཁ་ཕྱེ་བ།

source: Open URL: %s
bo_cn: URL：%sཁ་ཕྱེ་བ།

source: Open the contents of your desktop in a folder
bo_cn: ཡིག་ཁུག་གཅིག་ཏུ་ཁྱེད་ཀྱི་ཅོག་ངོས་ཀྱི་ནང་དོན་ཁ་འབྱེད།

source: Open your personal folder
bo_cn: ཁྱེད་རང་གི་མི་སྒེར་གྱི་ཡིག་ཁུག་ཁ་ཕྱེ་རོགས།

source: Bottom
bo_cn: ཞབས་ཆ།

source: Left
bo_cn: གཡོན།

source: Right
bo_cn: གཡས།

source: Top
bo_cn: རྩེ་ཆ།

source: Panel
bo_cn: ངོས་པང་།

source: Panel '%s' is set to be displayed on screen %d which is not currently available. Not loading this panel.
bo_cn: ངོས་པང་%sདེ་མིག་སྔར་བཀོལ་མི་རུང་བའི་བརྙན་ཡོལ་ %d གྱི་སྟེང་དུ་འཆར་བར་སྒྲིག་འགོད་བྱས་འདུག ངོས་འདིའི་ནང་དུ་བཀལ་མེད།

source: Panel Display
bo_cn: ངོས་པང་འཆར་བ།

source: Panel ID list
bo_cn: ངོས་པང་IDརེའུ་མིག

source: Panel Notification Area
bo_cn: ངོས་པང་བརྡ་ཐོའི་ཁུལ་ཁོངས།

source: Panel Properties
bo_cn: ངོས་པང་གི་གཏོགས་གཤིས།

source: Panel Settings
bo_cn: ལས་འགན་སྡེ་སྒྲིག་འགོད།

source: Panel attached to drawer
bo_cn: འཐེན་སྒམ་དུ་འབྱར་བའི་ངོས་པང་།

source: Panel autohide delay
bo_cn: ངོས་པང་རང་སྦས་ཕྱིར་འགྱངས།

source: Panel autounhide delay
bo_cn: ངོས་པང་རང་འདོར་སྦས་སྐུང་ཕྱིར་འགྱངས།

source: Panel object ID list
bo_cn: ངོས་པང་བྱ་ཡུལIDརེའུ་མིག

source: Panel object has quit unexpectedly
bo_cn: ངོས་པང་བྱ་ཡུལ་རྒྱུན་ལྡན་མིན་པའི་ཕྱིར་འཐེན།

source: Panel object type
bo_cn: ངོས་པང་བྱ་ཡུལ་རིགས་གྲས།

source: Panel orientation
bo_cn: ངོས་པང་གི་ཁ་ཕྱོགས།

source: Panel size
bo_cn: ངོས་པང་ཆེ་ཆུང་།

source: Pause per frame
bo_cn: ལྡེབ་རེར་སྐབས་འཇོག།
