Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/mate-utils.po
Languages: bo_cn

source: (%d
bo_cn: "། (ཨང་ %d"

source: (another copy)
bo_cn: (བསྐྱར་མ་གཞན་ཞིག)

source: (copy)
bo_cn: (བསྐྱར་མ།)

source: (invalid Unicode)
bo_cn: "། (ཕན་མེད་གྱི་ Unicode)"

source: - Browse and monitor logs
bo_cn: བལྟས་པ་དང་ལྟ་ཞིབ་ཉིན་ཐོ།

source: - Look up words in dictionaries
bo_cn: ཚིག་མཛོད་ཁྲོད་ཐ་སྙད་ལ་ལྟ་བ།

source: "%s" in %s
bo_cn: “%s”，%sཡིས་རྩི་བ།

source: "%s" is not a valid folder
bo_cn: %sནི་ནུས་ལྡན་གྱི་ཡིག་ཁུག་མ་རེད།

source: %'d File Found
bo_cn: ཡིག་ཆ་%'dརྙེད་པ།

source: %'d file found
bo_cn: ཡིག་ཆ་%'dརྙེད་པ།

source: %5d item
bo_cn: ཚན་པ་% 5d

source: %A, %B %-d %Y at %-I:%M:%S %p
bo_cn: %Yལོའི་ཟླ %-mཚེས་%-dཉིན%A，%-H:%M:%S

source: %d lines (%s) - %s
bo_cn: %d ཕྲེང་(%s) - %s

source: %s (%dnd copy)%s
bo_cn: %s(ཨང་ %d ཡི་འདྲ་བཤུས།)%s

source: %s (%drd copy)%s
bo_cn: %s(ཨང་ %d ཡི་འདྲ་བཤུས།)%s

source: %s (%dst copy)%s
bo_cn: %s(ཨང་ %d ཡི་འདྲ་བཤུས།)%s

source: %s (%dth copy)%s
bo_cn: %s(ཨང་ %d ཡི་འདྲ་བཤུས།)%s

source: %s (another copy)%s
bo_cn: %s(བསྐྱར་མ་གཞན་ཞིག)%s

source: %s (copy)%s
bo_cn: %s(བསྐྱར་མ།)%s

source: %s - Dictionary
bo_cn: %s-ཚིག་མཛོད།

source: (stopped)
bo_cn: མཚམས་འཇོག་པ།

source: - the MATE Search Tool
bo_cn: ཡིག་ཆ་འཚོལ་བཤེར།

source: A definition found
bo_cn: མཚན་ཉིད་%d རྙེད་བྱུང་།

source: A dictionary for MATE Desktop
bo_cn: MATEཅོག་ངོས་ཀྱི་ཚིག་མཛོད།

source: A disk usage analyzing tool for MATE Desktop
bo_cn: MATEཅོག་ངོས་ཀྱི་སྡུད་སྡེར་བཀོལ་སྤྱོད་དབྱེ་ཞིབ་ལག་ཆ།

source: A file searching tool for MATE Desktop
bo_cn: MATEཅོག་ངོས་ཀྱི་ཡིག་ཆ་འཚོལ་ཞིབ་ལག་ཆ།

source: A graphical tool to analyze disk usage.
bo_cn: སྡུད་སྡེར་བཀོལ་སྤྱོད་གནས་ཚུལ་དབྱེ་ཞིབ་བྱ་བྱེད་ཀྱི་རིས་དབྱིབས་ལག་ཆ་ཞིག

source: A list of URIs for partitions to be excluded from scanning.
bo_cn: ཕྱིར་ཕུད་པའི་བཤར་འབེབས་ཁུལ་དབྱེURI རེའུ་མིག

source: A locate database has probably not been created.
bo_cn: ཡང་དག་པའི་སྒོ་ནས་locate གཞི་གྲངས་མཛོད་གསར་འཛུགས་བྱེད་མྱོང་མེད་པ།

source: A screenshot utility for MATE Desktop
bo_cn: MATEཅོག་ངོས་ཀྱི་བརྙན་ཡོལ་དྲས་གཅོད་ལག་ཆ།

source: A system log viewer for MATE.
bo_cn: MATEརྒྱུད་ཁོངས་གི་ཉིན་ཐོའི་ལྟ་ཆས།

source: A_vailable options:
bo_cn: བཀོལ་རུང་འདེམ་བྱང་།(_V)：

source: Active Chart
bo_cn: བྱེད་སྒོའི་རི་མོ།

source: Add Dictionary Source
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་ཁ་སྣོན།

source: Add a new dictionary source
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་གསར་པ་ཁ་སྣོན།

source: Add new filter
bo_cn: འཚག་ཆས་གསར་བསྣན།

source: Add search option
bo_cn: བཤེར་འཚོལ་འདེམ་བྱང་ཁ་སྣོན།

source: All_ocated Space
bo_cn: བར་སྟོང་བགོ་བཤའ།(_O)

source: Another search is in progress
bo_cn: འཚོལ་བཤེར་ཚན་པ་གཞན་ཞིག་གིས་འཚོལ་བཞིན་ཡོད།

source: Application does not accept documents on command line
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་དེ་བཀའ་བརྡ་འཕྲེད་དུ་ཡིག་ཚགས།་མི་ལེན།

source: Apply _effect:
bo_cn: ཉེར་སྤྱོད་དམིགས་བསལ་ནུས་པ།(_E)：

source: Are you sure you want to open %d document?
bo_cn: ཁྱེད་རང་གིས་ཡིག་ཚགས་%d ཡི་ཁ་འབྱེད་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Are you sure you want to open %d folder?
bo_cn: ཁྱེད་རང་གིས་ཡིག་ཁུག་%d ཡི་ཁ་འབྱེད་རྒྱུ་གཏན་འཁེལ་ཡིན་ནམ།

source: Automatically start a search
bo_cn: རང་འགུལ་བཤེར་འཚོལ་མགོ་བརྩམས།

source: Available
bo_cn: ཁོམ་པ།

source: Available St_rategies
bo_cn: སྤྱོད་རུང་ཐབས་ཇུས།(_R)

source: Available _Databases
bo_cn: སྤྱོད་རུང་གཞི་གྲངས་མཛོད།(_D)

source: Available dictionaries
bo_cn: སྤྱོད་རུང་ཚིག་མཛོད།

source: Available options
bo_cn: སྤྱོད་རུང་འདེམ་བྱང་།

source: Available strategies
bo_cn: སྤྱོད་རུང་ཐབས་ཇུས།

source: Background:
bo_cn: རྒྱབ་ལྗོངས།：

source: Bad command '%s'
bo_cn: ནོར་འཁྲུལ་གྱི་མིང་།%s

source: Bad parameters for command '%s'
bo_cn: བཀའ་%sཡི་ཞུགས་གྲངས་ནོར་འཁྲུལ།

source: Bigger text size
bo_cn: ཡིག་དེབ་ཆེ་ཆུང་ཅུང་ཆེ་བ།

source: Border
bo_cn: མཐའ་མཚམས།

source: Border Effect
bo_cn: མཐའ་སྒྲོམ་ཕན་འབྲས།

source: Browse
bo_cn: མིག་བཤེར།

source: C_opy to Clipboard
bo_cn: དྲས་སྦྱར་ངོས་པང་ཏུ་འདྲ་ཕབ་བྱེད་པ།(_O)

source: Calculating percentage bars...
bo_cn: བརྒྱ་ཆའི་བསྡུར་ཚད་རྩི་བཞིན་པ།

source: Can't access source file
bo_cn: ཁུངས་ཡིག་ཆར་ལྟ་སྤྱོད་བྱེད་ཐབས་བྲལ་བ།

source: Can't pass document URIs to a 'Type=Link' desktop entry
bo_cn: ཡིག་ཚགས།་ཀྱི་URL དེ“Type=Link”ཡི་ཅོག་ངོས་ཚན་ལ་བརྒྱུད་མི་ཐུབ།

source: Can't read from "%s"
bo_cn: %sནས་ཀློག་མི་ཆོག

source: Cannot Connect to Server. You must enter a name for the server.
bo_cn: ཞབས་ཞུའི་འཕྲུལ་ཆས་དང་སྦྲེལ་ཐབས་བྲལ། ཁྱེད་ཀྱིས་ངེས་པར་དུ་ཞབས་ཞུ་ཆས་ཀྱི་མིང་ནང་འཇུག་བྱེད་དགོས།

source: Cannot check an excluded folder!
bo_cn: ཕྱིར་འབུད་བྱས་པའི་ཡིག་ཁུག་ལ་ཞིབ་བཤེར་བྱེད་ཐབས་བྲལ།

source: Cannot create pixbuf image!
bo_cn: བརྙན་རྒྱུའི་བརྙན་རིས་གསར་བཟོ་བྱེད་ཐབས་བྲལ།

source: Cannot scan location "%s"
bo_cn: གནས་%sབཤར་འབེབས་བྱེད་ཐབས་བྲལ།

source: Changes to your home folder will not be monitored.
bo_cn: དཀར་ཆག་གཙོ་བོའི་བཟོ་བཅོས་ལ་ལྟ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Character set conversion failed for "%s"
bo_cn: %sཡི་ཡིག་རྟགས་ཚོགས་བསྒྱུར་ཕམ་པ།

source: Chart model
bo_cn: དཔེ་རིས་དཔེ་དབྱིབས།

source: Chart root node
bo_cn: དཔེ་རིས་ཀྱི་རྩ་བའི་ཚིགས་ཚེག

source: Check folder sizes and available disk space
bo_cn: ཡིག་ཁུག་ཆེ་ཆུང་དང་སྤྱོད་རུང་སྡུད་སྡེར་བར་སྟོང་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Cl_ear
bo_cn: གཙང་སེལ།(_E)

source: Clear definition
bo_cn: གཙང་སེལ་མཚན་ཉིད།

source: Clear the definitions found
bo_cn: རྙེད་པའི་མཚན་ཉིད་གཙང་སེལ།

source: Clear the list of available databases
bo_cn: སྤྱོད་རུང་གཞི་གྲངས་མཛོད་ཀྱི་རེའུ་མིག་གཙང་སེལ།

source: Clear the list of available strategies
bo_cn: སྤྱོད་རུང་ཐབས་ཇུས་རེའུ་མིག་གཙང་སེལ།

source: Clear the list of similar words
bo_cn: འདྲ་བའི་མིང་ཚིག་རེའུ་མིག་གཙང་སེལ་བྱེད།

source: Clear the search string
bo_cn: བཤེར་འཚོལ་ཡིག་རྟགས་ཕྲེང་བ་གཙང་སེལ།

source: Clear the text of the definition
bo_cn: མཚན་ཉིད་ཡིག་དེབ་གཙང་སེལ།

source: Click to add the selected available search option.
bo_cn: འདེམ་ཟིན་པའི་བཀོལ་རུང་འཚོལ་བཤེར་ཚན་པར་ཆིག་རྡེབ་བྱས་ནས་ཁ་སྣོན་གྱིས།

source: Click to close "Search for Files".
bo_cn: འཚོལ་བཤེར་ཡིག་ཆ་ཆིག་རྡེབ་བྱས་ནས་སྒོ་རྒྱོབས།

source: Click to display the help manual.
bo_cn: ཆིག་རྡེབ་བྱས་ན་རོགས་རམ་ལག་དེབ་འཆར།

source: Click to expand or collapse the list of available options.
bo_cn: ཆིག་རྡེབ་བྱས་ནས་བཀོལ་རུང་འདེམ་བྱང་རེའུ་མིག་འགྲེམ་པའམ་ལྟེབ་ཆོག

source: Click to perform a search.
bo_cn: མནན་ན་བཤེར་འཚོལ་ལག་བསྟར་བྱེད་ཐུབ།

source: Click to remove the "%s" search option.
bo_cn: ཆིག་རྡེབ་བྱས་ནས་%sཡི་བཤེར་འཚོལ་འདེམ་བྱང་བསུབ་ཆོག

source: Click to stop a search.
bo_cn: ཆིག་རྡེབ་བྱས་ན་འཚོལ་བཤེར་མཚམས་འཇོག

source: Click to view the dictionary window
bo_cn: ཆིག་རྡེབ་ཀྱིས་ཚིག་མཛོད་ཀྱི་སྒེའུ་ཁུང་ལ་ལྟ་ཆོག

source: Client Name
bo_cn: མཁོ་མཁན་གྱི་མིང་།

source: Close this log
bo_cn: ཉིན་ཐོ་འདིའི་སྒོ་རྒྱག་པ།

source: Conflicting options: --window and --area should not be used at the same time.
bo_cn: གདོང་གཏུག་གི་འདེམས་ཚན།：--window དང --area མཉམ་དུ་སྤྱད་མི་ཆོག

source: Connect to Server
bo_cn: ཞབས་ཞུ་ཆས་ལ་སྦྲེལ།

source: Connection failed to the dictionary server at %s:%d
bo_cn: ཞབས་ཞུའི་འཕྲུལ་ཆས་དང་སྦྲེལ་མཐུད%s:%dཕམ་པ།

source: Connection timeout for the dictionary server at '%s:%d'
bo_cn: ཚིག་མཛོད་ཞབས་ཞུ་ཆས་ཡི་སྦྲེལ་མཐུད་“%s:%d”དུས་བརྒལ།

source: Contains the _text
bo_cn: ཡིག་ཆ（T）འདུས་ཡོད།

source: Contents
bo_cn: ནང་དོན།

source: Context
bo_cn: ཁོར་ཡུག

source: Copy the selection
bo_cn: བདམས་ཟིན་པའི་ནང་དོན་འདྲ་ཕབ།

source: Could not analyze disk usage.
bo_cn: སྡུད་སྡེར་གྱི་བཀོལ་ཚུལ་དབྱེ་ཞིབ་བྱེད་མི་ཐུབ།

source: Could not delete "%s".
bo_cn: %sབསུབ་ཐབས་བྲལ།

source: Could not detect any mount point.
bo_cn: འགེལ་འཇོག་གནས་གང་ཡང་ཞིབ་བཤེར་བྱེད་ཐབས་བྲལ།

source: Could not initialize monitoring
bo_cn: འགོ་སྒྲིག་ལྟ་ཞིབ་བྱེད་ཐབས་བྲལ།

source: Could not move "%s" to the Trash
bo_cn: %sསྙིགས་སྣོད་དུ་གནས་སྤོ་བྱེད་ཐབས་བྲལ།

source: Could not move "%s" to trash.
bo_cn: %sསྙིགས་སྣོད་དུ་གནས་སྤོ་བྱེད་ཐབས་བྲལ།

source: Could not move file to the Trash
bo_cn: ཡིག་ཆ་སྙིགས་སྣོད་དུ་སྤོ་ཐབས་བྲལ་བ།

source: Could not open document "%s".
bo_cn: ཡིག་ཚགས་%sཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open folder "%s"
bo_cn: ཡིག་ཁུག་%sཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open folder "%s".
bo_cn: ཡིག་ཁུག་%sཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open help document.
bo_cn: རོགས་རམ་ཡིག་ཚགས་ཁ་ཕྱེ་ཐབས་བྲལ།

source: Could not open the following files:
bo_cn: གཤམ་གསལ་གྱི་ཡིག་ཆ་ཁ་ཕྱེ་ཐབས་བྲལ་བ།

source: Could not save "%s" document to "%s".
bo_cn: ཡིག་ཚགས་%sདེ་%sལ་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Could not save document.
bo_cn: ཡིག་ཆ་ཉར་ཚགས་བྱེད་ཐབས་བྲལ།

source: Custom Location
bo_cn: མཚན་ཉིད་རང་འཇོག་གནས།

source: DAYS
bo_cn: ཉིན་གྲངས།

source: Database
bo_cn: གཞི་གྲངས་ཀྱི་མཛོད།

source: Database `%s' selected
bo_cn: གཞི་གྲངས་མཛོད་ཀྱི་%sབདམས་པ།

source: Database to use
bo_cn: བཀོལ་སྤྱོད་བྱེད་དགོས་པའི་གཞི་གྲངས་མཛོད།

source: Date Modified
bo_cn: བཟོ་བཅོས་དུས་ཚོད།

source: Date modified more than
bo_cn: བཟོ་བཅོས་དུས་ཚོད་(_Y)མང་བ།

source: Default Dictionary Server
bo_cn: སོར་བཞག་ཚིག་མཛོད་ཞབས་ཞུ་ཆས།

source: Default Window Height
bo_cn: སོར་བཞག་་སྒེའུ་ཁུང་གི་མཐོ་ཚད།

source: Default Window Maximized
bo_cn: སོར་བཞག་སྒེའུ་ཁུང་ཆེས་ཆེར་སྐྱེད།

source: Default Window Width
bo_cn: སོར་བཞག་སྒེའུ་ཁུང་ཞེང་ཚད།

source: Deleting "%s" failed: %s.
bo_cn: %sབསུབ་ནས་ཕམ་པ།：%s。

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Details: %s
bo_cn: ཞིབ་ཆ།：%s

source: Device
bo_cn: སྒྲིག་ཆས།

source: Dictionaries
bo_cn: ཚིག་མཛོད།

source: Dictionary Preferences
bo_cn: ཚིག་མཛོད་ཀྱི་སྔོན་འདེམ་ཚན་པ།

source: Dictionary Sources
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས།

source: Dictionary entry
bo_cn: ཚིག་མཛོད་ཀྱི་ཚན་པ།

source: Dictionary source '%s' has invalid transport '%s'
bo_cn: ཚིག་མཛོད་ཀྱིཁུངས་%sཡི་བརྒྱུད་བསྐུར་%sནུས་མེད།

source: Dictionary source `%s' selected
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་དང་%s’བདམས་པ།

source: Dictionary source does not have name
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་ལ་མིང་མེད།

source: Dictionary source to use
bo_cn: སྤྱད་བྱའི་ཚིག་མཛོད་ཀྱི་ཁུངས།

source: Dictionary sources
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས།

source: Dictionary sources found
bo_cn: རྙེད་པའི་ཚིག་མཛོད་ཀྱི་ཁུངས།

source: Disable Quick Search
bo_cn: མྱུར་འཚོལ་སྤྱོད་མི་ཆོག

source: Disable Quick Search Second Scan
bo_cn: མྱུར་འཚོལ་ཐེངས་གཉིས་པའི་བཤར་འབེབས་སྤྱོད་མི་ཆོག

source: Disable _Quick Search
bo_cn: མྱུར་འཚོལ་སྤྱོད་མི་ཆོག(_Q)"

source: Disable connection to session manager
bo_cn: གཏམ་གླེང་དོ་དམ་ཆས་ཀྱི་འབྲེལ་མཐུད་འགོག་སྤྱོད།

source: Disk Usage Analyzer
bo_cn: སྡུད་སྡེར་ཀྱིས་དབྱེ་ཞིབ་ཆས་བཀོལ་བ།

source: Disk Usage Analyzer Preferences
bo_cn: སྡུད་སྡེར་ཀྱིས་དབྱེ་ཞིབ་ཆས་བཀོལ་པའི་སྔོན་འདེམས་ཚན་པ།

source: Do you want to delete "%s" permanently?
bo_cn: ཁྱེད་རང་གི་%sགཏན་ཏུ་བསུབ་འདོད་དམ།

source: Double-click on the database to use
bo_cn: ཁྱེད་རང་ལ་དགོས་པའི་གཞི་གྲངས་མཛོད་ལ་ཉིས་རྡེབ་བྱོས།

source: Double-click on the matching strategy to use
bo_cn: ཁྱོད་ཀྱིས་བཀོལ་བའི་ཐབས་ཇུས་ལ་ཉིས་རྡེབ་བྱོས།

source: Double-click on the source to use
bo_cn: སྤྱོད་བྱའི་ཁུངས་ལ་ཉིས་རྡེབ་བྱོས།

source: Double-click on the word to look up
bo_cn: ཁྱེད་རང་གི་འཚོལ་བྱའི་ཐ་སྙད་དེ་ཉིས་རྡེབ་བྱོས།

source: Drop shadow
bo_cn: འཕྲོ་གྲིབ།

source: Edit Dictionary Source
bo_cn: ཚིག་མཛོད་ཀྱི་ཁུངས་རྩོམ་སྒྲིག

source: Edit filter
bo_cn: འཚག་ཆས་རྩོམ་སྒྲིག

source: Edit the currently selected dictionary source
bo_cn: མིག་སྔར་བདམས་ཟིན་པའི་ཚིག་མཛོད་ཀྱི་ཁུངས་རྩོམ་སྒྲིག

source: Effect to add to the border (shadow, border or none)
bo_cn: མཐའ་སྒྲོམ་དུ་ཁ་སྣོན་བྱས་པའི་དམིགས་བསལ་ནུས་པ།(གྲིབ་བརྙན། shadow 、མཐའ་སྒྲོམ། border ཡང་ན་ཁྱད་ཕྱོད། none)

source: Effect to add to the outside of a border. Possible values are "shadow", "none", and "border".
bo_cn: མཐའ་སྒྲོམ་སྟེང་བསྣན་པའི་དམིགས་བསལ་གྱི་ནུས་པ། འདེམ་རུང་བིའ་ཐང་ལ་showདངnoneདང་borderབཅས་འདུས་ཡོད།

source: Effect:
bo_cn: ཕན་འབྲས།

source: Effects
bo_cn: ཕན་འབྲས།

source: Enter a filename or partial filename with or without wildcards.
bo_cn: ཡིག་ཆའི་མིང་ངམ་ཡང་ན་ཡིག་ཆ་ཁ་ཤས་ཀྱི་མིང་ནང་འཇུག་བྱས་ན་ཀུན་འཕྲོད་ཨང་རྟགས་བཀོལ་ཆོག

source: Enter a text value for the "%s" search option.
bo_cn: %sཡི་བཤེར་འཚོལ་འདེམས་བྱང་གྱི་ཡིག་དེབ་གྲངས་ཐང་ནང་འཇུག་བྱེད་དགོས།

source: Enter a value in %s for the "%s" search option.
bo_cn: %sཡིས་བརྩིས་པའི་%sཡི་བཤེར་འཚོལ་འདེམས་བྱང་ཐང་ནང་འཇུག་བྱེད་དགོས།

source: Entry changed called for a non entry option!
bo_cn: བསྒྱུར་ཟིན་པའི་བྱ་ར་ཡིས་བྱ་ར་མིན་པའི་འདེམ་བྱང་འདོན་སྤྱོད།

source: Error loading the help page
bo_cn: རོགས་རམ་ལྡེབ་ངོས་འགེལ་སྐབས་ནོར་འཁྲུལ་ཐོན་པ།

source: Error parsing the search command.
bo_cn: བཤེར་འཚོལ་བཀའ་སྒྲིག་གཅོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error running the search command.
bo_cn: འཚོལ་བཤེར་བཀའ་འཁོར་སྐྱོད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error while looking up definition
bo_cn: མཚན་ཉིད་ལྟ་ཞིབ་ནོར་འཁྲུལ།

source: Error while matching
bo_cn: ཟླ་འགྲིག་སྐབས་ནོར་འཁྲུལ་ཤོར་བ།

source: Error while retrieving the definition
bo_cn: གོ་དོན་ཐོབ་ལེན་ནོར་འཁྲུལ།

source: Error while saving screenshot
bo_cn: རི་མོ་འཛིན་ཉར་སྐབས་ཀྱི་ནོར་འཁྲུལ།

source: Error while uncompressing the GZipped log. The file might be corrupt.
bo_cn: GZippedཡི་ཉིན་ཐོ་བཙིར་གནོན་སྐབས་ནོར་འཁྲུལ་བྱུང་། ཡིག་ཆ་དེ་ལ་སྐྱོན་བྱུང་ཡོད་སྲིད།

source: Error while writing to '%s'
bo_cn: %sའབྲི་སྐབས་ནོར་འཁྲུལ་ཤོར་བ།

source: Error: %s
bo_cn: ནོར་འཁྲུལ།：%s

source: Exclude other filesystems
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་གཞན་ཕྱིར་འབུད་པ།

source: Excluded partitions URIs
bo_cn: ཕྱིར་ཕུད་པའི་ཁུལ་དབྱེ།URI

source: FILE
bo_cn: ཡིག་ཆ།

source: FLAGS
bo_cn: མཚོན་རྟགས།

source: FTP (with login)
bo_cn: FTP(ཐོ་འགོད་བྱེད་དགོས། )

source: F_ind:
bo_cn: འཚོལ་བ།(_F)：

source: Failed to parse command line arguments: %s
bo_cn: བཀའ་བརྡའི་ཕྲེང་གི་ཞུགས་གྲངས་དབྱེ་ཞིབ་ཕམ་པ།：%s "

source: Failed to set process group id of child %d: %s.
bo_cn: %d བུའི་ཚོགས་ཆུང་Idསྒྲིག་འགོད་ཕམ་པ།:%s。

source: File already exists
bo_cn: ཡིག་ཆ་ཡོད་པ།

source: File is empty
bo_cn: ཡིག་ཆ་སྟོང་པ་རེད།

source: File is not a valid .desktop file
bo_cn: ཡིག་ཆ་གོ་ཆོད་མིན་པ། desktopཡིག་ཆ།

source: Filename
bo_cn: ཡིག་ཆའི་མིང་།

source: Filesystem Type
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས་རིགས་གྲས།

source: Filter name is empty!
bo_cn: འཚག་ཆས་ཀྱི་མིང་སྟོང་རེད།

source: Filter name may not contain the ':' character
bo_cn: འཚག་ཆས་ཀྱི་མིང་ལ་ཡིག་རྟགས“:”འདུས་མི་རུང་།

source: Filters
bo_cn: ཡིག་ཆ།

source: Find Ne_xt
bo_cn: རྗེས་མ་འཚོལ་ཞིབ།(_X)

source: Find Next
bo_cn: རྗེས་མ་འཚོལ་བ།

source: Find Pre_vious
bo_cn: གོང་མ་འཚོལ་ཞིབ།(_V)

source: Find Previous
bo_cn: གོང་མ་འཚོལ་བ།

source: Find a word or phrase in the document
bo_cn: ཡིག་ཚགས།་སུ་ཐ་སྙད་ཡང་ན་ཚིག་དུམ་འཚོལ།

source: Find a word or phrase in the log
bo_cn: ཉིན་ཐོའི་ནང་ཐ་སྙད་དང་ཚིག་དུམ་འཚོལ་བ།

source: Find next occurrence of the search string
bo_cn: འཚོལ་བཤེར་ཡིག་རྟགས་ཕྲེང་ཕྱིའི་ཐོན་ཐེངས་འཚོལ།

source: Find previous occurrence of the search string
bo_cn: འཚོལ་བཤེར་ཡིག་རྟགས་ཕྲེང་སྔའི་ཐོན་ཐེངས་འཚོལ།

source: Folder
bo_cn: ཡིག་ཁུག

source: Follow symbolic links
bo_cn: རྗེས་འདེད་མཚོན་རྟགས་སྦྲེལ་མཐུད།

source: Foreground:
bo_cn: མདུན་ལྗོངས།：

source: GDict Options
bo_cn: ཚིག་མཛོད་འདེམས་བྱང་།

source: GDict debugging flags to set
bo_cn: སྒྲིག་བྱའི་GDictཚོད་སྒྲིག་མཚོན་རྟགས།

source: GDict debugging flags to unset
bo_cn: ཕྱིར་འཐེན་བྱའི་GDictཚོད་སྒྲིག་མཚོན་རྟགས།

source: GROUP
bo_cn: ཚོ་ཆུང་།

source: G_rab the whole desktop
bo_cn: ཅོག་ངོས་ཧྲིལ་པོ་འཛིན་པ།

source: Go to the first definition
bo_cn: མཚན་ཉིད་དང་པོར་སྒྱུར།

source: Go to the last definition
bo_cn: མཇུག་མཐའི་མཚན་ཉིད་ལ་སྒྱུར།

source: Go to the next definition
bo_cn: མཚན་ཉིད་ཕྱི་མར་སྒྱུར།

source: Go to the previous definition
bo_cn: མཚན་ཉིད་གོང་མར་སྒྱུར།

source: Grab a window instead of the entire screen
bo_cn: སྒེའུ་ཁུང་གཅོད་ལེན་ཡིན་པ་ལས་བརྙན་ཡོལ་ཆ་ཚང་མིན།

source: Grab after a _delay of
bo_cn: བཅད་རིས་ཀྱི་ཕྱི་འགྱངས་དུས་ཚོད། (_D)

source: Grab an area of the screen instead of the entire screen
bo_cn: བརྙན་ཡོལ་གྱི་ཁུལ་ཁོངས་ཤིག་གཅོད་ལེན་བྱེད་པ་ལས་བརྙན་ཡོལ་ཆ་ཚང་གཅོད་ལེན་མི་བྱེད་པ།

source: Grab the current _window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་གཅོད་ལེན། (_W)

source: H_ostname:
bo_cn: འཕྲུལ་འཁོར་གཙོ་བོའི་མིང་།(_O)：

source: Height of the main window in pixels
bo_cn: སྒེའུ་ཁུང་གཙོ་བོའི་མཐོ་ཚད།བརྙན་རྒྱུས་རྩི་བ།

source: Hide
bo_cn: གབ་པ།

source: Highlight
bo_cn: མདངས་ཆེན།

source: Hostname
bo_cn: གཙོ་འཁོར་མིང་།

source: If you replace an existing file, its contents will be overwritten.
bo_cn: གལ་ཏེ་ཁྱོད་ཀྱིས་ཡོད་པའི་ཡིག་ཆ་བརྗེས་ན།ཡིག་ཆ་འདིའི་ནང་དོན་ཚང་མ་འགེབ་སྲིད།

source: Impossible to open the file %s
bo_cn: ཡིག་ཆ %s ཁ་ཕྱེ་ཐབས་བྲལ།

source: Include Border
bo_cn: མཐའ་སྒྲོམ་ཚུད་པ།

source: Include Pointer
bo_cn: སྟོན་མདའ་ཚུད་པ།

source: Include _pointer
bo_cn: སྟོན་མདའ་ཚུད་པ། (_P)

source: Include the pointer in the screenshot
bo_cn: བཅད་རིས་ཀྱི་ནང་ཙིག་མདའི་སྟོན་མདའ་ཚུད་པ།

source: Include the window _border
bo_cn: སྒེའུ་ཁུང་གི་མཐའ་སྒྲོམ་ཚུད་པ།(_B)

source: Include the window border with the screenshot
bo_cn: བཅད་རིས་ཀྱི་ནང་སྒེའུ་ཁུང་མཐའ་སྒྲོམ་ཚུད་པ།

source: Include the window manager border along with the screenshot
bo_cn: བཅད་རིས་ཀྱི་ནང་སྒེའུ་ཁུང་དོ་དམ་ཆས་ཀྱི་མཐའ་སྒྲོམ་ཚུད་པ།

source: Interactively set options
bo_cn: སྤེལ་རེས་སྒྲིག་འགོད་ཀྱི་འདེམས་ཚན།

source: Invalid database '%s'
bo_cn: ནུས་མེད་ཀྱི་གཞི་གྲངས་མཛོད་“%s”

source: Invalid option passed to sortby command line argument.
bo_cn: བཀའ་ལ་བརྒྱུད་སྤྲོད་བྱེད་པའི་ཞུགས་གྲངས་sortbyཡི་འདེམ་བྱང་ལ་ནུས་པ་མེད།

source: Invalid strategy '%s'
bo_cn: ནུས་མེད་ཀྱི་ཐབས་ཇུས།%s

source: Invalid transport type '%d'
bo_cn: ནུས་མེད་ཀྱི་སྐྱེལ་བྱའི་རིགས་གྲས།“%d”

source: KILOBYTES
bo_cn: ཡིག་ཚིགས་སྟོང་ཕྲག་མ།

source: List View
bo_cn: རེའུ་མིག་གི་མཐོང་རིས།

source: List of saved filters
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་འཚག་ཆས་རེའུ་མིག

source: List of saved regexp filters
bo_cn: ཚད་མཐུན་མཚོན་ཚུལ་གྱི་འཚག་ཆས་ཉར་ཚགས་བྱེད་པའི་རེའུ་མིག

source: Loading...
bo_cn: འགེལ་བཞིན་པ།

source: Locate documents and folders on this computer by name or content
bo_cn: མིང་ངམ་ཡང་ན་ནང་དོན་ལྟར་རྩིས་འཁོར་འདིའི་ཁྲོད་ཀྱི་ཡིག་ཚགས།་དང་ཡིག་སྡེར་གནས་ངེས་ཀྱིས།

source: Log Viewer
bo_cn: ཉིན་ཐོ་ལྟ་ཆས།

source: Log file to open up on startup
bo_cn: འགོ་སློང་སྐབས་སྒོ་འབྱེད་པའི་ཉིན་ཐོའི་ཡིག་ཆ།

source: Log files to open up on startup
bo_cn: འགོ་སློང་སྐབས་སྒོ་འབྱེད་པའི་ཉིན་ཐོའི་ཡིག་ཆ།

source: Longdo Thai-English Dictionaries
bo_cn: Longdoཐེ་སྐད་ནས་དབྱིན་སྐད་ཚིག་མཛོད་བར།

source: Look _up:
bo_cn: ལྟ་ཞིབ།(_U)：

source: Look in Folder
bo_cn: ཡིག་ཁུག་འཚོལ་བ།

source: Look in folder
bo_cn: ཡིག་ཁུག་འཚོལ་བ།

source: Look up words in dictionaries
bo_cn: ཚིག་མཛོད་ནང་ནས་ཐ་སྙད་ལྟ་ཀློག

source: Lookup failed for host '%s': %s
bo_cn: གཙོ་འཁོར“%s”ལྟ་ཀློག་ཕམ་པ།：%s

source: Lookup failed for host '%s': host not found
bo_cn: གཙོ་འཁོར་“%s”ལྟ་ཀློག་ཕམ་པ།གཙོ་འཁོར་མ་རྙེད་པ།

source: Lookup failed for hostname '%s': no suitable resources found
bo_cn: གཙོ་འཁོར་མིང་“%s”ལྟ་ཀློག་ཕམ་པ།འོས་འཚམ་གྱི་ཐོན་ཁུངས་མ་རྙེད་པ།

source: MATE Dictionary
bo_cn: MATEཚིག་མཛོད།

source: Manage Filters
bo_cn: འཚག་ཆས་དོ་དམ།

source: Manage filters
bo_cn: འཚག་ཆས་དོ་དམ།

source: Maximum depth
bo_cn: གཏིང་ཟབ་ཤོས།

source: Mo_ve to Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།(_V)

source: Monitor Home
bo_cn: འཆར་ཆས་གཙོ་ངོས།

source: Mount Point
bo_cn: འགེལ་གནས།

source: Move to parent folder
bo_cn: ཕའི་ཡིག་ཁུག་ཏུ་སྤོར་བ།

source: Moving "%s" failed: %s.
bo_cn: “%s”སྤོ་སྒུལ་ཕམ་པ།：%s。

source: Na_me does not contain
bo_cn: མིང་ནང་ཚུད་མེད་པ།（_M）

source: Name
bo_cn: མིང་།

source: Name contains
bo_cn: མིང་ཚུད་པ།

source: Name matches regular e_xpression
bo_cn: མིང་ཟླ་སྒྲིག་ཚད་མཐུན་མཚོན་ཚུལ།（_X）

source: New look up
bo_cn: ལྟ་ཞིབ་གསར་སྐྲུན།

source: No '%s' group found inside the dictionary source definition
bo_cn: ཚིག་མཛོད་ཁུངས་ཀྱི་མཚན་ཉིད་ནང%sཚོགས་ཆུང་རྙེད་མེད་པ།

source: No Files Found
bo_cn: ཡིག་ཆ་མ་རྙེད།

source: No connection to the dictionary server at '%s:%d'
bo_cn: “%s:%d”ཡིས་བཏོན་པའི་ཚིག་མཛོད་ཞབས་ཞུ་ཆས་སྦྲེལ་ཐབས་བྲལ།

source: No context available for source '%s'
bo_cn: ཁུངས་“%s”ལ་སྤྱོད་རུང་གི་གོང་འོག་ཡིག་ཆ་མི་འདུག

source: No databases found on dictionary server at '%s'
bo_cn: ཚིག་མཛོད་ཞབས་ཞུའི་འཕྲུལ་ཆས་ཀྱི་%sནས་གཞི་གྲངས་མཛོད་རྙེད་མ་བྱུང་།

source: No definitions found
bo_cn: མཚན་ཉིད་རྙེད་མ་བྱུང་།

source: No definitions found for '%s'
bo_cn: %sཡི་མཚན་ཉིད་རྙེད་མ་བྱུང་།

source: No dictionary source available with name '%s'
bo_cn: མིང་“%s”ལ་སྤྱོད་རུང་གི་ཚིག་མཛོད་ཀྱི་ཁུངས་མི་འདུག

source: No files found
bo_cn: ཡིག་ཆ་མ་རྙེད།

source: No hostname defined for the dictionary server
bo_cn: ཚིག་མཛོད་ཞབས་ཞུ་ཆས་ཀྱིས་གཙོ་འཁོར་ཀྱི་མིང་ལ་མཚན་ཉིད་བཞག་མེད་པ།

source: No strategies found on dictionary server at '%s'
bo_cn: ཚིག་མཛོད་ཞབས་ཞུ་ཆས་%sཐབས་ཇུས་མ་རྙེད་པ།

source: None
bo_cn: མེད།

source: Normal text size
bo_cn: ཡིག་དེབ་དཀྱུས་མའི་ཆེ་ཆུང་།

source: Not a launchable item
bo_cn: འདོན་སྤྱོད་རུང་བའི་ཚན་པ་མ་རེད།

source: Not found
bo_cn: རྙེད་མ་བྱུང་།

source: Only show lines that match one of the given filters
bo_cn: སྤྲད་པའི་འཚག་ཆས་དང་ཟླ་འགྲིག་པའི་ཕྲེང་ཁོ་ན་ལས་མི་འཆར།

source: Open Log
bo_cn: ཉིན་ཐོའི་ཁ་འབྱེད་པ།

source: Open Wit_h
bo_cn: ཁ་ཕྱེ་སྟངས།(H)

source: Open a log from file
bo_cn: ཡིག་ཆའི་ཐོག་ནས་ཉིན་ཐོའི་ཁ་འབྱེད་པ།

source: Open the help contents for the log viewer
bo_cn: ཉིན་ཐོ་ལྟ་ཆས་ཀྱི་རོགས་རམ་དཀར་ཆག་ཁ་ཕྱེ་བ།

source: Open with %s
bo_cn: %sསྤྱད་ནས་ཁ་ཕྱེས།

source: Optional information:
bo_cn: འདེམས་རུང་ཆ་འཕྲིན།

source: Owned by _group
bo_cn: ཡིག་ཆའི་ཁོངས་གཏོགས་ཚོ་ཆུང་།（_G）

source: Owned by _user
bo_cn: ཡིག་ཆའི་ཁོངས་གཏོགས་སྤྱོད་མཁན།

source: Owner is unrecognized
bo_cn: ངེས་མེད་ཀྱི་སྤྱོད་མཁན་

source: PATH
bo_cn: འགྲོ་ལམ།

source: PATTERN
bo_cn: དཔེ་དབྱིབས།

source: P_review...
bo_cn: སྔོན་ལྟ།(_R)...

source: Paths
bo_cn: འགྲོ་ལམ།

source: Please enter a name and try again.
bo_cn: མིང་འབྲི་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Please specify either foreground or background color!
bo_cn: མདུན་ལྗོངས་སམ་ཡང་ན་རྒྱབ་ལྗོངས་ཀྱི་ཁ་དོག་དམིགས་འཛུགས་གནང་དགོས།

source: Please wait until the current search ends.
bo_cn: ཅུང་ཙམ་སྒུག མིག་སྔའི་བཤེར་འཚོལ་མཇུག་སྒྲིལ་བར་སྒུག

source: Port
bo_cn: མཐུད་ཁ།

source: Preferences
bo_cn: མཐོ་རིམ།

source: Preview this document
bo_cn: ཡིག་ཚགས་འདིར་སྔོན་བལྟ་བྱོས།

source: Print
bo_cn: པར་འདེབས།

source: Print definition
bo_cn: གཏག་པར་མཚན་ཉིད།

source: Print result to the console
bo_cn: གྲུབ་འབྲས་ཚོད་འཛིན་སྟེགས་བུར་པར་དུ་འདེབས་པ།

source: Print the definitions found
bo_cn: གཏག་པར་གྱིས་རྙེད་པའི་མཚན་ཉིད།

source: Print the text of the definition
bo_cn: གཏག་པར་མཚན་ཉིད་ཀྱི་ཡིག་ཆ།

source: Print this document
bo_cn: ཡིག་ཚགས།་འདི་པར་འདེབས་བྱེད།

source: Public FTP
bo_cn: ཡོངས་བསྒྲགས། FTP

source: Quick Search Excluded Paths
bo_cn: མགྱོགས།མྱུར་འཚོལ་སེལ་གྱི་ལམ།

source: Quick Search Second Scan Excluded Paths
bo_cn: མགྱོགས།མྱུར་བཤར་འབེབས་ཐེངས་གཉིས་པའི་འཚོལ་སེལ་ལམ་འཚོལ་བ།

source: Quit the log viewer
bo_cn: ཉིན་ཐོར་ལྟ་ཆས་ལས་ཕྱིར་འབུད།

source: Ready
bo_cn: ཚགས་ཚུད།

source: Refresh
bo_cn: /གསར་སྒྱུར།

source: Regular expression is empty!
bo_cn: ཚད་མཐུན་གྱི་མཚོན་ཚུལ་སྟོང་པ་རེད།

source: Regular expression is invalid: %s
bo_cn: ནུས་མེད་ཀྱི་ཚད་མཐུན་མཚོན་ཚུལ།：%s

source: Reload the list of available databases
bo_cn: སྤྱོད་རུང་གཞི་གྲངས་མཛོད་ཀྱི་རེའུ་མིག་བསྐྱར་འཇུག

source: Reload the list of available sources
bo_cn: སྤྱོད་རུང་ཁུངས་རེའུ་མིག་བསྐྱར་འཇུག

source: Reload the list of available strategies
bo_cn: སྤྱོད་རུང་གི་ཐབས་ཇུས་བསྐྱར་འཇུག

source: Remove "%s"
bo_cn: “%s”"བསུབ་པ།

source: Remove "%s"?
bo_cn: %sབསུབ་བམ།

source: Remove the currently selected dictionary source
bo_cn: མིག་སྔར་བདམས་ཟིན་པའི་ཚིག་མཛོད་ཀྱི་ཁུངས་སུབ།

source: Remove the window border from the screenshot
bo_cn: བརྙན་ཤེལ་གྱི་པར་བཅད་ལེན་བྱེད་པའི་སྒེའུ་ཁུང་གི་མཐའ་སྒྲོམ་དོར།

source: Rescan your home folder?
bo_cn: ཁྱེད་རང་གི་ཡིག་ཁུག་གཙོ་བོར་ཡང་བསྐྱར་བཤར་འབེབས་བྱེད་དམ།

source: STRING
bo_cn: ཡིག་རྟགས་ཕྲེང་།

source: S_can Remote Folder...
bo_cn: རྒྱང་རིང་ཡིག་ཁུག་བཤར་འབེབས།(_C)...

source: S_earch results:
bo_cn: བཤེར་འཚོལ་མཇུག་འབྲས།(_E)：

source: S_ize at least
bo_cn: ཆེ་ཆུང་ཆུང་ཤོས།(_I)

source: S_tatusbar
bo_cn: རྣམ་པའི་སྡེ།(_T)

source: Save Screenshot
bo_cn: བཅད་རིས་ཉར་ཚགས།

source: Save Search Results As...
bo_cn: འཚོལ་བཤེར་མཇུག་འབྲས་གཞན་དུ་ཉར་བ།

source: Save Snapshot
bo_cn: པར་འཛིན་ཉར་ཚགས།

source: Save a Copy
bo_cn: བུ་དཔེ་ཉར་ཚགས།

source: Save definition
bo_cn: མཚན་ཉིད་ཉར་ཚགས།

source: Save in _folder:
bo_cn: ཡིག་ཁུག་དུ་ཉར་ཚགས།(_F)："

source: Save screenshot
bo_cn: པར་འཛིན་ཉར་ཚགས།

source: Save the definitions found
bo_cn: རྙེད་པའི་མཚན་ཉིད་ཉར་ཚགས།

source: Save the text of the definition to a file
bo_cn: མཚན་ཉིད་ཀྱི་ཡིག་དེབ་དེ་ཡིག་ཆ་རུ་ཉར་ཚགས།
