Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/mate-utils.po
Languages: bo_cn

source: _User Name:
bo_cn: སྤྱོད་མཁན་མིང་། (_U)：

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: available:
bo_cn: སྤྱོད་རུང་།：

source: contains hardlinks for:
bo_cn: སྦྲེལ་མཐུད་སྲ་མོའང་ཚུད་ཡོད།

source: days
bo_cn: ཉིན།

source: effect
bo_cn: ཁྱད་ཕྱོད།

source: kilobytes
bo_cn: སྟོང་ཡིག་ཚིགས་གྲངས།

source: last update: %s
bo_cn: ཐེངས་སྔོན་མའི་གསར་བརྗེ།：%s

source: link (broken)
bo_cn: སྦྲེལ་མཐུད་(ཆད་པ།)

source: link to %s
bo_cn: %sལ་སྦྲེལ་མཐུད།

source: nd copy)
bo_cn: འདྲ་དེབ།)

source: rd copy)
bo_cn: འདྲ་དེབ།)

source: seconds
bo_cn: སྐར་ཆ།

source: source
bo_cn: འབྱུང་ཁུངས།

source: st copy)
bo_cn: འདྲ་དེབ།)

source: th copy)
bo_cn: འདྲ་དེབ།)

source: today at %-I:%M %p
bo_cn: "དེ་རིང་ %H:%M"

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: used:
bo_cn: བེད་སྤྱོད་བྱས་ཟིན་པ།

source: word
bo_cn: ཐ་སྙད།

source: yesterday at %-I:%M %p
bo_cn: ཁ་སང་ %H:%M
