Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/MoinMoin.po
Languages: bo_cn

source: Cancel
bo_cn: འདོར་བ།

source: Cannot edit old revisions!
bo_cn: ཅུང་སྔ་བའི་པར་གཞི་རྩོམ་སྒྲིག་བྱེད་མི་ཆོག

source: Check Spelling
bo_cn: འབྲི་ཚུལ་ཞིབ་བཤེར།

source: Comment:
bo_cn: མཆན་འགྲེལ།：

source: Create New Page
bo_cn: ལྡེབ་ངོས་གསར་འཛུགས།

source: Invalid username or password.
bo_cn: ནུས་མེད་ཀྱི་ཐོ་མིང་ངམ་གསང་ཨང་།

source: Page name is too long, try shorter name.
bo_cn: ལྡེབ་ངོས་ཀྱི་མིང་རིང་དྲགས་པས་ཅུང་ཐུང་བའི་མིང་ཞིག་ཚོད་ལྟ་བྱེད་རོགས།

source: Preview
bo_cn: སྔོན་ལྟ།

source: Save Changes
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Text mode
bo_cn: ཡིག་དེབ་རྣམ་པ།

source: The wiki is currently not reachable.
bo_cn: Wikiའདི་མིག་སྔར་ལྟ་སྤྱོད་བྱེད་ཐབས་བྲལ།

source: You are not allowed to edit this page.
bo_cn: ཁྱོད་ལ་ལྡེབ་ངོས་འདི་རྩོམ་སྒྲིག་བྱེད་པའི་དབང་ཆ་མེད།

source: Your changes are not saved!
bo_cn: ཁྱེད་རང་གིས་བྱས་པའི་འགྱུར་བ་ད་དུང་ཉར་ཚགས་བྱས་མེད།
