Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/NetworkManager-pptp.po
Languages: bo_cn

source: 128-bit (most secure)
bo_cn: གྲངས་གནས།128 (ཆེས་བདེ་འཇགས།)

source: 40-bit (less secure)
bo_cn: གྲངས་གནས།40 (བདེ་འཇགས་དེ་ཙམ་མེད།)

source: <b>Authentication</b>
bo_cn: <b>ཐོབ་ཐང་ར་སྤྲོད།</b>

source: <b>Echo</b>
bo_cn: <b>སྒྲ་ལངས།</b>

source: <b>General</b>
bo_cn: <b>སྤྱིར་བཏང་</b>

source: <b>Misc</b>
bo_cn: <b>གཞན་པ</b>

source: <b>Optional</b>
bo_cn: <b>འདེམས་རུང་ཚན</b>

source: <b>Security and Compression</b>
bo_cn: <b>བདེ་འཇགས་རང་བཞིན་དང་སྡུད་སྒྲིལ</b>

source: Ad_vanced...
bo_cn: མཐོ་རིམ། (_V)...

source: All Available (Default)
bo_cn: ཚང་མ་སྤྱོད་རུང་། (སོར་བཞག)

source: Allow _BSD data compression
bo_cn: _BSD གཞི་གྲངས་སྡུད་སྒྲིལ་རུང་བ།

source: Allow _Deflate data compression
bo_cn: _Deflate གཞི་གྲངས་སྡུད་སྒྲིལ་རུང་བ།

source: Allow st_ateful encryption
bo_cn: རྣམ་པ་ཡོད་པའི་གསང་སྡོམ་རུང་བ།(_A)

source: Allow the following authentication methods:
bo_cn: གཤམ་གྱི་ར་སྤྲོད་བྱེད་ཐབས་རུང་བ།:

source: Authenticate VPN
bo_cn: VPN ར་སྤྲོད།

source: Compatible with Microsoft and other PPTP VPN servers.
bo_cn: ཝེ་རོན་དང་གཞན་པའི PPTP VPN ཞབས་ཞུ་ཆས་དང་འཆམ་མཐུན་བྱེད་པ།

source: Could not find pptp client binary.
bo_cn: pptp མཁོ་མཁན་གཉིས་གོང་འགྲིལ་ལུགས་ཡིག་ཆ་རྙེད་མེད།

source: Could not find secrets (connection invalid, no vpn setting).
bo_cn: གསང་ལྡེ། (འབྲེལ་མཐུད་ཕམ་པ། VPN སྡེབ་སྒྲིག་ནུས་མེད)རྙེད་མེད།

source: Could not find the pppd binary.
bo_cn: pppd གཉིས་གོང་འགྲིལ་ལུགས་ཡིག་ཆ་རྙེད་མེད།

source: D-Bus name to use for this instance
bo_cn: དངོས་དཔེ་འདིས་སྤྱོད་པའི D-Bus མིང་།

source: Default
bo_cn: སོར་བཞག

source: Don't quit when VPN connection terminates
bo_cn: VPN འབྲེལ་མཐུད་མཇུག་སྒྲིལ་དུས་ཕྱིར་མི་འབུད།

source: Enable verbose debug logging (may expose passwords)
bo_cn: ཞིབས་ཚགས་ཀྱི་ཚོད་སྒྲིག་ཟིན་ཐོ(གསང་ཨང་ཕྱིར་མངོན་ཉེན་ཆེ།)སྤྱོད་འགོ་རྩོམ་པ།

source: Invalid or missing PPTP gateway.
bo_cn: PPTP དྲ་སྟེམ་ཆད་པའམ་ནུས་མེད།

source: Missing VPN gateway.
bo_cn: VPN དྲ་སྟེམ་ཆད་པ།

source: Missing or invalid VPN password.
bo_cn: VPN གསང་ཨང་ཆད་པའམ་ནུས་མེད།

source: Missing or invalid VPN username.
bo_cn: VPN སྤྱོད་མཁན་མིང་བོར་བའམ་ནུས་མེད།

source: Missing required option '%s'.
bo_cn: དགོས་པའི་འདེམས་ཚན“%s”ཆད་པ།

source: NT Domain:
bo_cn: NT ཁོངས།:

source: No VPN configuration options.
bo_cn: VPN སྡེབ་སྒྲིག་འདེམས་ཚན་མེད།

source: No VPN secrets!
bo_cn: VPN གསང་ལྡེ་ནང་འཇུག་བྱས་མེད།

source: No cached credentials.
bo_cn: སྐབས་གསོག་གི་དཔང་ཡིག་མེད།

source: PPTP Advanced Options
bo_cn: PPTP མཐོ་རིམ་འདེམས་ཚན།

source: Password passed to PPTP when prompted for it.
bo_cn: PPTP གསང་ཨང་།

source: Password:
bo_cn: གསང་ཨང་།

source: Point-to-Point Tunneling Protocol (PPTP)
bo_cn: ཚེག་ནས་ཚེག་བར་ཕུག་ལམ་གྲོས་ཆིངས།(PPTP)

source: Send PPP _echo packets
bo_cn: PPP བྲག་ཅའི་ཁུག (_E) སྐྱེལ་གཏོང་།

source: Show password
bo_cn: གསང་ཨང་འཆར་བ།

source: Use TCP _header compression
bo_cn: TCP འགོ་སྡུད་སྒྲིལ(_H) སྤྱོད་པ།

source: Use _Point-to-Point encryption (MPPE)
bo_cn: ཚེག་ནས་ཚེག་གསང་སྡོམ། (MPPE)(_P) སྤྱོད་པ།

source: Use custom _unit number:
bo_cn: མཚན་ཉིད་རང་འཇོག་སྡེ་ཚན་རྟགས་སྤྱོད་པ། (_U)：

source: User name:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་། (_U)：

source: You need to authenticate to access the Virtual Private Network '%s'.
bo_cn: ཁྱེད་ཀྱིས་ཐོབ་ཐང་ཞིབ་བཤེར་བྱས་ན་ད་གཟོད་རྟོག་བཟོའི་ཆེད་སྤྱོད་དྲ་རྒྱ '%s' བཅར་འདྲི་བྱེད་ཐུབ།

source: _Gateway:
bo_cn: དྲ་སྟེམ།(_G)：

source: _Security:
bo_cn: བདེ་འཇགས་རང་བཞིན། (_S)：

source: couldn't convert PPTP VPN gateway IP address '%s' (%d)
bo_cn: PPTP VPN དྲ་སྟེམ IP ཤག་གནས“%s”(%d) བརྗེ་ཐབས་མེད།

source: couldn't look up PPTP VPN gateway IP address '%s' (%d)
bo_cn: PPTP VPN དྲ་སྟེམ IP ཤག་གནས“%s”(%d) འཚོལ་ཞིབ་བྱེད་ཐབས་མེད།

source: invalid boolean property '%s' (not yes or no)
bo_cn: ནུས་མེད་ཀྱི་པོ་ལེན་དབྱིབས་ཅན་གཏོགས་གཤིས། “%s”( yes ཡང་ན no མིན།)

source: invalid gateway '%s'
bo_cn: ནུས་མེད་ཀྱི་དྲ་སྟེམ“%s”

source: invalid integer property '%s'
bo_cn: ནུས་མེད་ཀྱི་ཧྲིལ་དབྱིབས་གཏོགས་གཤིས“%s”

source: no usable addresses returned for PPTP VPN gateway '%s' (%d)
bo_cn: ལྟོས་ཟླའི PPTP VPN དྲ་སྟེམ“%s”ཡི་སྤྱོད་རུང་ཤག་གནས(%d) ལ་ལོག་མེད།

source: property '%s' invalid or not supported
bo_cn: གཏོགས་གཤིས“%s”ནུས་མེད་དམ་རྒྱབ་སྐྱོར་མེད།

source: unhandled property '%s' type %s
bo_cn: སྒྲིག་དྲས་རྒྱག་བྱ་ཐབས་མེད་པའི་གཏོགས་གཤིས“%s”རིགས་རྣམ %s
