Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/onboard.po
Languages: bo_cn

source: Tab
bo_cn: གདོང་འཛར་ཤོག་ངོས།

source: Temporarily enable SHIFT when clicking with the secondary button.
bo_cn: མཐེབ་གནོན་ཞིག་མར་མནན་སྐབས་གནས་སྐབས་སུ SHIFT སྤྱོད་འགོ་རྩོམ་པ།

source: The number of keys the scanner steps back before moving forward again.
bo_cn: བཤར་འབེབས་ཆས་མུ་མཐུད་དུ་མདུན་དུ་མ་བསྐྱོད་གོང་ཕྱི་བཤོལ་བྱེད་པའི་མཐེབ་གྲངས།

source: The number of times the scanner cycles through the entire keyboard before it stops.
bo_cn: བཤར་འབེབས་ཆས་མཚམས་མ་བཞག་གོང་བཤེར་འབེབས་མཐེབ་གཞོང་གི་འཁོར་ཡུན་ཁ་གྲངས།

source: The selected device should not control the system mouse cursor or the keyboard caret.
bo_cn: འདེམ་པའི་སྒྲིག་ཆས་ཀྱིས་རྒྱུད་ཁོངས་ཙིག་མདའ་དང་ཡང་ན་མཐེབ་གཞོང་འོད་མདའ་ཚོད་འཛིན་བྱེད་མི་འོས།

source: The spell check engine to use.
bo_cn: བེད་སྤྱོད་བྱད་པའི་སྦྱོར་འབྲི་ཞིབ་བཤེར་སྒུལ་ཤུགས།

source: The time the scanner rests on a key while moving backwards. (in seconds)
bo_cn: བཤར་འབེབས་ཆས་ཕྱི་སྣུར་བྱེད་སྐབས་མཐེབ་སྟེང་དུ་སྡོད་པའི་དུས་ཚོད། (རྩིས་གཞི།：སྐར་ཆ།)

source: The time the scanner rests on a key while progressing forward. (in seconds)
bo_cn: བཤར་འབེབས་ཆས་མདུན་དུ་བསྐྱོད་སྐབས་མཐེབ་སྟེང་དུ་སྡོད་པའི་དུས་ཚོད། ། (རྩིས་གཞི།：སྐར་ཆ།)

source: The time the scanner rests on a key or group before moving to the next. (in seconds)
bo_cn: བཤེར་འབེབས་ཆས་མཐེབ་གནོན་གཅིག་གམ་མཐེབ་ཚོ་སྟེང་དུ་སྡོད་པའི་སྐར་ཆའི་གྲངས།

source: Theme
bo_cn: བརྗོད་གཞི།

source: Theme file (.theme) or name
bo_cn: བརྗོད་གཞི་ཡིག་ཆ། (.theme) འམ་ཡིག་ཆའི་མིང་།

source: This will only affect learned suggestions.
bo_cn: སློབ་སྦྱོང་བྱས་ཟིན་པའི་བསམ་འཆར་ཁོ་ནར་ནུས་པ་ཐོན་པ།

source: Time after hiding the keyboard in seconds until latched and locked modifiers and layer keys are released automatically. Leave at 0.0 to not automatically release them.
bo_cn: མཐེབ་གཞོང་སྦས་པ་ནས་རྒྱན་མཐེབ་བམ་རིམ་མཐེབ་མ་ལྷོད་གོང་གི་འགྱངས་བའི་དུས་ཚོད། 0.0 ལ་སྒྲིག་བཀོད་བྱས་ནས་བྱེད་ནུས་འདི་འགོག་སྤྱོད་བྱེད་སྤྱད་ཡིན།

source: Time in seconds before a click is triggered.
bo_cn: ཆིག་རྡེབ་འཕྲད་འབྱུང་སྔོན་གྱི་སྐར་ཆའི་གྲངས།

source: Tired face
bo_cn: ངལ་དུབ་ཀྱི་ཉམས་འགྱུར།

source: Toggle click helpers
bo_cn: ཆིག་རྡེབ་རོགས་རམ་བྱ་རིམ་བརྗེ་བ།

source: Top
bo_cn: རྩེ་ཆ།

source: Transparency
bo_cn: ནང་གསལ།

source: Transparency of the keyboard background
bo_cn: མཐེབ་གཞོང་རྒྱབ་ལྗོངས་ཀྱི་གསལ་ཚད།

source: Transparency of the whole keyboard window. Requires compositing.
bo_cn: མཐེབ་གཞོང་སྒེའུ་ཁུང་ཆ་ཙང་དྭངས་གསལ་ཅན་དུ་བྱེད་ན་སྒེའུ་ཁུང་མཉམ་བསྲེས་བྱེད་དགོས།

source: Transparency when the pointer leaves the keyboard. Requires compositing.
bo_cn: ཙིག་མདའི་སྟོན་ཁབ་ཁ་བྲལ་སྐབས་མཐེབ་གཞོང་དྭངས་གསལ་ཅན་དུ་བྱད་ན་སྒེའུ་ཁུང་མཉམ་བསྲེས་ཁ་ཕྱེ་དགོས།

source: Try harder to keep Onboard above anything on-screen.
bo_cn: བརྩོན་པ་ཆེས་ཆེར་བཏོན་ནས་བརྙན་ཡོལ་མཐེབ་གཞོང་དེ་བརྙན་ཡོལ་གྱི་ཆེས་མཐོ་རིམ་རྒྱུན་སྲུང་བྱེད་པ།

source: Typing Assistance
bo_cn: ནང་འཇུག་ལག་རོགས།

source: Ubuntu Logo
bo_cn: Ubuntu མཚོན་རྟགས།

source: Umbrella
bo_cn: གདུགས་ཆུང་།

source: Unable to read theme '{}'
bo_cn: བརྗོད་གཞི་ཀློག་ཐབས་མེད། '{}'

source: Unamused face
bo_cn: གཟབ་ནན་ཉམས་འགྱུར།

source: Up
bo_cn: སྟེང་།

source: Upper case on right click
bo_cn: གཡས་མཐེབ་མནན་ཏེ་ཡིག་ཆེན་འབྲི་བ།

source: Use device
bo_cn: སྒྲིག་ཆས་སྤྱོད་པ།

source: Victory hand
bo_cn: རྒྱལ་བ།

source: Weary face
bo_cn: སུན་པའི་ཉམས་འགྱུར།

source: When Inactive
bo_cn: འགུལ་སྐྱོད་མི་བྱེད་པའི་དུས།

source: While learning is paused:
bo_cn: སློབ་སྦྱོང་བྱེད་ནུས་སྐབས་འཇོག་དུས།：

source: White club suit
bo_cn: དཔྱིད་མགོའི་མེ་ཏོག

source: White diamond suit
bo_cn: རྡོ་རྗེ་ཕ་ལམ།

source: White heart suit
bo_cn: སྙིང་རྗེ།

source: White spade suit
bo_cn: ཁམ་སྙིང་།

source: White star
bo_cn: ཟུར་ལྔའི་སྐར་མ་དཀར་པོ།

source: White sun with rays
bo_cn: ཉི་མ་དང་འོད་ཟེར་དཀར་པོ།

source: White telephone
bo_cn: ཁ་པར་དཀར་པོ།

source: Wind_ow:
bo_cn: སྒེའུ་ཁུང་། (_O)：

source: Window
bo_cn: སྒེའུ་ཁུང་།

source: Window options
bo_cn: སྒེའུ་ཁུང་འདེམས་ཚན།

source: Window size, widthxheight
bo_cn: སྒེའུ་ཁུང་ཆེ་ཆུང་། ཞེང་ཚདxམཐོ་ཚད།

source: Window x position
bo_cn: སྒེའུ་ཁུང་Xགནས་ཚད།

source: Window y position
bo_cn: སྒེའུ་ཁུང་Yགནས་ཚད།

source: Winking face
bo_cn: མིག་ཡ་ལྡེབ་འཛུམ་མདངས།

source: Word Suggestions
bo_cn: ཚིག་ཚོའི་བསམ་འཆར།

source: Words typed while this button is pressed won't be remembered.
bo_cn: མཐེབ་འདི་མནན་རྗེས་རྒྱུད་ཁོངསཀྱིས་ཁྱེད་ཀྱིས་ནང་འཇུག་བྱས་པའི་ཐ་སྙད་དྲན་མི་སྲིད།

source: Writing hand
bo_cn: ལག་བྲིས།

source: Yin yang
bo_cn: ཉིན་སྲིབ།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Alternate switch actions
bo_cn: བརྗེ་སྟངས་བརྗེ་རེས། (_A)

source: _Angle:
bo_cn: ཟུར་ཚད། (_A)：

source: _Attributes:
bo_cn: གཏོགས་གཤིས། (_A)：

source: _Auto-show when editing text
bo_cn: ཡི་གེ་རྩོམ་སྒྲིག་བྱེད་སྐབས་རང་འགུལ་མངོན་པ། (_A)

source: _Background:
bo_cn: རྒྱབ་ལྗོངས། (_B)：

source: _Backtrack interval:
bo_cn: ཕྱིར་སྣུར་བར་ཆོད། (_B)：

source: _Border:
bo_cn: མཐའ་སྒྲོམ། (_B)：

source: _Button label:
bo_cn: མཐེབ་གནོན་གདོང་འཛར། (_B)：

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Delay:
bo_cn: ཕྱི་འགྱངས། (_D)：

source: _Delete
bo_cn: འདོར་བ།

source: _Font:
bo_cn: ཡིག་གཟུགས། (_F)：

source: _Force window to top
bo_cn: རྒྱུན་དུ་རྩེར་སྡོད། (_F)

source: _Forward interval:
bo_cn: མདུན་སྐྱོད་བར་ཆོད། (_F)：

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Hide Onboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་གབ་པ། (_H)

source: _Hide when using a physical keyboard
bo_cn: དངོས་ལུག་མཐེབ་གཞོང་སྤྱོད་སྐབས་གབ་པ། (_H)

source: _Input event source:
bo_cn: ནང་འཇུག་ཡོང་ཁུངས། (_I)：

source: _Key:
bo_cn: གསང་ལྡེ། (_K)：

source: _Learn from typed text
bo_cn: ནང་འཇུག་བྱས་ཟིན་པའི་ཡིག་རྐྱང་ནང་དོན་སློབ་སྦྱོང་། (_L)

source: _Long press action:
bo_cn: རིང་གནོན་འགུལ་སྟངས། (_L)：

source: _Motion threshold:
bo_cn: འགུལ་སྟངས་མཚམས་ཐང་། (_M)：

source: _New
bo_cn: གསར་བཟོ།(_N)

source: _No background
bo_cn: རྒྱབ་ལྗོངས་མེད། (_N)

source: _Open layouts folder
bo_cn: བཀོད་པ་ཡིག་ཁུག་ཁ་ཕྱེ་པ། (_O)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Remove
bo_cn: སྤོ་བ།(_R)

source: _Remove suggestion…
bo_cn: བསམ་འཆར་སུབ་པ། (_R)...

source: _Reset
bo_cn: བསྐྱར་སྒྲིག (_R)

source: _Revert
bo_cn: བརྟན་ནས་མ་མངོན།

source: _Save snippet
bo_cn: དུམ་བུ་ཉར་ཚགས། (_S)

source: _Select an input device:
bo_cn: ནང་འཇུག་སྒྲིག་ཆས་འདེམ་པ། (_S)：

source: _Settings
bo_cn: སྒྲིག་འགོད། (S)

source: _Show Onboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་མངོན་པ། (_S)

source: _Show status icon
bo_cn: རྣམ་པའི་རིས་རྟགས་མངོན་པ། (_S)

source: _Step interval:
bo_cn: གོམ་བགྲོད་བར་ཆོད། (_S)：

source: _Strength:
bo_cn: ཤུགས་ཚད། (_S)：

source: _Style:
bo_cn: བཟོ་ལྟ། (_S)：

source: _Super key:
bo_cn: _Super མཐེབ།

source: _Touch input:
bo_cn: རེག་འཇུག (_T)：

source: _Use this device only for scanning
bo_cn: སྒྲིག་ཆས་འདི་ཁོ་ན་བཤེར་འབེབས་སུ་སྤྱོད་པ། (_U)

source: _Window handles:
bo_cn: སྒེའུ་ཁུང་ཚིག་སྣེ། (_W)：

source: after
bo_cn: རྗེས།

source: color scheme '{filename}' does not exist
bo_cn: ཚོན་མདོག་ཇུས་གཞི '{filename}' གནས་མེད།

source: column
bo_cn: སྟར།

source: copy_layouts failed, unsupported layout format '{}'.
bo_cn: བཀོད་པ་འདྲ་ཕབ་ཕམ་པ། རྒྱབ་སྐྱོར་མི་བྱེད་པའི་བཀོད་པ་རྣམ་གཞག '{}'

source: copying layout '{}' to '{}'
bo_cn: བཀོད་པ་ '{}' དེ '{}'རུ་འདྲ་ཕབ་བྱེད་པ།

source: copying svg file '{}' to '{}'
bo_cn: svg ཡིག་ཆ '{}' དེ '{}'རུ་འདྲ་ཕབ་བྱེད་པ།

source: failed to create directory '{}': {}
bo_cn: དཀར་ཆག '{}': {} གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: failed to find {description} '{filename}'
bo_cn: {description} '{filename}'རྙེད་མ་བྱུང་།

source: failed to migrate user directory.
bo_cn: སྤྱོད་མཁན་གྱི་ཚིག་མཛོད་ཟླ་སྒྲིལ་གཏོང་ཐབས་མེད།

source: forever
bo_cn: ཡུན་གཏན།

source: gsettings schema for '{}' is not installed
bo_cn: '{}' ཡི gsettings schema སྒྲིག་འཇུག་བྱས་མེད།

source: layout '{filename}' does not exist
bo_cn: བཀོད་པ་ '{filename}' གནས་མེད།

source: multi-touch
bo_cn: ཚེག་མང་རེག་པ།

source: never
bo_cn: བརྟན་ནས།

source: no window transparency available; screen doesn't support alpha channels
bo_cn: སྒེའུ་ཁུང་དྭངས་གསལ་ཡོང་ཐབས་མེད། བརྙན་ཡོལ་གྱིས Alpha རྒྱུ་ལམ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: none
bo_cn: མེད།

source: seconds
bo_cn: སྐར་ཆ།

source: single-touch
bo_cn: ཚེག་རྐྱང་རེག་པ།

source: theme '{filename}' does not exist
bo_cn: བརྗོད་གཞི '{filename}' གནས་མེད།

source: unable to locate '{filename}', loading default {description} instead
bo_cn: '{filename}'དམིགས་འཛུགས་བྱ་ཐབས་མེད། སོར་བཞག་ཐང་ {description} ཁུར་སྣོན་བྱེད་པ།

source: {description} '{filename}' not found yet, retrying in default paths
bo_cn: {description} '{filename}' རྙེད་མ་བྱུང་། སོར་བཞག་འགྲོ་ལམ་ཡང་བསྐཡར་ཚོད་ལྟ་བྱེད་པ།

source: {description} '{filename}' not found yet, searching in paths {paths}
bo_cn: {description} '{filename}' རྙེད་མ་བྱུང་། {paths} འགྲོ་ལམ་འོག་ནས་བཤེར་འཚོལ་བྱེད་པ།

source: {description} '{filepath}' found.
bo_cn: {description} '{filepath}' རྙེད་ཟིན།
