Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/onboard.po
Languages: bo_cn

source: &quot;Sticky&quot; mode for keyboard and floating icon.
bo_cn: &quot;འཇིབ་འབྱར་རྣམ་པ &quot;མཐེབ་གཞོང་དང་འགུལ་བའི་རིས་རྟགས་སུ་སྤྱོད་པ།

source: , unassigned
bo_cn: བགོ་བཤའ་བརྒྱབ་མེད།

source: 1 hour
bo_cn: ཆུ་ཚོད།1

source: 1 minute
bo_cn: སྐར་མ།1

source: 10 minutes
bo_cn: སྐར་མ་10

source: 3 hours
bo_cn: ཆུ་ཚོད།3

source: 30 minutes
bo_cn: སྐར་མ།30

source: 5 minutes
bo_cn: སྐར་མ།5

source: <Enter label>
bo_cn: <གདོང་འཛར་ནང་འཇུག >

source: <Enter text>
bo_cn: <ཡིག་རྐྱང་ནང་འཇུག>

source: About Layout
bo_cn: བཀོད་པའི་སྐོར།

source: Action
bo_cn: འགུལ་སྟངས།

source: Action:
bo_cn: འགུལ་སྟངས།：

source: Activate
bo_cn: སྐུལ་སློང་།

source: Activate Hover Click
bo_cn: ལྡིང་འཁོར་ཆིག་རྡེབ་སྐུལ་སློང་།

source: Active Monitor
bo_cn: བརྙན་ཡོལ་སྐུལ་སློང་།

source: Add and remove spaces when inserting word suggestions followed by punctuation characters.
bo_cn: ནང་འཛུད་བྱས་པའི་སྦྱོར་འབྲིའི་རྗེས་སུ་ཚེག་ཤད་རྟགས་ཡོད་ཚེས་སྟོང་ཆ་རང་འགུལ་ངང་ཁ་སྣོན་དང་ཡང་ན་སུབ་པ་ཡིན།

source: Advanced
bo_cn: མཐོ་རིམ།

source: All corners and edges
bo_cn: མཐའ་ཟུར་ཚང་མ།

source: Allow multiple Onboard instances
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་དངོས་དཔེ་མང་པོ་ཞིག་རུང་བ།

source: Alphanumeric keys
bo_cn: གྲངས་ཀ་དང་གསལ་བྱེད་མཐེབ།

source: Always enable the system-provided hover click window when exiting Onboard.
bo_cn: འཆར་ཤེལ་གྱི་མཐེབ་གཞོང་ནས་ཕྱིར་འཐེན་སྐབས་རྒྱུད་ཁོངས་ཀྱིས་མཁོ་འདོན་བྱས་པའི་ལྡིང་འཁོར་ཆིག་རྡེབ་སྒེའུ་ཁུང་གཏན་དུ་འགོ་སློང་པ་ཡིན།

source: Angry face
bo_cn: ཁོང་ཁྲོ་ལངས་པའི་ཉམས་འགྱུར།

source: AppIndicator
bo_cn: བཀོལ་སྤྱོད་རིས་རྟགས།

source: Arrows
bo_cn: མདའ་རྩེ།

source: Astonished face
bo_cn: ཡ་མཚན་གྱི་ཉམས་འགྱུར།

source: Author: {}
bo_cn: རྩོམ་པ་པོ།：{}

source: Auto-capitalize while typing
bo_cn: ནང་འཇུག་སྐབས་རང་འགུལ་ཡི་གེ་ཨང་དང་པོའི་ཡིག་ཆེན་འབྲི་བ།

source: Auto-correct spelling
bo_cn: སྦྱོར་འབྲི་རང་འགུལ་དག་བཅོས།

source: Auto-correction
bo_cn: རང་འགུལ་དག་བཅོས།

source: Auto-hide
bo_cn: རང་འགུལ་གབ་སྦས།

source: Auto-show settings
bo_cn: སྒྲིག་འགོད་རང་འགུལ་འཆར་བ།

source: Automatic scan for 1 switch
bo_cn: བསད་སྤར་ཞིག་སྤྱོད་དུས་མཐེབ་དཀྱུས་རང་འགུལ་བཤར་འབེབས་བྱེད་པ།

source: Automatically capitalize sentence begins and name words.
bo_cn: ཐོག་མའི་གསལ་བྱེད་དང་ཆེད་སྤྱོད་ཐ་སྙད་རང་འགུལ་ཆེར་འབྲི།

source: Automatically correct the last word.
bo_cn: ཉེ་ཆར་ནང་འདྲེན་བྱས་པའི་ཐ་སྙད་རྣམས་རང་འགུལ་དག་བཅོས།

source: B_order width:
bo_cn: མཐའ་སྒྲོམ་ཞེང་ཚད། (_O)：

source: Backtrack _steps:
bo_cn: གོམ་ལྡོག་གི་ཁ་གྲངས། (_S):

source: Beamed eighth note
bo_cn: བརྒྱད་ཆའི་སྒྲ་རྟགས།

source: Behavior of modifier and layer keys.
bo_cn: རྒྱན་སྤྲོད་མཐེབ་གནོན་དང་རིམ་ལྡན་མཐེབ་གནོན་སྤྱོད་པ།

source: Bold
bo_cn: སྦོ་གཟུགས།

source: Bottom
bo_cn: ཞབས་ཁུལ།

source: Button
bo_cn: མཐེབ་གནོན།

source: Button Label
bo_cn: མཐེབ་གནོན་གདོང་འཛར།

source: Button Number
bo_cn: མཐེབ་གནོན་ཨང་རྟགས།

source: Buttons
bo_cn: མཐེབ་གནོན།

source: C_ustomize theme
bo_cn: མཚན་ཉིད་རང་འཇོག་བརྗོད་གཞི། (_U)

source: Change Onboard settings
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྒྲིག་འགོད་བརྗེ་བསྒྱུར།

source: Check spelling of the word at or before the cursor.
bo_cn: ཙིག་མདའི་གནས་ས་དང་དེའི་སྔོན་གྱི་སྦྱོར་འབྲི་ལ་ཞིབ་བཤེར་བྱེད་པ།

source: Choose between key-repeat or long-press menus. Mainly affects alpha-numeric keys.
bo_cn: ཡང་བསྐྱར་མཐེབ་གནོན་དང་ཡང་ན་རྒྱུན་གནོན་འདེམས་བྱང་ནང་དུ་འདེམས་རོགས། གཙོ་བོ་མཐེབ་གཞོང་དང་ཨང་ཀིའི་མཐེབ་གནོན་ལ་ཤུགས་རྐྱེན་ཐེབས་ཀྱི་ཡོད།

source: Chose how the keyboard window moves when a text entry is activated.
bo_cn: ཡིག་རྐྱང་སྒྲོམ་སྐུལ་སློང་འདེམས་སྐབས་རྟོག་བཟོའི་སྒེའུ་ཁུང་ཇི་ལྟར་སྤོ་དགོས།

source: Close
bo_cn: ཁ་རྒྱག་པ།

source: Color Sche_me
bo_cn: ཚོན་མདོག་ཇུས་གཞི། (_M)

source: Color scheme for theme '{filename}' not found
bo_cn: བརྗོད་བྱ་གཙོ་བོ '{filename}' ཡི་ཚོན་མདོག་ཇུས་གཞི་རྙེད་མ་བྱུང་།

source: Condensed
bo_cn: སྡུད་སྒྲིལ།

source: Confounded face
bo_cn: མགོ་འཐོམ་པའི་ཉམས་འགྱུར།

source: Constrain window size to the layout&apos;s aspect ratio.
bo_cn: བཀོད་པ་དང་འཕྲེད་གཞུང་གི་བསྡུར་ཚད་གཞིར་བྱས་ནས་སྒེའུ་ཁུང་ཆེ་ཆུང་རྒྱུན་འཛིན་པ།

source: Constrain window size to the layout's aspect ratio.
bo_cn: སྒེའུ་ཁུང་གི་ཆེ་ཆུང་བཀོད་པའི་འཕྲེད་ཞེང་བསྡུར་ཚད་ལ་ཚད་བཀག་པ།

source: Contributions
bo_cn: ནང་དོན་ཕུལ་བ།

source: Copy layout '{}' to this new name:
bo_cn: བཀོད་པ '{}' ཡི་སྡེབ་སྒྲིག་ཆ་འཕྲིན་འདྲ་ཕབ་བྱེད་པ།：

source: Core layouts
bo_cn: ལྟེ་བའི་བཀོད་པ།

source: Critical overscan for 1 switch
bo_cn: བསད་སྤར་གཅིག་སྤྱོད་སྐབས་བཤེར་འབེབས་ལོ་རྒྱུས་ཟིན་ཐོར་འགོད་པ།

source: Crying face
bo_cn: ངུས་པའི་ཉམས་འགྱུར།

source: Ctrl
bo_cn: Coml

source: Custom
bo_cn: མཚན་ཉིད་རང་བཞག

source: Customize Theme
bo_cn: བརྗོད་གཞི་མཚན་ཉིད་རང་འཇོག

source: Default
bo_cn: སོར་བཞག

source: Del
bo_cn: འདོར་བ།

source: Delay between keystrokes in milliseconds:
bo_cn: མཐེབ་གནོན་ཕྱིར་འགྱངས། (ཧའོ་སྐར་ཆ།)：

source: Delay in seconds until the inactive transparency takes effect.
bo_cn: འགུལ་སྐྱོད་མིན་པའི་དྭངས་གསལ་ནུས་པ་མ་ཐོན་སྔོན་གྱི་ཕྱིར་འགྱངས་ཀྱི་ཞིབ་བརྗོད།

source: Delete layout '{}'?
bo_cn: བཀོད་པ '{}'སུབ་བམ།

source: Delete selected theme?
bo_cn: འདེམ་པའི་བརྗོད་གཞི་སུབ་བམ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Desktop Integration
bo_cn: ཅོག་ངོས་འདུས་གྲུབ།

source: Desktop keyboard with edit and function keys
bo_cn: རྩོམ་སྒྲིག་དང་བྱེད་ནུས་མཐེབ་གནོན་ལྡན་པའི་ཅོག་ངོས་མཐེབ་གཞོང་།

source: Directed scan for 3 or 5 switches
bo_cn: བསད་སྤར་གསུམ་ནས་ལྔ་སྤྱོད་སྐབས་ཕྱོགས་གཏན་བཤེར་འབེབས་བྱེད་པ།

source: Disabled
bo_cn: བཀག་པ།

source: Disappointed face
bo_cn: ཡིད་ཆད་ཉམས་འགྱུར།

source: Dish
bo_cn: ཆའོ་ཁོ་ལི་མཐེབ་གཞོང་།

source: Distance in pixels before movement will be recognized.
bo_cn: ཆེས་ཆུང་བའི་སྤོ་རུང་གི་བརྙན་རྒྱུའི་བར་ཐག་ཏུ་ངོས་འཛིན་བྱས་ཡོད།

source: Dizzy face
bo_cn: མགོ་ཡུ་འཁོར་བའི་ཉམས་འགྱུར།

source: Do you want to use this device for keyboard scanning?
bo_cn: སྒྲིག་ཆས་འདི་སྤྱད་ནས་མཐེབ་གཞོང་བཤར་འབེབས་བྱེད་པ་གཏན་འཁེལ་ཡིན་ནམ།

source: Dock the keyboard to the edge of the screen.
bo_cn: མཐེབ་གཞོང་དེ་བརྙན་ཡོལ་གྱི་མཐའ་ལ་གཏན་འཇགས་བྱེད་པ།

source: Dock to monitor:
bo_cn: བརྙན་ཡོལ་དུ་གཏན་འཇགས་བྱེད་པ།：

source: Dock to screen edge
bo_cn: བརྙན་ཡོལ་གྱི་མཐའ་ལ་གཏན་འཇགས་བྱེད་པ།

source: Dock to screen edge:
bo_cn: བརྙན་ཡོལ་གྱི་མཐའ་ལ་བཅར་བ།：

source: Docking
bo_cn: གཏན་འཇགས།

source: Docking settings
bo_cn: སྒྲིག་འགོད་བཅར་བ།

source: Don't remember new words
bo_cn: ཐ་སྙད་གསར་པ་དྲན་གྱི་མི་འདུག

source: Double click
bo_cn: ཉིས་རྡེབ།

source: Down
bo_cn: འོག

source: Drag click
bo_cn: འདྲུད་ནས་གནོན་པ།

source: Duplicate key_id '{}' found in color scheme file. Key_ids must occur only once.
bo_cn: མདོག་སྡེབ་རྣམ་པའི་ཡིག་ཆའི་ཁྲོད་དུ་བསྐྱར་ཟློས་ཀྱི key_id '{}'ཡོད། Key_id ནི་ཐེངས་གཅིག་མ་གཏོགས་འབྱུང་མི་འོས།

source: Edit snippet #{}
bo_cn: དུམ་བུ་རྩོམ་སྒྲིག #{}

source: Enable keyboard _scanning
bo_cn: མཐེབ་གཞོང་བཤར་འབེབས་སྤྱོད་འགོ་རྩོམ་པ། (_S)

source: Enable click type window on exit
bo_cn: ཕྱིར་འབུད་སྐབས་མཐེབ་གནོན་ནང་འཇུག་སྒེའུ་ཁུང་ཕྱེ་དགོས།

source: Enable inactive transparency. Requires compositing.
bo_cn: འགུལ་སྐྱོད་རྣམ་པ་མིན་པའི་དྭངས་གསལ་ཕྱེད་ཙམ་མངོན་པ་སྤྱོད་འགོ་རྩོམ་པ། སྒེའུ་ཁུང་མཉམ་བསྲེས་བྱེད་དགོས།

source: Enable word completion and prediction.
bo_cn: རང་འགུལ་ཁ་གསབ་དང་ལེན་ཞང་ནང་འཇུག་གི་ཁ་ཕྱེ་བ།

source: Ent
bo_cn: འབེབས་པ།

source: Enter a name for the new theme:
bo_cn: བརྗོད་གཞི་གསར་པ་ལ་མིང་ཞིག་ནང་འཇུག་བྱེད་པ།：

source: Enter a new snippet for button #{}:
bo_cn: #{} ལ་དུམ་བུ་གསར་པ་ནང་འཐུ་བྱེད་པ།：

source: Error loading color scheme '{filename}'. {exception}: {cause}
bo_cn: ཚོན་སྡེབ་ཇུས་གཞི་ཁུར་སྣོན་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་། '{filename}'. {exception}: {cause}"

source: Error loading theme '{filename}'. {exception}: {cause}
bo_cn: བརྗོད་གཞི་ཁུར་སྣོན་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་། '{filename}'. {exception}: {cause}"

source: Error saving
bo_cn: ཉར་ཚགས་ནོར་འཁྲུལ།

source: Esc
bo_cn: Esc མཐེབ།

source: Expand keyboard to the width of the workarea.
bo_cn: མཐེབ་གཞོང་དེ་ལས་ཀའི་ཁུལ་གྱི་ཞེང་ཚད་སུ་རྒྱ་སྐྱེད་པ།

source: Expand on landscape screens
bo_cn: བརྙན་ཡོལ་འཕྲེད་ཕྱོགས་སུ་གནས་སྐབས་མཐེབ་གཞོང་རྒྱ་སྐྱེད་པ།

source: Expand on portrait screens
bo_cn: བརྙན་ཡོལ་གཞུང་ཕྱོགས་རྣམ་པ་རུ་གནས་སྐབས་མཐེབ་གཞོང་རྒྱ་སྐྱེད་པ།

source: Face savouring delicious food
bo_cn: ལྕེ་འདོན་འཛུམ་ཞལ།

source: Face throwing a kiss
bo_cn: འོ་འཕུར་ཉམས་འགྱུར།

source: Face with stuck-out tongue and tightly closed eyes
bo_cn: མིག་བཙུམས་ལྕེ་འདོན།

source: Face with stuck-out tongue and winking eye
bo_cn: མིག་རིབ་ལྕེ་འདོན།

source: Failed to execute '{}', {}
bo_cn: '{}', {} ལག་བསྟར་ཕམ་པ།

source: Failed to get gsettings value.
bo_cn: gsettings ཐང་ཐོབ་པ་ཕམ་པ།

source: Failed to load language model '{}': {} ({})
bo_cn: སྐད་བརྡའི་དཔེ་དབྱིབས་ཁུར་སྣོན་བྱ་ཐབས་མེད། '{}': {}({})

source: Failed to read system defaults.
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་ཐང་ཀློག་འདོན་ཕམ་པ།

source: Female sign
bo_cn: བུད་མེད།

source: Flat
bo_cn: ཁོད་སྙོམས།

source: Flexible onscreen keyboard for GNOME
bo_cn: སྟབས་བསྟུན་གྱི་GNOMEབརྙན་ཡོལ་མཐེབ་གཞོང་།

source: Floating Window Options
bo_cn: འཕྱོ་འགུལ་སྒེའུ་འདེམས་ཚན།

source: Flushed face
bo_cn: སེམས་འགུལ་ཐེབས་པའི་ཉམས་འགྱུར།

source: Follow _system theme
bo_cn: རྒྱུད་ཁོངས་བརྗོད་གཞི་སྤྱོད་པ། (_S)

source: Follow the active window
bo_cn: འགུལ་སྐོུད་སྒེའུ་ཁུང་གི་རྗེས་སུ་འདེད་པའི་སྒྲིག་འགོད།

source: Font
bo_cn: ཡིག་གཟུགས།

source: Found system default '[{}] {}={}'
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་ཐང་རྙེད་ཟིན། '[{}] {}={}'

source: Frowning face
bo_cn: སྨིན་མ་བསྡུ་བ།

source: Function keys
bo_cn: བྱེད་ནུས་མཐེབ།

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Gradient
bo_cn: རིམ་འགྱུར།

source: Gradients
bo_cn: རིམ་འགྱུར།

source: Greek
bo_cn: ཞི་ལའི་སྐད་ཆ།

source: Grid of keys, suitable for keyboard scanning
bo_cn: མཐེབ་གནོན་དེ་དྲ་བའི་དབྱིབས་ལྟར་སྒྲིག་ནས།མཐེབ་གཞོང་གིས་བཤར་འབེབས་བྱེད་པར་སྟབས་བདེ་བཟོས།

source: GtkStatusIcon
bo_cn: Gtkརྣམ་པ་རིས་རྟགས།

source: Hide Onboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་གབ་པ།

source: Hide hover click window
bo_cn: ལྡིང་འཁོར་མཐེབ་གནོན་སྒེའུ་ཁུང་གབ་པ།

source: Hide keyboard
bo_cn: མཐེབ་གཞོང་གབ་པ།

source: Hide the system-provided hover click window while Onboard is running.
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་འཁོར་སྐཡོད་བྱེད་སྐབས་རྒྱུད་ཁོངས་ཀྱིས་མཁོ་བྱས་པའི་ལྡིང་འཁོར་ཆིག་རྡེབ་སྒེའུ་ཁུང་གབ་པ།

source: Hot beverage
bo_cn: འཐུང་ཚ།

source: Hover Click
bo_cn: དཔྱང་འཕྱོ་རྡེབ་གནོན།

source: I_ndependent size
bo_cn: རང་ཚུགས་ཆེ་ཆུང་། (_N)

source: Ignoring key '{}'. No svg filename defined.
bo_cn: སྣང་མེད་མཐེབ '{}' svg ཡིག་ཆའི་མིང་བཏགས་མེད།

source: Input Device
bo_cn: ནང་འཇུག་སྒྲིག་ཆས།

source: Input Options
bo_cn: ནང་འཇུག་འདེམས་ཚན།

source: Insert word _separators
bo_cn: ཐ་སྙད་དབྱེ་རྟགས་བར་བཅུག (_S)

source: International character selection
bo_cn: རྒྱལ་སྤྱིའི་ཡིག་རྟགས་འདེམ་པ།

source: Italic
bo_cn: གསེག་གཟུགས།

source: Keep _aspect ratio
bo_cn: འཕྲེད་དཔངས་བསྡུར་རྒྱུན་འཛིན། (_A)

source: Keep aspect ratio when resizing the window
bo_cn: སྒེའུ་ཁུང་ཆེ་ཆུང་བསྐྱར་འགོད་བྱེད་དུས་འཕྲེད་གཞུང་སྡུར་རྒྱུན་འཁྱོངས་བྱེད་དགོས།

source: Key Behavior
bo_cn: མཐེབ་གནོན་བྱེད་སྟངས།

source: Key Behaviour
bo_cn: མཐེབ་གནོན་བྱེད་སྟངས།

source: Key Labels
bo_cn: མཐེབ་གནོན་གདོང་འཛར།

source: Key Style
bo_cn: མཐེབ་གནོན་རྣམ་པ།

source: Key-press Feedback
bo_cn: མཐེབ་གནོན་ལྡོག་སྐྱེལ།

source: Key-repeat
bo_cn: མཐེབ་གནོན་བསྐྱར་ཟློས།

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Keyboard Movement
bo_cn: མཐེབ་གཞོང་སྤོ་བ།

source: Keyboard Scanning
bo_cn: མཐེབ་གཞོང་བཤར་འབེབས།

source: Keyboard layout with Greek literals, arrows and more, for math and physics education on an interactive Whiteboard.
bo_cn: ཀེ་རི་སེའི་གསལ་བྱེད་ལྡན་པའི་མཐེབ་གཞོང་གི་ཁྱབ་ཚུལ།རྩིས་རིག་དང་དངོས་ཁམས་རིག་པ་སོགས་རིག་ཚན་གྱི་སྦྲེལ་རེས་རྣམ་པའི་པང་ལེབ་དཀར་པོ་འགྲེམས་སྟོན་ལ་སྤྱོད་ཀྱི་ཡོད།

source: Keys
bo_cn: མཐེབ་གནོན།

source: Keystroke _generation:
bo_cn: མཐེབ་གནོན་གྲུབ་པ། (_G)：

source: Kissing face with closed eyes
bo_cn: མིག་བཙུམས་ནས་འོ་བྱས།

source: Label Override
bo_cn: གདོང་འཛར་ཁེབས་བཀབ།

source: Labels
bo_cn: གདོང་འཛར།

source: Last quarter moon
bo_cn: ཟླ་ཕྱེད།

source: Latch only
bo_cn: ཡིག་ཚགས་སུ་འགོད་པ་ཁོ་ན།

source: Latch, double-click to lock
bo_cn: ཡིག་ཚགས་སུ་བཀོད་དེ་ཉིས་རྡེབ་བྱས་ནས་དམིགས་འཛིན་བྱེད་པ།

source: Latch, then lock
bo_cn: ཡིག་ཚགས་སུ་བཀོད་རྗེས་དམིགས་འཛིན་བྱེད་པ།

source: Layout
bo_cn: བཀོད་པ།

source: Layout file ({}) or name
bo_cn: མཐེབ་གཞོང་བཀོད་པའི་ཡིག་ཆ། ({}) ཡང་ན་ཡིག་ཆའི་མིང་།

source: Learning
bo_cn: སློབ་སྦྱོང་།

source: Left
bo_cn: དུས་འཁོར་ལྡོག་ཕྱོགས།

source: Light Direction
bo_cn: འོད་ཐིག་ཁ་ཕྱོགས།

source: Loading legacy layout, format '{}'. Please consider upgrading to current format '{}'
bo_cn: {}' རྣམ་གཞག་གི་བཀོད་པ་རྙིང་པའི་ཡིག་ཆ་ཁུར་སྣོན་བྱེད་པ། '{}' རྣམ་གཞག་ཡིག་ཆ་རུ་རིམ་སྤར་བྱེད་པར་བསམ་བློ་གཏོང་རོགས།

source: Loading system defaults from {filename}
bo_cn: {filename} ནས་རྒྱུད་ཁོངས་སོར་བཞག་ཐང་ཁུར་སྣོན་བྱེད་པ།

source: Loading theme from '{}'
bo_cn: {}' ནས་བརྗོད་གཞི་ཁུར་སྣོན་བྱེད་པ།

source: Lock only
bo_cn: དམིགས་འཛིན་ཁོ་ན།

source: Looking for system defaults in {paths}
bo_cn: {paths} ནས་རྒྱུད་ཁོངས་སོར་བཞག་ཐང་འཚོལ་བ།

source: Main keyboard
bo_cn: མཐེབ་གཞོང་གཙོ་བོ།

source: Male sign
bo_cn: ཕོ།

source: Mapping
bo_cn: མཐེབ་གདན།

source: Medium size desktop keyboard
bo_cn: ཆེ་ཆུང་འབྲིང་བའི་ཅོག་ངོས་མཐེབ་གཞོང་།

source: Menu
bo_cn: འདེམས་བྱང་།

source: Middle click
bo_cn: དཀྱིལ་མཐེབ་ཆིག་རྡེབ།

source: Migrating user directory '{}' to '{}'.
bo_cn: སྤྱོད་མཁན་གཀར་ཆག་དེ '{}' ནས '{}' རུ་སྤོར་བཞིན་པ།

source: Mobile keyboard for small screens
bo_cn: བརྙན་ཡོལ་ཆུང་བའི་སྒུལ་བདེའི་སྒྲིག་ཆས་མཐེབ་གཞོང་དུ་སྤྱོད་འོས་པ།

source: Modifier _behavior:
bo_cn: བརྒྱན་མཐེབ་བྱ་སྤྱོད། (_B)：

source: Modifier auto-release after hide in seconds:
bo_cn: སྦས་རྗེས་རྒྱན་མཐེབ་ཀྱིས་རང་འགུལ་དུ་ལྷོད་པའི་ཕྱིར་འགྱངས་དུས་ཚོད། (སྐར་ཆ།)：

source: Modifier auto-release delay in seconds:
bo_cn: བརྒྱན་མཐེབ་ཀྱིས་རང་འགུལ་དུ་ལྷོད་པའི་ཕྱིར་འགྱངས་དུས་ཚོད། (སྐར་ཆ།)：

source: Monitor 0
bo_cn: བརྙན་ཡོལ། 0

source: More suggestions
bo_cn: བསམ་འཆར་གང་མང་།

source: Move Onboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྒུལ་སྤོར།

source: Move keyboard
bo_cn: མཐེབ་གཞོང་སྒུལ་སྤོར།

source: Movement only
bo_cn: སྒུལ་སྤོར་ཁོ་ན།

source: Must be an integer number
bo_cn: ངེས་པར་དུ་ཧྲིལ་གྲངས་ཡིན་དགོས།

source: My layouts
bo_cn: ངའི་བཀོད་པ།

source: Name
bo_cn: མིང་།

source: Neutral face
bo_cn: ལྷིང་འཇགས་ཀྱི་ཉམས་འགྱུར།

source: New Input Device
bo_cn: ནང་འཇུག་སྒྲིག་ཆས་གསར་པ།

source: New snippet
bo_cn: དུམ་བུ་གསར་པ།

source: No system defaults found.
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་ཐང་རྙེད་མེད།

source: None
bo_cn: བདེ་འཇགས་སྲུང་སྐྱོང་མེད་པ།

source: Number block and function keys
bo_cn: གྲངས་ཀའི་མཐེབ་གཞོང་དང་བྱེད་ནུས་མཐེབ།

source: Number block and snippets
bo_cn: གྲངས་ཀའི་མཐེབ་གཞོང་དང་དུམ་བུ།

source: Onboard Preferences
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་།-འདེམས་ཚན་ཐོག་མ།

source: Onboard Settings
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྒྲིག་འགོད།

source: Onboard has detected a new input device
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་གིས་ནང་འཇུག་སྒྲིག་ཆས་གསར་པ་ཞིག་བཤེར་འཇལ་བྱས།

source: Onboard on-screen keyboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་།

source: Onboard onscreen keyboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་།

source: Onboard onscreen keyboard settings
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྒྲིག་འགོད།

source: Once hidden by a physical key-press, auto-show is paused. Select the pause duration here.
bo_cn: དངོས་ལུགས་མཐེབ་གཞོང་མནན་ནས་རྟོག་བཟོའི་མཐེབ་གཞོང་གབ་ཏུ་བཅུག་སྐབས་རང་འགུལ་འཆར་བ་མཚམས་འཇོག་པ་ཡིན། འདིར་མཚམས་འཇོག་པའི་དུས་ཡུན་འདེམས་རོགས།

source: Only move when necessary
bo_cn: དགོས་ངེས་ཀྱི་དུས་སུ་སྤོ་བ།

source: Options
bo_cn: འདེམས་ཚན།

source: Other _Languages
bo_cn: སྐད་བརྡ་གཞན་པ། (_L)

source: Pause
bo_cn: སྐབས་སྡོད།

source: Pause learning
bo_cn: སློབ་སྦྱོང་བྱེད་མཚམས་འཇོག་པ།

source: Peace symbol
bo_cn: ཞི་བདེ།

source: Persevering face
bo_cn: མཁྲེགས་པོའི་ཉམས་འགྱུར།

source: Place sound in space
bo_cn: བར་སྟོང་ནང་སྐད་སྒྲ་བཞག་པ།

source: Place sound in space between speakers depending on the key's position on screen
bo_cn: བརྙན་ཡོལ་སྟེང་མཐེབ་ཀྱི་གནས་སར་གཞིག་ནས་བར་སྟོང་ནས་སྒྲ་སྐྱེད་ཆས་ཀྱི་བར་སྐད་སྒྲ་བཞག་པ།

source: Play click sound on keypress.
bo_cn: མཐེབ་ནས་གནོན་སྐབས་སྒྲ་ནུས་གཏོང་བ།

source: Play sound
bo_cn: སྒྲ་གཏོང་བ།

source: Pouting face
bo_cn: མཆུ་སྟོན་ཉམས་འགྱུར།

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Press a button...
bo_cn: མཐེབ་གང་རུང་གནོན།...

source: Press a key...
bo_cn: མཐེབ་གང་རུང་གནོན།...

source: Previous suggestions
bo_cn: སྔོན་གྱི་བསམ་འཆར།

source: Primary Monitor
bo_cn: བརྙན་ཡོལ་གཙོ་བོ།

source: Progress the highlight only while the switch is held down.
bo_cn: བསད་སྤར་མུ་མཐུད་དུ་མར་མནན་དུས་ཁོ་ནར་་མདུན་སྐྱོད་བཤར་འབེབས་བྱེད་པ།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Quit Keyboard
bo_cn: མཐེབ་གཞོང་ནས་ཕྱིར་འབུད་པ།

source: Quit Onboard
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་བྱ་རིམ་ནས་ཕྱིར་འབུད་པ།

source: R_oundness:
bo_cn: སྒོར་ཚད། (_O)

source: Radioactive sign
bo_cn: རྩིབས་འཕྲོ།

source: Remember new words, their recency and frequency to improve the suggestions over time.
bo_cn: མིང་གི་ཚོགས་པ་གསར་བ་དང་དེའི་ཟློས་ཕྱོད་དང་ནང་འཇུག་གི་དུས་ཚོད་ཡིད་ལ་བཟུང་ནས་རང་འགུལ་གྱི་རྟོག་འཆར་ཡང་དག་གི་ཚད་ཇེ་མཐོར་གཏོང་བ།

source: Remember nothing
bo_cn: མི་དྲན་པ།

source: Remember what Onboard theme was last used for every system theme.
bo_cn: རྒྱུད་ཁོངས་ཀྱི་བརྗོད་གཞི་རེ་རེ་དང་བསྟུན་ནས་སྤྱོད་པའི་བརྙན་ཡོལ་མཐེབ་གཞོང་བརྗོད་གཞི་ཡིད་ལ་བཟུང་།

source: Remove '{}' everywhere.
bo_cn: '{}'(ཡོད་ཚད།) བསུབ་པ།

source: Remove '{}' only where it occures after '{}'.
bo_cn: '{}'('{}' རྗེས་སུ་འཆར་བའི)བསུབ་པ།

source: Remove '{}' only where it occures after numbers.
bo_cn: '{}'(གྲངས་ཀའི་རྗེས་སུ་འཆར་བའི)བསུབ་པ།

source: Remove '{}' only where it occures at sentence begin.
bo_cn: '{}'(ཚིག་མགོ་རུ་འཆར་བའི)བསུབ་པ།

source: Remove '{}' only where it occures at text begin.
bo_cn: '{}'(ཡིག་རྐྱང་གི་མགོ་རུ་འཆར་བའི)བསུབ་པ།

source: Remove word suggestion
bo_cn: ཐ་སྙད་གྲོས་འགོ་བསུབ་པ།

source: Reset selected theme to Onboard defaults?
bo_cn: བརྗོད་གཞི་འདེམས་ནས་བརྙན་ཡོལ་མཐེབ་གཞོང་སོར་བཞག་སྒྲིག་འགོད་ལ་བསྐྱར་འགོད་བྱེད་དམ།

source: Resize Protection
bo_cn: སྐྱེད་སྐྱུང་སྲུང་སྐྱོབ།

source: Return
bo_cn: འབེབས་པ།

source: Right
bo_cn: གཡས་ཕྱོགས།

source: Right click
bo_cn: གཡས་རྡེག

source: S_ize:
bo_cn: ཆེ་ཆུང་། (_I)：

source: S_nippet:
bo_cn: དུམ་བུ། (_N)：

source: Sc_an cycles:
bo_cn: བཤར་འབེབས་འཁོར་ཡུན། (_A)：

source: Sc_anner Settings
bo_cn: བཤེར་འབེབས་སྒྲིག་འགོད། (_A)

source: Scanner Settings
bo_cn: བཤར་འབེབས་ཆས་སྒྲིག་འགོད།

source: Scroll
bo_cn: སྒྲིལ་འགུལ།

source: Seconds of inactivity until active modifiers and layer keys are released. 0 to disable.
bo_cn: བརྒྱན་མཐེབ་དང་ཡང་ན་རིམ་མཐེབ་མ་ལྷོད་གོང་གི་སིམ་འཇགས་དུས་ཚོད། 0 ནི་བྱེད་ནུས་འདི་འགོག་སྤྱོད་བྱེད་སྤྱད་ཡིན།

source: Select a scanning _profile:
bo_cn: བཤེར་འབེབས་སྡེབ་སྒྲིག་འདེམ་པ།：

source: Set _transparency to
bo_cn: སྒྲིག་འགོད་ཀྱི་གསལ་ཚད་ནི།

source: Set and Settings
bo_cn: འདེམས་ཚན་སྒྲིག་འགོད།

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Shadow
bo_cn: གྲིབ་ནག

source: Show Onboard when there is a recognized text window in focus. Requires Gnome Accessibility.
bo_cn: གནད་མདོ་སྒེའུ་ཁུང་དུ་ངོས་འཛིན་ཐུབ་པའི་ཡིག་ཆ་ཡོད་སྐབས།GNOMEརམ་འདེགས་བྱེད་ནུས་དགོས།

source: Show _suggestions
bo_cn: བསམ་འཆར་མངོན་པ། (_S)

source: Show _tooltips
bo_cn: ལག་ཆའི་སྣེ་སྟོན་མངོན་པ། (_T)

source: Show a button for language selection.
bo_cn: སྐད་བརྡ་བདམས་པའི་མཐེབ་གནོན་འཆར་བ།

source: Show a floating icon on the desktop when Onboard is hidden. A click on the icon makes Onboard reappear.
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྦེད་སྐབས་ཅོག་ངོས་སུ་འཕྱོ་འགུལ་རིས་རྟགས་འཆར་ཏེ། རིས་རྟགས་འདིར་ཆིག་རྡེབ་བྱས་ན་བརྙན་ཡོལ་མཐེབ་གཞོང་ཡང་བསྐྱར་འཆར་ཐུབ།

source: Show always on visible _workspace
bo_cn: གཏན་དུ་མཐོང་ཐུབ་པའི་ལས་ཁུལ་དུ་འཆར་བ། (_W)

source: Show button to pause learning
bo_cn: སློབ་སྦྱོང་བྱེད་མཚམས་འཇོག་པའི་མཐེབ་གནོན་མངོན་པ།

source: Show characters reachable with or without the shift key.
bo_cn: སྤྱོད་རུང་ཡིག་རྟགས་མངོན་པ།

source: Show floating _icon when Onboard is hidden
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་སྦེད་སྐབས་འཕྱོ་འགུལ་རིས་རྟགས་འཆར་བ། (_I)

source: Show label popups
bo_cn: ལྡེམ་ཡོལ་གདོང་འཛར་མངོན་པ།

source: Show label popups above pressed keys.
bo_cn: མར་མནན་པའི་མཐེབ་སྟེང་དུ་ལྡེམ་ཡོལ་གདོང་འཛར་མངོན་པ།

source: Show lan_guage switcher
bo_cn: སྐད་བརྡ་བརྗེ་ཆས་མངོན་པ། (_G)

source: Show more suggestions arrow
bo_cn: གྲོས་འགོ་དེ་བས་མང་བའི་མདའ་རྟགས་མངོན་པ།

source: Show secondary labels
bo_cn: རིམ་གཉིས་གདོང་འཛར་མངོན་པ།

source: Show spelling suggestions
bo_cn: སྦྱོར་འབྲི་བསམ་འཆར་མངོན་པ།

source: Show the desktop through the gaps between keys.
bo_cn: མཐེབ་ཕན་ཚུན་གྱི་བར་གསེང་དུ་ཅོག་ངོས་མངོན་པ།

source: Show the status item. A click on that icon hides or shows Onboard.
bo_cn: རྣམ་པའི་ཚན་མངོན་པ། རིས་རྟགས་འདིར་ཆིག་རྡེབ་བྱས་ན་བརྙན་ཡོལ་མཐེབ་གཞོང་སྦེད་པའམ་མངོན་ཆོག

source: Show tooltips for the keyboard&apos;s buttons.
bo_cn: མཐེབ་གཞོང་མཐེབ་གནོན་གྱི་ལག་ཆའི་གསལ་བརྡ་མངོན་པ།

source: Show tooltips for the keyboard's buttons.
bo_cn: མཐེབ་གཞོང་མཐེབ་གནོན་གྱི་ལག་ཆའི་གསལ་བརྡ་མངོན་པ།

source: Show when _unlocking the screen
bo_cn: བརྙན་ཡོལ་སྒྲོག་གྲོལ་སྐབས་མངོན་པ། (_U)

source: Show window _decoration
bo_cn: སྒེའུ་ཁུང་མཛེས་རྒྱན་མངོན་པ། (_D)

source: Show window caption and frame.
bo_cn: སྒེའུ་ཁུང་ཁ་བྱང་དང་མཐའ་སྒྲོམ་མངོན་པ།

source: Show/Hide options
bo_cn: འདེམས་ཚན་མངོན་པ། / གབ་པ།

source: Shrink the available space for maximized windows.
bo_cn: སྒེའུ་ཁུང་ཆེ་ཤོས་སུ་གྱུར་སྐབས་སྤྱད་པའི་ཆ་ཆུང་དུ་གཏོང་བ།

source: Shrink workarea
bo_cn: ལས་ཀའི་ཁུལ་ཆུང་དུ་བཏང་བ།

source: Skull and crossbones
bo_cn: རུས་གོང་།

source: Smiling face
bo_cn: འཛུམ་མདངས།

source: Smiling face with halo
bo_cn: འོད་གདུབ་འཛུམ་མདངས།

source: Smiling face with heart-shaped eyes
bo_cn: གཅེས་སེམས་མཚོན་པའི་འཛུམ་མདངས།

source: Smiling face with horns
bo_cn: འཛུམ་དཀར་སྟོན་པ།

source: Smiling face with open mouth and smiling eyes
bo_cn: གད་མོ་ཤོར་བ།

source: Smiling face with smiling eyes
bo_cn: མིག་ཟུང་ལྡེབ་པའི་འཛུམ་མདངས།

source: Smiling face with sunglasses
bo_cn: མིག་ཤེལ་ནག་པོའི་འཛུམ་མདངས།

source: Smirking face
bo_cn: འཛུམ་མདངས་རྫུན་མ།

source: Snippet %d is already in use.
bo_cn: དུམ་བུ %d བཅད་བཟུང་བྱས་ཟིན།

source: Snippet Text
bo_cn: ཡིག་རྐྱང་དུམ་བུ།

source: Snippet {}
bo_cn: དུམ་བུ། {}

source: Snippets are pieces of text which are entered when the corresponding button in Onboard is pressed.
bo_cn: དུམ་བུ་ནི་བརྙན་ཡོལ་མཐེབ་གཞོང་ཁྲོད་འབྲེལ་ཡོད་ཀྱི་མཐེབ་གནོན་མནན་དུས་ནང་འཇུག་བྱས་པའི་ཡིག་རྐྱང་དུམ་བུ་ཞིག་རེད།

source: Space
bo_cn: བར་སྟོང་།

source: Space efficient desktop keyboard
bo_cn: ཅོག་ངོས་མཐེབ་གཞོང་ལ་བར་སྟོང་འདང་ཚོད་ཞིག་འཇོག་པ།

source: Special Characters
bo_cn: དམིགས་བསལ་ཡིག་རྟགས།

source: Special characters for interactive whiteboards
bo_cn: སྤེལ་མའི་ཚུལ་གྱི་པང་དཀར་ལ་མཁོ་འདོན་བྱས་པའི་དམིགས་བསལ་ཡིག་རྟགས།

source: Special characters for interactive whiteboards, wide
bo_cn: སྤེལ་མའི་ཚུལ་གྱི་པང་དཀར་ལ་མཁོ་འདོན་བྱས་པའི་དམིགས་བསལ་ཡིག་རྟགས་ཏེ་ཁོག་ཡངས།

source: Spell-check backend:
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་མཇུག་སྣེ།：

source: Spelling suggestion
bo_cn: སྦྱོར་འབྲི་བསམ་འཆར།

source: Start Onboard _hidden
bo_cn: འགོ་སློང་རྗེས་རང་འགུལ་གབ་པ།

source: Start Onboard hidden.
bo_cn: བརྙན་ཡོལ་མཐེབ་གཞོང་འགོ་སློང་རྗེས་རང་འགུལ་གབ་པ།

source: Start in XEmbed mode, e.g. for gnome-screensaver
bo_cn: XEmbed རྣམ་པས་འགོ་སློང་སྟེ། gnome-screensaver རུ་སྤྱོད་པ།

source: Status icon _provider:
bo_cn: རྣམ་པའི་རིས་རྟགས་འབྱུང་ཁུངས། (_P)：

source: Stay hidden:
bo_cn: རྒྱུན་སྲུང་གབ་སྦས།：

source: Step _only during switch down
bo_cn: བསད་སྤར་མར་མནན་དུས་ཁོ་ནར་བཤེར་འབེབས་མདུན་སྐྱོད་བྱེད་པ། (_O)

source: Step forward and backward through the available suggestions.
bo_cn: བསམ་འཆར་ནང་དུ་མདུན་སྐྱོད་དང་ཡང་ན་ཕྱི་བཤོལ་བྱེད་པ།

source: Step scan for 2 switches
bo_cn: བསད་སྤར་བཀོལ་སྤྱོད་གཉིས་སྤྱོད་སྐབས་གོམ་བགྲོད་བཤེར་འབེབས་བྱེད་པ།

source: Strategy:
bo_cn: ཐབས་ཇུས།：

source: Swap the scan actions after every key activation. The Step action will become the Activate action and vice versa.
bo_cn: མཐེབ་གནོན་སྐུལ་སློང་བྱས་ཐེངས་རེ་རེའི་རྗེས་སུ་བཤེར་འབེབས་བྱེད་སྟངས་བརྗེ་བ། སྒུལ་བདེ་བཀོལ་སྤྱོད་སྐུལ་སློང་བཀོལ་སྤྱོད་དུ་འགྱུར་བ་ཡིན་ལ་དེ་མིན་སྔར་བཞིན་ནོ།

source: System defaults: Invalid enum value for key '{}' in section '{}': {}
bo_cn: རྒྱུད་ཁོངསསོར་བཞག：མཐེབ་གནོན་ '{}' ཡི་གྲངས་ཐང་ '{}': {} ཁུལ་ཁོངས་སུ་ནུས་མེད་ཡིན།

source: System defaults: Unknown key '{}' in section '{}'
bo_cn: རྒྱུད་ཁོངས་སོར་བཞག་ཐང་། ：ངེས་མེད་ཀྱི་མཐེབ་ '{}'('{}' ཆ་ཤས།)

source: System settings not found ({}): {}
bo_cn: རྒྱུད་ཁོངས་སྒྲིག་འགོད། ({})：{} རྙེད་མ་བྱུང་།
