Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/opcodes.po
Languages: bo_cn

source: addr16 Assume 16bit address size
bo_cn: addr16 གྲངས་གནས 16 གི་ཤག་གནས་ཆེ་ཆུང་དབང་དུ་བཏང་བ།

source: addr32 Assume 32bit address size
bo_cn: addr32 གྲངས་གནས 32 ཀྱི་ཤག་གནས་ཆེ་ཆུང་དབང་དུ་བཏང་བ།

source: addr64 Assume 64bit address size
bo_cn: addr64 གྲངས་གནས 64 ཡི་ཤག་གནས་ཆེ་ཆུང་དབང་དུ་བཏང་བ།

source: att Display instruction in AT&T syntax
bo_cn: att AT&T བརྡ་སྤྲོད་སྤྱད་ནས་བཀའ་བརྡ་མངོན་པ།

source: data16 Assume 16bit data size
bo_cn: data16 གྲངས་གནས 16 གི་ཤག་གནས་ཆེ་ཆུང་དབང་དུ་བཏང་བ།

source: data32 Assume 32bit data size
bo_cn: data32 གྲངས་གནས 32 ཀྱི་ཤག་གནས་ཆེ་ཆུང་དབང་དུ་བཏང་བ།

source: esa Disassemble in ESA architecture mode
bo_cn: esa ESA སྒྲོམ་གཞི་རྣམ་པའི་འོག་ཕྱོགས་སྒྲིག་ལྡོག་པ།

source: i8086 Disassemble in 16bit mode
bo_cn: i8086 གྲངས་གནས 16 གི་རྣམ་པའི་འོག་ཕྱོགས་སྒྲིག་ལྡོག་པ།

source: intel Display instruction in Intel syntax
bo_cn: intel Intel བརྡ་སྤྲོད་སྤྱད་ནས་བཀའ་བརྡ་མངོན་པ།

source: suffix Always display instruction suffix in AT&T syntax
bo_cn: suffix AT&T བརྡ་སྤྲོད་ཁྲོད་དུས་རྟག་ཏུ་བཀའ་བརྡའི་རྗེས་འཇུག་མངོན་པ།

source: # <dis error: %08lx>
bo_cn: # <ཕྱོགས་སྒྲིག་ལྡོག་པ་ནོར་འཁྲུལ།: %08lx>

source: $<undefined>
bo_cn: $<མཚན་ཉིད་བཞག་མེད།>

source: %02x *unknown*
bo_cn: %02x *ངེས་མེད།*

source: %dsp16() takes a symbolic address, not a number
bo_cn: %dsp16() རྟགས་ཀྱི་ཤག་གནས་ཤིག་སྤྱོད་པ་ལས་གྲངས་ཀ་མིན།

source: %s: Error:
bo_cn: %s：ནོར་འཁྲུལ།

source: %s: Warning:
bo_cn: %sཐ་ཚིག

source: 'ROR' operator not allowed
bo_cn: 'ROR' བཀོལ་སྤྱོད་རྟགས་མི་རུང་བ།

source: (DP) offset out of range.
bo_cn: (DP) ཡོ་སྤོར་ཚད་མཚམས་བརྒལ།

source: (unknown)
bo_cn: ( ངེས་མེད།)

source: *unknown*
bo_cn: *ངེས་མེད།*

source: 21-bit offset out of range
bo_cn: རིང་ཚད་གནས 21 གི་ཡོ་སྤོར་ཚད་མཚམས་བརྒལ།

source: <function code %d>
bo_cn: <རྟེན་འབྱུང་གྲངས་ཚབ་ཨང་ %d>

source: <illegal precision>
bo_cn: <ཁྲིམས་འགལ་གྱི་ཞིབ་ཚད>

source: <internal disassembler error>
bo_cn: <ཕྱོགས་སྒྲིག་ལྡོག་ཆས་ནང་ཁུལ་ནོར་འཁྲུལ།>

source: <internal error in opcode table: %s %s>
bo_cn: <བཀོལ་སྤྱོད་རེའུ་མིག་ཁྲོད་ནང་ཁུལ་ནོར་འཁྲུལ་བྱུང་བ།%s %s>

source: <unknown register %d>
bo_cn: <ངེས་མེད་ཀྱི་བཅོལ་ཆས། %d>

source: Address 0x%s is out of bounds.
bo_cn: ཤག་གནས་ 0x%s མཚམས་བརྒལ།

source: Bad immediate expression
bo_cn: ནོར་འཁྲུལ་གྱི་འཕྲལ་གྲངས་མཚོན་ཚུལ།

source: Bad register in postincrement
bo_cn: སྔོན་སྒྲིག་རང་འཕེལ་ཁྲོད་ནོར་འཁྲུལ་གྱི་བཅོལ་ཆས་སྤྱད་པ།

source: Bad register in preincrement
bo_cn: རྗེས་སྒྲིག་རང་འཕེལ་ཁྲོད་ནོར་འཁྲུལ་གྱི་བཅོལ་ཆས་སྤྱད་པ།

source: Bad register name
bo_cn: ཁྲོད་ནོར་འཁྲུལ་གྱི་བཅོལ་ཆས་མིང་།

source: Don't know how to specify # dependency %s
bo_cn: ཇི་ལྟར # རྟེན་བཅོལ་དམིགས་འཛུགས་བྱེད་དགོས་པ་མི་ཤེས། %s

source: Hmmmm 0x%x
bo_cn: ཡཱེ... 0x%x

source: Immediate is out of range -128 to 127
bo_cn: འཕྲལ་གྲངས་མཚམས་བརྒལ།（_128 ནས 127)

source: Internal disassembler error
bo_cn: ཕྱོགས་སྒྲིག་ལྡོག་ཆས་ནང་ཁུལ་ནོར་འཁྲུལ།

source: Internal error: bad sparc-opcode.h: "%s", %#.8lx, %#.8lx
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།：ནོར་འཁྲུལ་གྱི sparc-opcode.h：“%s”，%#.8lx，%#.8lx

source: Internal error: bad sparc-opcode.h: "%s", %#.8lx, %#.8lx
bo_cn: ནང་ཁུལ་ནོར་འཁྲུལ།：ནོར་འཁྲུལ་གྱི sparc-opcode.h：“%s”，%#.8lx，%#.8lx

source: Label conflicts with `Rx'
bo_cn: ཨང་རྟགས་དང་‘Rx’འགལ་ཟླ་ཡིན།

source: Label conflicts with register name
bo_cn: ཨང་རྟགས་དང་བཅོལ་ཆས་མིང་འགལ་ཟླ་ཡིན།

source: Missing '#' prefix
bo_cn: '#' སྔོན་འཇུག་ཆད་པ།

source: Operand is not a symbol
bo_cn: བཀོལ་སྤྱོད་གྲངས་ནི་མཚོན་རྟགས་ཤིག་མིན།

source: Register list is not valid
bo_cn: བཅོལ་ཆས་རེའུ་མིག་ནུས་མེད་ཡིན།

source: Register must be between r0 and r7
bo_cn: བཅོལ་ཆས་ངེས་པར་དུ་roདང་r7བར་དུ་གནས་དགོས།

source: Register must be between r8 and r15
bo_cn: བཅོལ་ཆས་ནི་ངེས་པར་དུ་r8དང་r15གཉིས་ཀྱི་བར་དུ་གནས་དགོས།

source: Register number is not valid
bo_cn: བཅོལ་ཆས་རྟགས་ནུས་མེད་ཡིན།

source: SR/SelID is out of range
bo_cn: SR/SelID མཚམས་བརྒལ།

source: Syntax error: No trailing ')'
bo_cn: བརྡ་སྤྲོད་ནོར་འཁྲུལ།：མཇུག་མེད་པ།

source: Unknown error %d
bo_cn: ངེས་མེད་ནོར་འཁྲུལ། %d

source: Unrecognised disassembler option: %s
bo_cn: ངོས་འཛིན་ཐབས་མེད་པའི་ཕྱོགས་སྒྲིག་ལྡོག་ཆས་འདེམས་ཚན།：%s

source: Unrecognised register name set: %s
bo_cn: ངོས་འཛིན་ཐབས་མེད་པའི་ཕྱོགས་སྒྲིག་ལྡོག་ཆས་མིང་ཚོགས།：%s

source: Unrecognized field %d while building insn.
bo_cn: insn གསར་འཛུགས་བྱེད་སྐབས་ངོས་འཛིན་ཐབས་མེད་པའི་ཡིག་དུམ་ %d དང་འཕྲད་པ།

source: Unrecognized field %d while decoding insn.
bo_cn: insn ཨང་དགྲོལ་བྱེད་སྐབས་ངོས་འཛིན་ཐབས་མེད་པའི་ཡིག་དུམ་ %d དང་འཕྲད་པ།

source: Unrecognized field %d while getting int operand.
bo_cn: int བཀོལ་སྤྱོད་གྲངས་ཐོབ་སྐབས་ངོས་འཛིན་ཐབས་མེད་པའི་ཡིག་དུམ %d དང་འཕྲད་པ།

source: Unrecognized field %d while getting vma operand.
bo_cn: vma བཀོལ་སྤྱོད་གྲངས་ཐོབ་སྐབས་ངོས་འཛིན་ཐབས་མེད་པའི་ཡིག་དུམ་ %d དང་འཕྲད་པ།

source: Unrecognized field %d while printing insn.
bo_cn: insn པར་རྒྱག་སྐབས་ངོས་འཛིན་ཐབས་མེད་པའི་ཡིག་དུམ་ %d དང་འཕྲད་པ།

source: Unrecognized field %d while setting int operand.
bo_cn: int བཀོལ་སྤྱོད་གྲངས་སྒྲིག་འགོད་བྱེད་སྐབས་ངོས་འཛིན་ཐབས་མེད་པའི་ཡིག་དུམ་ %d དང་འཕྲད་པ།

source: Unrecognized field %d while setting vma operand.
bo_cn: vma བཀོལ་སྤྱོད་གྲངས་སྒྲིག་འགོད་བྱེད་སྐབས་ངོས་འཛིན་ཐབས་མེད་པའི་ཡིག་དུམ་ %d དང་འཕྲད་པ།

source: Value is not aligned enough
bo_cn: གྲངས་ཐང་སྙོམ་ཚད་མི་འདང་།

source: Value of A operand must be 0 or 1
bo_cn: A བཀོལ་སྤྱོད་གྲངས་ངེས་པར་དུ་ 0ཡང་ན་1ཡིན་དགོས།

source: W keyword invalid in FR operand slot.
bo_cn: W གནད་ཡིག་ནི་ཁྲིམས་འགལ་ཡིན་པ་དང་། FR བཀོལ་སྤྱོད་གྲངས་ཤུར་གནས་སུ་ཡོད།

source: W register expected
bo_cn: སྔོན་དཔག་གི་Wབཅོལ་ཆས།

source: address writeback expected
bo_cn: སྔོན་དཔག་གི་ཤག་གནས་ཕྱིར་བྲིས།

source: attempt to read writeonly register
bo_cn: འབྲི་ཙམ་བཅོལ་ཆས་ཀློག་རྩིས་བྱེད་པ།

source: attempt to set HR bits
bo_cn: HR གནས་སྒྲིག་འགོད་བྱེད་རྩིས་བྱེད་པ།

source: attempt to set readonly register
bo_cn: ཀློག་ཙམ་བཅོལ་ཆས་སྒྲིག་འགོད་བྱེད་རྩིས་བྱེད་པ།

source: bad instruction `%.50s'
bo_cn: ནོར་འཁྲུལ་གྱི་བཀའ་བརྡ‘%.50s’

source: bad instruction `%.50s...'
bo_cn: ནོར་འཁྲུལ་གྱི་བཀའ་བརྡ‘%.50s...’

source: branch operand unaligned
bo_cn: ཡན་ལག་བཀོལ་སྤྱོད་གྲངས་དོ་མ་མཉམ།

source: branch to odd offset
bo_cn: མཆོང་བའི་ཡོ་སྤོར་ཚད་ནི་ཡ་གྲངས་ཡིན།

source: branch value not in range and to odd offset
bo_cn: མཆོང་བའི་མཚམས་བརྒལ་དང་མཆོང་བའི་ཡོ་སྤོར་ཚད་ནི་ཡ་གྲངས་ཡིན།

source: branch value out of range
bo_cn: མཆོང་ནས་མཐའ་མཚམས་བརྒལ་བ།

source: displacement value is not aligned
bo_cn: ཡོ་སྤོ་ཐང་སྙོམ་མེད།

source: displacement value is out of range
bo_cn: ཡོ་སྤོ་ཐང་བརྒལ་བ།

source: don't know how to specify %% dependency %s
bo_cn: ཇི་ལྟར %% རྟེན་བཅོལ་དམིགས་འཛུགས་བྱེད་པ་མི་ཤེས། %s

source: dsp:16 immediate is out of range
bo_cn: dsp:16 འཕྲལ་གྲངས་མཚམས་བརྒལ།

source: extraneous register
bo_cn: བཅོལ་ཆས་ལྷག་མ།

source: floating-point immediate expected
bo_cn: སྔོན་དཔག་གི་འཕྱོ་ཚེག་རྒྱུན་ཚད་འཕྲལ་གྲངས།

source: illegal bitmask
bo_cn: ཁྲིམས་འགལ་གྱི་གནས་གབ་ཨང་།

source: illegal use of parentheses
bo_cn: གུག་རྟགས་སྤྱོད་སྟངས་ཁྲིམས་འགལ་ཡིན།

source: imm10 is out of range
bo_cn: imm10 མཚམས་བརྒལ།

source: imm:6 immediate is out of range
bo_cn: imm:6 འཕྲལ་གྲངས་མཚམས་བརྒལ།

source: immediate is out of range 0-7
bo_cn: འཕྲལ་གྲངས་ཡོ་སྤོ། 0-7

source: immediate offset
bo_cn: འཕྲལ་གྲངས་ཡོ་སྤོ།

source: immediate out of range
bo_cn: འཕྲལ་གྲངས་མཚམས་བརྒལ།

source: immediate value
bo_cn: འཕྲལ་གྲངས།

source: immediate value cannot be register
bo_cn: འཕྲལ་གྲངས་བཅོལ་ཆས་ཡིན་མི་ཆོག

source: immediate value is out of range
bo_cn: འཕྲལ་གྲངས་མཚམས་བརྒལ།

source: immediate value out of range
bo_cn: འཕྲལ་གྲངས་མཚམས་བརྒལ།

source: invalid conditional option
bo_cn: ནུས་མེད་ཀྱི་ཆ་རྐྱེན་འདེམས་ཚན།

source: invalid mask field
bo_cn: ནུས་མེད་ཀྱི་གབ་ཨང་ཡིག་དུམ།

source: invalid register for stack adjustment
bo_cn: དོས་ཁང་ལེགས་སྒྲིག་བྱེད་པར་བཀོལ་བའི་བཅོལ་ཆས་ནུས་མེད་ཡིན།

source: invalid register name
bo_cn: ནུས་མེད་བཅོལ་ཆས་མིང་།

source: invalid register number `%d'
bo_cn: ནུས་མེད་ཀྱི་བཅོལ་ཆས་རྟགས། `%d'

source: invalid register offset
bo_cn: ནུས་མེད་ཀྱི་བཅོལ་ཆས་ཡོ་སྤོ་ཚད།

source: invalid shift amount
bo_cn: ནུས་མེད་ཀྱི་གནས་སྤོའི་བཀོལ་སྤྱོད་གྲངས།

source: invalid shift operator
bo_cn: ནུས་མེད་ཀྱི་གནས་སྤོའི་བཀོལ་སྤྱོད་རྟགས།

source: jump hint unaligned
bo_cn: མཆོང་བའི་བརྡ་སྙོམ་མེད།

source: junk at end of line
bo_cn: ཕྲེང་མཇུག་ཏུ་གད་སྙིགས་ཡིག་རྟགས་ཡོད།

source: missing mnemonic in syntax string
bo_cn: བརྡ་སྤྲོད་ཡིག་རྟགས་ཕྲེང་དུ་བློར་འཛིན་རོགས་རྟགས་མེད།

source: missing register
bo_cn: བཅོལ་ཆས་ཆད་ཤོར།

source: negative immediate value not allowed
bo_cn: འཕྲལ་གྲངས་ལྡོག་མ་མི་རུང་།

source: negative or unaligned offset expected
bo_cn: སྔོན་དཔག་གི་ལྡོག་པའམ་ཡང་ན་མ་སྙོམ་པའི་ཡོ་སྤོར་ཚད།

source: operand out of range (%ld not between %ld and %ld)
bo_cn: བཀོལ་སྤྱོད་གྲངས་མཚམས་བརྒལ། (%ld དེ་ %ld དང་ %ld བར་ན་མེད།)

source: register element index
bo_cn: བཅོལ་ཆས་གཞི་རྒྱུའི་ཞབས་རྟགས།

source: register number
bo_cn: བཅོལ་ཆས་ཁ་གྲངས།

source: register number must be even
bo_cn: བཅོལ་ཆས་གྲངས་ངེས་པར་དུ་ཆ་གྲངས་ཡིན་དགོས།

source: shift amount
bo_cn: བཀོལ་སྤྱོད་གྲངས་གནས་སྤོ་བ།

source: shift amount expected to be 0 or 12
bo_cn: གནས་སྤོའི་ཚད་ནི་ 0 དང་ཡང་ན་ 12 ཡིན།

source: shift amount should be a multiple of 16
bo_cn: གནས་སྤོའི་ཚད་ནི་16གི་ལྡབ་གྲངས་ཡིན་དགོས།

source: shift operator expected
bo_cn: སྔོན་དཔག་གི་གནས་སྤོ་བཀོལ་སྤྱོད་རྟགས།

source: stack pointer register expected
bo_cn: སྔོན་དཔག་གི་དོས་ཁང་སྟོན་ཁབ་བཅོལ་ཆས།

source: store value must be zero
bo_cn: གསོག་འཇོག་གྲངས་ཐང་ངེས་པར་དུ་0ཡིན་དགོས།

source: syntax error (expected char `%c', found `%c')
bo_cn: བརྡ་སྤྲོད་ནོར་འཁྲུལ། (ཡིག་རྟགས‘%c’དགོས། ‘%c’ ཐོབ་པ།)

source: syntax error (expected char `%c', found end of instruction)
bo_cn: བརྡ་སྤྲོད་ནོར་འཁྲུལ། (ཡིག་རྟགས‘%c’དགོས་མོད། བཀའ་བརྡའི་མཇུག་ཏུ་སླེབས་ཡོད།)

source: unable to change directory to "%s", errno = %s
bo_cn: མིག་སྔའི་དཀར་ཆག་ “%s”ལ་བསྒྱུར་ཐབས་བྲལ་བ། errno = %s

source: undefined
bo_cn: མཚན་ཉིད་བཞག་མེད་པ།

source: unexpected address writeback
bo_cn: བསམ་ཡུལ་ལས་འདས་པའི་ཤག་གནས་ཕྱིར་འབྲི།

source: unknown
bo_cn: མི་ཤེས།

source: unknown 0x%02lx
bo_cn: ངེས་མེད། 0x%02lx

source: unknown constraint `%c'
bo_cn: ངེས་མེད་ཀྱི་འཆིང་གཅུན།‘%c’

source: unrecognized form of instruction
bo_cn: ངོས་འཛིན་ཐབས་མེད་པའི་བཀའ་བརྡའི་རྣམ་གཞག

source: unrecognized instruction
bo_cn: ངོས་འཛིན་ཐབས་མེད་པའི་བཀའ་བརྡ།

source: vector5 is out of range
bo_cn: vector5 མཚམས་བརྒལ།
