Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/PackageKit.po
Languages: bo_cn

source: System restart required by:
bo_cn: རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བར་རེ་བ་ཞུ་བའི་མཉེན་ཆས་ཁུག་མ།：

source: System time
bo_cn: རྒྱུད་ཁོངས་དུས་ཚོད།

source: Testing changes
bo_cn: བཟོ་བཅོས་ཚོད་ལྟ་བྱེད་བཞིན་པ།

source: Text
bo_cn: ཞིབ་བརྗོད།

source: The agreement was not accepted.
bo_cn: གྲོས་ཆིངས་འདི་དང་ལེན་མ་བྱས།

source: The correct media was not inserted.
bo_cn: ཡང་དག་པའི་བར་རྫས་གསབ་འཇུག་བྱས་མེད།

source: The daemon crashed mid-transaction!
bo_cn: ལྟ་སྲུང་འཕེལ་རིམ་ལས་དོན་ཁྲོད་ཐོར་ཞིག་ཏུ་ཕྱིན་པ།

source: The daemon failed to startup
bo_cn: ལྟ་སྲུང་འཕེལ་རིམ་འགོ་སློང་ཕམ་པ།

source: The filter specified was invalid
bo_cn: དམིགས་བཙུགས་འཚག་ཆས་ནུས་མེད།

source: The following packages are untrusted:
bo_cn: གཤམ་གསལ་ནི་ཡིད་ཆེས་མེད་པའི་མཉེན་ཆས་ཁུག་མ་ཡིན།：

source: The following packages have to be downgraded:
bo_cn: གཤམ་གསལ་གྱི་མཉེན་ཆས་ཁུག་མ་ངེས་པར་དུ་རིམ་པ་གཅོག་དགོས།：

source: The following packages have to be installed:
bo_cn: གཤམ་གསལ་གྱི་མཉེན་ཆས་ཁུག་མ་ངེས་པར་དུ་སྒྲིག་འཇུག་བྱེད་དགོས།：

source: The following packages have to be reinstalled:
bo_cn: གཤམ་གསལ་གྱི་མཉེན་ཆས་ཁུག་མ་ངེས་པར་དུ་ཡང་བསྐྱར་སྒྲིག་འཇུག་བྱེད་དགོས།：

source: The following packages have to be removed:
bo_cn: གཤམ་གསལ་གྱི་མཉེན་ཆས་ཁུག་མ་ངེས་པར་དུ་བསུབ་དགོས།：

source: The following packages have to be updated:
bo_cn: གཤམ་གསལ་གྱི་མཉེན་ཆས་ཁུག་མ་ངེས་པར་དུ་གསར་སྒྱུར་བྱེད་དགོས།：

source: The maximum metadata cache age. Use -1 for 'never'.
bo_cn: ཆེས་རིང་ཤོས་ཀྱི་རྒྱུའི་གཞི་གྲངས་སྐབས་གསོག་དུས་ཡོལ་དུས་ཚོད། -1་སྤྱད་པ་ནི ‘གཏན་མེད།’

source: The output file or directory (the current directory is used if omitted)
bo_cn: ཡིག་ཆའམ་དཀར་ཆག་ཕྱིར་འདྲེན་པ།（གལ་ཏེ་སྐུང་ན་མིག་སྔའི་དཀར་ཆག་སྤྱོད་དགོས།）

source: The pack was not overwritten.
bo_cn: ཞབས་ཞུའི་ཁུག་མ་བཀབ་མེད།

source: The package manager cannot perform this type of operation.
bo_cn: མཉེན་ཆས་དོ་དམ་འཕྲུལ་ཆས་ཀྱིས་བཀོལ་སྤྱོད་འདིའི་རིགས་ལག་བསྟར་བྱེད་མ་ཐུབ།

source: The package providing this file is:
bo_cn: ཡིག་ཆ་འདི་འདོན་སྤྲོད་བྱེད་པའི་མཉེན་ཆས་ཁུག་མ་ནི།：

source: The package to be put into the service pack
bo_cn: ཞབས་ཞུའི་ཁུག་མའི་ནང་དུ་འཇོག་དགོས་པའི་མཉེན་ཆས་ཁུག་མ།

source: The proxy could not be set
bo_cn: ལས་ཚབ་སྒྲིག་འགོད་བྱེད་མ་ཐུབ།

source: The signature was not accepted.
bo_cn: མིང་རྟགས་དང་ལེན་མ་བྱས།

source: The software is not from a trusted source.
bo_cn: མཉེན་ཆས་འདི་ནི་ཡིད་ཆེས་ཀྱི་འབྱུང་ཁུངས་ནས་ཡོང་བ་མིན།

source: The transaction did not proceed.
bo_cn: ལས་དོན་མུ་མཐུད་མེད།

source: The transaction failed
bo_cn: ལས་དོན་ཕམ་པ།

source: The unsigned software will not be installed.
bo_cn: མིང་རྟགས་མ་བཀོད་པའི་མཉེན་ཆས་སྒྲིག་འཇུག་མི་བྱེད།

source: There are no packages to update.
bo_cn: གསར་སྒྱུར་བྱས་ཆོག་པའི་མཉེན་ཆས་ཁུག་མ་མེད།

source: There are no updates available at this time.
bo_cn: མིག་སྔར་སྤྱོད་རུང་གི་གསར་སྒྱུར་མེད།

source: There are no upgrades available at this time.
bo_cn: མིག་སྔར་སྤྱོད་རུང་གི་རིམ་སྤར་མེད།

source: This script can only be used by the root user
bo_cn: འཁྲབ་གཞུང་དེ་ནི་རྩ་བའི་སྤྱོད་མཁན་ཁོ་ནས་བེད་སྤྱོད་གཏོང་དགོས།

source: This tool could not find all the packages: %s
bo_cn: ལག་ཆ་འདིས་མཉེན་ཆས་ཁུག་མ་ཡོད་ཚད་རྙེད་མ་ཐུབ།：%s

source: This tool could not find any available package: %s
bo_cn: ལག་ཆ་འདིས་སྤྱོད་རུང་གི་མཉེན་ཆས་ཁུག་མ་གང་ཡང་རྙེད་མ་ཐུབ།：%s

source: This tool could not find the installed package: %s
bo_cn: ལག་ཆ་འདིས་སྒྲིག་འཇུག་བྱས་ཟིན་པའི་མཉེན་ཆས་ཁུག་མ་རྙེད་མ་ཐུབ།：%s

source: This tool could not find the package: %s
bo_cn: ལག་ཆ་འདིས་མཉེན་ཆས་ཁུག་མ་རྙེད་མ་ཐུབ།：%s

source: Transaction
bo_cn: ལས་དོན།

source: Trigger offline updates
bo_cn: སྐུད་བྲལ་གསར་སྒྱུར་འཕྲད་འདོན།

source: Trivial
bo_cn: ཙག་ཙིག

source: True
bo_cn: ཡང་དག་པ།

source: Trust a key used for signing packages
bo_cn: ཡིད་རྟོན་མིང་རྟགས་འགོད་པའི་མཉེན་ཆས་ཁུག་མར་སྤྱོད་པའི་གསང་ལྡེ།

source: Type
bo_cn: རིགས་གྲས་

source: Unknown role type
bo_cn: ངེས་མེད་འཁྲབ་བྱའི་མི་སྣའི་རིགས་རྣམ།

source: Unknown state
bo_cn: ངེས་མེད་ཀྱི་རྣམ་པ།

source: Update packages
bo_cn: གསར་སྒྱུར་མཉེན་ཆས་ཁུག་མ།

source: Update text
bo_cn: ཞིབ་བརྗོད་གསར་སྒྱུར།

source: Update to version %s
bo_cn: པར་གཞི་གསར་སྒྱུར་བྱས་པ། %s

source: Updated
bo_cn: གསར་སྒྱུར།

source: Updates
bo_cn: གསར་སྒྱུར།

source: Updating
bo_cn: གསར་སྒྱུར་བྱེད་བཞིན་པ།

source: Updating packages
bo_cn: གསར་སྒྱུར་མཉེན་ཆས་ཁུག་མ།

source: Updating running applications
bo_cn: འཁོར་སྐྱོད་ཁྲོད་ཀྱི་ཉེར་སྤྱོད་བྱ་རིམ་གསར་སྒྱུར་བྱེད་བཞིན་པ།

source: Upgrade System
bo_cn: རྒྱུད་ཁོངས་རིམ་སྤར།

source: User ID
bo_cn: སྤྱོད་མཁན་ངོ་རྟགས།

source: User aborted selection
bo_cn: སྤྱོད་མཁན་གྱིས་གདམ་ག་བྱེད་མཚམས་བཞག་པ།

source: Username
bo_cn: སྤྱོད་མཁན་གྱི་མིང་།

source: Vendor
bo_cn: བཟོ་ཚོང་།

source: Verifying device path
bo_cn: སྒྲིག་ཆས་འགྲོ་ལམ་ར་སྤྲོད་བྱེད་བཞིན་པ།

source: Version
bo_cn: པར་གཞི།

source: Waiting for authentication
bo_cn: ར་སྤྲོད་སྒུག་བཞིན་པ།

source: Waiting for package manager lock
bo_cn: མཉེན་ཆས་དོ་དམ་ཆས་ཀྱི་སྒྲོག་སྒུག་བཞིན་པ།

source: Waiting for package manager lock.
bo_cn: མཉེན་ཆས་དོ་དམ་ཆས་ཀྱི་སྒྲོག་སྒུག་བཞིན་པ།

source: Waiting in queue
bo_cn: རུ་གྲལ་དུ་སྒུག་བཞིན་པ།

source: You need to specify a list file to create
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་གསར་འཛུགས་བྱེད་དགོས་པའི་རེའུ་མིག་ཡིག་ཆ་ཅིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: You need to specify at least one valid device path
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་མ་མཐའ་ཡང་ནུས་ཡོད་ཀྱི་སྒྲིག་ཆས་འགྲོ་ལམ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: command not found
bo_cn: བཀའ་བརྡ་རྙེད་མ་བྱུང་།
