Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/PackageKit.po
Languages: bo_cn

source: (seconds)
bo_cn: （སྐར་ཆ།）

source: A correct role is required
bo_cn: ཡང་དག་པའི་འཁྲབ་བྱའི་མི་སྣ་དམིགས་འཛུགས་བྱེད་དགོས།

source: A destination directory and the package names to download are required
bo_cn: དམིགས་བྱའི་དཀར་ཆག་དང་ཕབ་ལེན་བྱ་དགོས་པའི་མཉེན་ཆས་ཀྱི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A distribution name is required
bo_cn: འགྲེམས་སྤེལ་པར་གཞིའི་མིང་དམིགས་འཛུགས་བྱ་དགོས།

source: A filename to install is required
bo_cn: སྒྲིག་འཇུག་བྱེད་དགོས་པའི་ཡིག་ཆའི་མིང་དམིགས་འཛུགས་བྱ་དགོས།

source: A licence identifier (eula-id) is required
bo_cn: ཆོག་འཐུས་ངོ་རྟགས་（eula-id）དམིགས་འཛུགས་བྱ་དགོས།

source: A output directory or file name is required
bo_cn: ཕྱིར་འདོན་དཀར་ཆག་གམ་ཡིག་ཆའི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A pack with the same name already exists, do you want to overwrite it?
bo_cn: མིང་གཅིག་པའི་ཞབས་ཞུ་ཁུག་གནས་ཟིན་པས། ཁྱེད་ཀྱིས་དེ་ལ་བཀབ་རྒྱུ་ཡིན་ནམ།

source: A package name is required
bo_cn: མཉེན་ཆས་ཁུག་མའི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A package name to install is required
bo_cn: སྒྲིག་འཇུག་བྱེད་དགོས་པའི་མཉེན་ཆས་ཁུག་མའི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A package name to remove is required
bo_cn: སུབ་དགོས་པའི་མཉེན་ཆས་ཁུག་མའི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A package name to resolve is required
bo_cn: དབྱེ་ཞིབ་བྱེད་དགོས་པའི་མཉེན་ཆས་ཁུག་མའི་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A package provide string is required
bo_cn: མཉེན་ཆས་ཁུག་མ་ལས་ཞིབ་བརྗོད་འདོན་སྤྲོད་དམིགས་འཛུགས་བྱེད་དགོས།

source: A repo name, parameter and value are required
bo_cn: མཉེན་ཆས་མཛོད་ཁང་མིང་། ཞུགས་གྲངས་དང་གྲངས་ཐང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A repository name is required
bo_cn: མཉེན་ཆས་མཛོད་ཁང་མིང་དམིགས་འཛུགས་བྱེད་དགོས།

source: A search term is required
bo_cn: བཤེར་འཚོལ་ཚིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: A search type is required, e.g. name
bo_cn: བཤེར་འཚོལ་རིགས་རྣམ་དམིགས་འཛུགས་བྱེད་དགོས། དཔེར་ན་མིང་ལྟ་བུ།

source: A type, key_id and package_id are required
bo_cn: རིགས་རྣམ། གསང་ལྡེ་ངོ་རྟགས་（key_id）དང་མཉེན་ཆས་ཁུག་མའི་ངོ་རྟགས་（package_id）དམིགས་འཛུགས་བྱེད་དགོས།

source: Accept EULA
bo_cn: མཐའ་མའི་སྤྱོད་མཁན་གྱི་ཆོག་འཐུས་གྲོས་མཐུན（EULA）དང་ལེན་བྱེད་པ།

source: Accepting EULA
bo_cn: མཐའ་མའི་སྤྱོད་མཁན་གྱི་ཆོག་འཐུས་གྲོས་མཐུན（EULA）དང་ལེན་བྱེད་པ།

source: Affected packages:
bo_cn: ཤུགས་རྐྱེན་ཐེབས་པའི་མཉེན་ཆས་ཁུག་མ།：

source: Affected packages: None
bo_cn: ཤུགས་རྐྱེན་ཐེབས་པའི་མཉེན་ཆས་ཁུག་མ།：མེད།

source: Agreement
bo_cn: གྲོས་ཆིངས།

source: An action, e.g. 'update-packages' is required
bo_cn: བྱ་འགུལ་དམིགས་འཛུགས་བྱེད་དགོས། དཔེར་ན “update-packages（མཉེན་ཆས་ཁུག་མ་གསར་སྒྱུར།）”

source: Application restart required by:
bo_cn: ཉེར་སྤྱོད་རིམ་བྱ་རིམ་གསར་དུ་འགོ་སློང་བའི་རེ་བ་ཞུ་་པའི་མཉེན་ཆས་ཁུག་མ།:

source: Attempting to rebind device
bo_cn: སྒྲིག་ཆས་བསྐྱར་དུ་བསྡམས་བཅད་བྱེད་སྟ་གོན་བྱེད་བཞིན་པ།

source: Authentication is required to accept a EULA
bo_cn: མཐའ་མའི་སྤྱོད་མཁན་ཆོག་འཐུས་གྲོས་ཆིངས་བཏང་ལེན་བྱེད་ན་（EULA）ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to cancel a task that was not started by yourself
bo_cn: ཁྱེད་ཀྱིས་འགོ་སློང་བྱས་པ་མ་ཡིན་པའི་ལས་འགན་ཞིག་དོར་བར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to change software source parameters
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་ཞུགས་གྲངས་བཟོ་བཅོས་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to clear the offline updates message
bo_cn: སྐུད་བྲལ་བརྡ་ཐོ་གསར་སྒྱུར་གཙང་སེལ་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to consider a key used for signing packages as trusted
bo_cn: མཉེན་ཆས་ཁུག་མ་མིང་རྟགས་བཀོད་པར་སྤྱད་པའི་གསང་ལྡེ་ནི་ཡིད་ཆེས་བྱས་ཆོག་པའི་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to install a package
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to install an untrusted package
bo_cn: ཡིད་མ་ཆེས་བའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་པ་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to refresh the system sources
bo_cn: རྒྱུད་ཁོངས་ཁུམས་གསར་འདོན་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to reload the device with a new driver
bo_cn: སྐུལ་སློང་གསར་པས་སྒྲིག་ཆས་གསར་དུ་ནང་འཇུག་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to remove packages
bo_cn: མཉེན་ཆས་ཐུམ་སུབ་པར་ར་སྤྲོདབྱེད་དགོས།

source: Authentication is required to repair the installed software
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན་པའི་མཉེན་ཆས་ཉམས་གསོ་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to set the network proxy used for downloading packages
bo_cn: མཉེན་ཆས་ཐུམ་ཕབ་ལེན་ལ་སྤྱོད་པའི་དྲ་རྒྱའི་ལས་ཚབ་སྒྲིག་འགོད་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to trigger offline updates
bo_cn: སྐུད་བྲལ་གསར་སྒྱུར་འཕྲད་འདོན་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to update packages
bo_cn: མཉེན་ཆས་ཐུམ་གསར་སྒྱུར་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Authentication is required to upgrade the operating system
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་རིམ་སྤོར་བྱེད་པར་ར་སྤྲོད་བྱེད་དགོས།

source: Available
bo_cn: སྤྱོད་རུང་།

source: Blocked
bo_cn: སྒྲིབ་ཡོལ།

source: Both options selected.
bo_cn: རྣམ་གྲངས་གཉིས་ཀ་འདེམ་པ།

source: Bug fix
bo_cn: ཆད་སྐྱོན་སླར་གསོ།

source: Bugzilla
bo_cn: Bugzilla（ཆད་སྐྱོན་མཇུག་སྒྲིལ་མཁན།）

source: CVE
bo_cn: སྤྱི་པའི་སྐྱོན་ཆ་དང་ཕྱིར་མངོན།（CVE）

source: Cancel foreign task
bo_cn: སྤྱོད་མཁན་གཞན་གྱི་ལས་འགན་དོར་བ།

source: Canceling
bo_cn: ལེན་པ།

source: Cancelling
bo_cn: ལེན་བཞིན་པ།

source: Category
bo_cn: རིགས།

source: Change software source parameters
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་ཞུགས་གྲངས་བཟོ་བཅོས།

source: Changes
bo_cn: བཟོ་བཅོས།

source: Checking applications in use
bo_cn: སྤྱོད་བཞིན་པའི་བཀོལ་སྤྱོད་བྱ་རིམ་ཞིབ་བཤེར་བྱེད་བཞིན་པ།

source: Checking libraries in use
bo_cn: སྤྱོད་བཞིན་པའི་མཛོད་ཞིབ་བཤེར་བྱེད་བཞིན་པ།

source: Checking signatures
bo_cn: མིང་རྟགས་ཞིབ་བཤེར་་བྱེད་བཞིན་པ།

source: Cleaned up
bo_cn: གཙང་བཤེར་བྱས་ཟིན་པ།

source: Cleaning up
bo_cn: གཙང་བཤེར་བྱེད་བཞིན་པ།

source: Cleaning up packages
bo_cn: མཉེན་ཆས་ཐུམ་གཙང་བཤེར་བྱེད་བཞིན་ཡོད།

source: Clear offline update message
bo_cn: སྐུད་བྲལ་བརྡ་ཐོ་གསར་སྒྱུར་གཙང་བཤེར།

source: Command failed
bo_cn: བཀའ་བརྡ་ཕམ་པ།

source: Command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་།

source: Committing changes
bo_cn: བཟོ་བཅོས་ཟིན་ཐོར་འགོད་བཞིན་པ།

source: Copying files
bo_cn: ཡིག་ཆ་འདྲ་བཟོ་བྱེད་པ།

source: Could not disable the debugging sources: %s
bo_cn: ཚོད་སྒྲིག་ཁུངས་འགོག་སྤྱོད་བྱེད་ཐུབ་མེད།：%s

source: Could not find dependent packages: %s
bo_cn: བརྟེན་བྱའི་མཉེན་ཆས་ཐུམ་རྙེད་མ་བྱུང་།：%s

source: Could not install packages: %s
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་ཐུབ་མེད།：%s

source: Creating service pack...
bo_cn: ཞབས་ཞུའི་ཁུག་མ་གསར་འཛུགས་བྱེད་བཞིན་པ།……

source: Daemonize and detach from the terminal
bo_cn: ལྟ་སྲུང་བརྒྱུད་རིམ་དུ་བསྒྱུར་བ་མ་ཟད་མཐའ་སྣེ་དང་ཁ་བྲལ་བ།

source: Debugging Options
bo_cn: ཚོད་སྒྲིག་འདེམས་ཚན།

source: Details about the update:
bo_cn: ཞིབ་ཕྲ་གསར་སྒྱུར།：

source: Device could not be found
bo_cn: སྒྲིག་ཆས་རྙེད་མ་ཐུབ།

source: Device path not found
bo_cn: སྒྲིག་ཆས་འགྲོ་ལམ་རྙེད་མ་བྱུང་།

source: Device paths
bo_cn: སྒྲིག་ཆས་འགྲོ་ལམ།

source: Directory not found
bo_cn: དཀར་ཆག་མ་རྙེད།

source: Disable the idle timer
bo_cn: ཁོམ་པའི་དུས་བགྲང་ཆས་དགོག་སྤྱོད་བྱེད་པ།

source: Disabled
bo_cn: བཀག་པ།

source: Disabled %i debugging sources.
bo_cn: ཚོད་སྒྲིག་ཁུངས་ %i འགོག་སྤྱོད་བྱས།

source: Disabling sources previously enabled
bo_cn: དེ་སྔོན་སྤྱོད་འགོ་བརྩམས་པའི་ཁུངས་འགོག་སྤྱོད་བྱེད་པ།

source: Distribution
bo_cn: འགྲེམས་སྤེལ་པར་གཞི།

source: Do not display information or progress
bo_cn: ཆ་འཕྲིན་ནམ་མྱུར་ཚད་མི་མངོན་པ།

source: Do not install dependencies of the core packages
bo_cn: ལྟེ་བའི་མཉེན་ཆས་ཁུག་མའི་བརྟེན་བྱའི་མཉེན་ཆས་ཁུག་མ་སྒྲིག་འཇུག་མི་བྱེད།

source: Do not install these packages unless you are sure it is safe to do so.
bo_cn: ཁྱོད་ཀྱིས་འདི་བྱས་ན་བདེ་འཇགས་ཡིན་པ་གཏན་འཁེལ་བྱེད་མི་ཐུབ་ཚེས་མཉེན་ཆས་ཁུག་མ་འདི་དག་སྒྲིག་འཇུག་མ་བྱེད་རོགས།

source: Do not install this package unless you are sure it is safe to do so.
bo_cn: ཁྱོད་ཀྱིས་འདི་བྱས་ན་བདེ་འཇགས་ཡིན་པ་གཏན་འཁེལ་བྱེད་མི་ཐུབ་ཚེས་མཉེན་ཆས་ཁུག་མ་འདི་དག་སྒྲིག་འཇུག་མ་བྱེད་རོགས།

source: Do not update these packages unless you are sure it is safe to do so.
bo_cn: ཁྱོད་ཀྱིས་འདི་བྱས་ན་བདེ་འཇགས་ཡིན་པ་གཏན་འཁེལ་བྱེད་མི་ཐུབ་ཚེས་མཉེན་ཆས་ཁུག་མ་འདི་དག་གསར་སྒྱུར་མ་བྱེད་རོགས།

source: Do you accept this agreement?
bo_cn: ཁྱེད་ཀྱིས་གྲོས་ཆིངས་འདི་དང་ལེན་བྱེད་དམ།

source: Do you accept this signature?
bo_cn: ཁྱེད་ཀྱིས་མིང་རྟགས་འདི་དང་ལེན་བྱེད་དམ།

source: Do you want to allow installing of unsigned software?
bo_cn: ཁྱེད་རང་མིང་རྟགས་མ་བཀོད་པའི་མཉེན་ཆས་ཀྱི་སྒྲིག་འཇུག་ལ་མོས་མཐུན་ཡོད་དམ།

source: Don't actually install any packages, only simulate what would be installed
bo_cn: དོན་དངོས་ཐོག་མཉེན་ཆས་ཁུག་མ་གང་ཡང་སྒྲིག་འཇུག་མི་བྱེད་པར་ལད་ཟློས་ཙམ་གྱིས་ཅི་ཞིག་སྒྲིག་འཇུག་བྱེད་པ་ཡིན།

source: Don't actually touch the hardware, only simulate what would be done
bo_cn: དོན་དངོས་སུ་སྲ་ཆས་ལ་མི་རེག་པར་ལེགས་འགྲུབ་བྱུང་བའི་འགུལ་སྟངས་ལ་ལད་ཟློས་བྱེད་པ་ཙམ་ཡིན།

source: Don't clear environment on startup
bo_cn: འགོ་སློང་སྐབས་ཁོར་ཡུག་གཙང་སེལ་མ་བྱེད།

source: Downloaded
bo_cn: ཕབ་པ།

source: Downloading
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading details about the software sources.
bo_cn: མཉེན་ཆས་འབྱུང་ཁུངས་ཀྱི་ཞིབ་ཕྲའི་གནས་ཚུལ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading file lists
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading filelists (this may take some time to complete).
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ཕབ་ལེན་བྱེད་བཞིན་པ།（འདིར་དུས་ཚོད་འགའ་སྤྱོད་དགོས་ངེས།）

source: Downloading groups
bo_cn: ཚོ་ཡིག་ཆའི་རེའུ་མིག་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading list of packages
bo_cn: མཉེན་ཆས་ཁུག་མའི་རེའུ་མིག་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading lists of changes
bo_cn: བཟོ་བཅོས་རེའུ་མིག་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading packages
bo_cn: མཉེན་ཆས་ཐུམ་བུ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading repository information
bo_cn: མཉེན་ཆས་མཛོད་ཆ་འཕྲིན་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading update information
bo_cn: གསར་བརྗེས་ཆ་འཕྲིན་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Duration
bo_cn: རྒྱུན་མཐུད་དུས་ཚོད།

source: ERROR: Specify package names to install.
bo_cn: ནོར་འཁྲུལ།： ཁྱོད་ཀྱིས་སྒྲིག་སྦྱོར་བྱེད་དགོས་པའི་མཉེན་ཆས་ཀྱི་མིང་དམིགས་འཛུགས་བྱེད་རོགས།

source: Enabled
bo_cn: སྤྱད་པ།

source: Enabled %i debugging sources.
bo_cn: ཚོད་སྒྲིག་ཁུངས་ %i སྤྱོད་འགོ་བརྩམས་པ།

source: Enabling debugging sources
bo_cn: ཚོད་སྒྲིག་ཁུངས་སྤྱོད་འགོ་རྩོམ་བཞིན་པ།

source: Enabling repository
bo_cn: མཉེན་ཆས་མཛོད་སྤྱོད་འགོ་རྩོམ་བཞིན་པ།

source: End user licence agreement required
bo_cn: མཐའ་མའི་སྤྱོད་མཁན་གྱི་ཆོག་འཐུས་གྲོས་ཆིངས་དང་ལེན་བྱ་དགོས་པ།

source: Enhancement
bo_cn: ཤུགས་ཆེ་རུ་གཏོང་བ།

source: Exit after a small delay
bo_cn: གནས་སྐབས་ཕྱིར་འགྱངས་རྗེས་ཕྱིར་འདོན།

source: Exit after the engine has loaded
bo_cn: སྒུལ་ཤུགས་བླུགས་རྗེས་ཕྱིར་འབུད་པ།

source: FAILED.
bo_cn: ཕམ་པ།

source: Failed to contact PackageKit
bo_cn: PackageKit དང་འབྲེལ་བ་ཕམ་པ།

source: Failed to create '%s': %s
bo_cn: “%s”གསར་འཛུགས་ཕམ་པ།：%s

source: Failed to create directory:
bo_cn: དཀར་ཆག་གསར་འཛུགས་ཕམ་པ།：

source: Failed to find package '%s': %s
bo_cn: མཉེན་ཆས་ཐུམ་“%s”འཚོལ་ཞིབ་ཕམ་པ།：%s

source: Failed to find the debuginfo package %s: %s
bo_cn: ཆ་འཕྲིན་ཚོད་སྒྲིག་མཉེན་ཆས་ཐུམ %s འཚོལ་ཞིབ་ཕམ་པ།：%s

source: Failed to find the package %s, or already installed: %s
bo_cn: %s ་མཉེན་ཆས་ཐུམ་འཚོལ་ཞིབ་ཕམ་པའམ་ཡང་ན་སྒྲིག་འཇུག་བྱས་ཟིན།：%s

source: Failed to find the package %s: %s
bo_cn: མཉེན་ཆས་ཐུམ་%s འཚོལ་ཞིབ་ཕམ་པ།：%s

source: Failed to get daemon state
bo_cn: ལྟ་སྲུང་འཕེལ་རིམ་རྣམ་པ་ཐོབ་པ་ཕམ་པ།

source: Failed to get properties
bo_cn: གཏོགས་གཤིས་ཐོབ་པ་ཕམ་པ།

source: Failed to get the time since this action was last completed
bo_cn: འགུལ་སྟངས་འདི་ཐེངས་ཆེས་རྗེས་མར་ལེགས་འགྲུབ་བྱུང་བའི་དུས་ཚོད་ཐོབ་པ་ཕམ་པ།

source: Failed to install packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་ཕམ་པ།

source: Failed to launch:
bo_cn: འགོ་སློང་ཕམ་པ།：

source: Failed to open file
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་པ་ཕམ་པ།

source: Failed to open package list.
bo_cn: མཉེན་ཆས་ཁུག་མའི་རེའུ་མིག་ཁ་ཕྱེ་པ་ཕམ་པ།

source: Failed to parse command line
bo_cn: བཀའ་བརྡའི་ཕྲེང་བརྒྱུད་སྤྲོད་ཕམ་པ།

source: Failed to rebind device
bo_cn: སྒྲིག་ཆས་བསྐྱར་དུ་བསྡམས་བཅད་ཕམ་པ།

source: Failed to register driver
bo_cn: སྐུལ་སློང་བྱ་རིམ་རྙིང་པ་ཐོ་འགོད་ཕམ་པ།

source: Failed to search for file
bo_cn: ཡིག་ཆ་བཤེར་འཚོལ་ཕམ་པ།

source: Failed to unregister driver
bo_cn: སྐུལ་སློང་བྱ་རིམ་གསར་པ་དོར་བ་ཕམ་པ།

source: Failed to verify device path
bo_cn: འགྲོ་ལམ་ར་སྤྲོད་ཕམ་པ།

source: Failed to write to device
bo_cn: སྒྲིག་ཆས་འབྲི་འཇུག་ཕམ་པ།

source: Failed to write to the file
bo_cn: ཡིག་ཆ་འབྲི་འཇུག་ཕམ་པ།

source: False
bo_cn: ནོར་འཁྲུལ།

source: Fatal error
bo_cn: ནོར་འཁྲུལ་ཉེན་ཆེ།

source: File already exists: %s
bo_cn: ཡིག་ཆ་གནས་ཟིན།：%s

source: Finding debugging packages
bo_cn: ཚོད་སྒྲིག་མཉེན་ཆས་ཁུག་མ་འཚོལ་བཞིན་པ།

source: Finding debugging sources
bo_cn: ཚོད་སྒྲིག་ཁུངས་འཚོལ་བཞིན་པ།

source: Finding package name.
bo_cn: མཉེན་ཆས་མིང་འཚོལ་བཞིན་པ།

source: Finding packages that depend on these packages
bo_cn: མཉེན་ཆས་ཁུག་མ་འདི་དག་ལ་བརྟེན་བྱའི་མཉེན་ཆས་ཁུག་མ་འཚོལ་བཞིན་པ།

source: Finished
bo_cn: ལེགས་འགྲུབ་པ།

source: Found %i disabled debuginfo repos.
bo_cn: ཚོད་སྒྲིག་ཆ་འཕྲིན་མཉེན་ཆས་མཛོད་ %i འགོག་སྤྱོད་བྱས་ཟིན་པ་རྙེད།

source: Found %i enabled and %i disabled sources.
bo_cn: ཁུངས་ %i སྤྱོད་འགོ་བརྩམས་ཟིན་པ་དང་ %i འགོག་སྤྱོད་བྱས་ཟིན་པ་རྙེད།

source: Found %i extra packages.
bo_cn: ཚད་བརྒལ་གྱི་མཉེན་ཆས་ཁུག་མ་%i རྙེད།

source: Found %i packages to install:
bo_cn: མཉེན་ཆས་ཁུག་མ་ %i རྙེད་ནས་སྒྲིག་འཇུག་བྱེད་པར་མཁོ་འདོན་བྱས་ཡོད།：

source: Found %i packages:
bo_cn: མཉེན་ཆས་ཁུག་མ་ %i རྙེད།：

source: Found no packages to install.
bo_cn: སྒྲིག་འཇུག་བྱེད་པར་མཁོ་འདོན་བྱེད་མཁོ་བྱེད་པའི་མཉེན་ཆས་ཁུག་མ་རྙེད་མེད།

source: Generating package lists
bo_cn: མཉེན་ཆས་ཁུག་མའི་རེའུ་མིག་འགྲུབ་བཞིན་ཡོད།

source: Getting categories
bo_cn: རིགས་ཁག་ཐོབ་པ།

source: Getting dependencies
bo_cn: བརྟེན་བྱའི་འབྲེལ་བ་ཐོབ་པ།

source: Getting details
bo_cn: ཞིབ་ཆ་ཐོབ་པ།

source: Getting file list
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ཐོབ་པ།

source: Getting information
bo_cn: ཆ་འཕྲིན་ཐོབ་བཞིན་པ།

source: Getting package information...
bo_cn: མཉེན་ཆས་ཁུག་མའི་ཆ་འཕྲིན་ཐོབ་བཞིན་པ། ……

source: Getting packages
bo_cn: མཉེན་ཆས་ཁུག་མ་ཐོབ་པ།

source: Getting provides
bo_cn: ཞིབ་བརྗོད་མཁོ་འདོན་ཐོབ་པ།

source: Getting repositories
bo_cn: མཉེན་ཆས་མཛོད་ཁང་ཐོབ་པ།

source: Getting requires
bo_cn: བརྟེན་བྱའི་ཞིབ་བརྗོད་ཐོབ་པ།

source: Getting sources list
bo_cn: ཁུངས་ཀྱི་རེའུ་མིག་ཐོབ་བཞིན་པ།

source: Getting the list of files failed
bo_cn: ཡིག་ཆའི་རེའུ་མིག་ཐོབ་པ་ཕམ་པ།

source: Getting transactions
bo_cn: ལས་དོན་ཐོབ་པ།

source: Getting update details
bo_cn: གསར་སྒྱུར་ཞིབ་ཆ་ཐོབ་པ།

source: Getting updates
bo_cn: གསར་སྒྱུར་ཐོབ་པ།

source: Getting upgrades
bo_cn: རིམ་སྤར་ཐོབ་པ།

source: Icon
bo_cn: རིས་རྟགས

source: If specifying a file, the service pack name must end with
bo_cn: གལ་ཏེ་ཡིག་ཆ་དམིགས་འཛུགས་བྱེད་ན་ཞབས་ཞུ་ཁུག་མའི་མིང་ངེས་པར་དུ་ཡང་དག་པའི་རྒྱ་བསྐྱེད་མིང་གིས་མཇུག་སྒྲིལ་དགོས།

source: Important
bo_cn: གལ་ཆེན།

source: Incorrect device path specified
bo_cn: ཡང་མ་དག་པའི་སྒྲིག་ཆས་འགྲོ་ལམ་དམིགས་འཛུགས་བྱས།

source: Install %s now
bo_cn: ད་ལྟ་སྒྲིག་འཇུག %s

source: Install package '%s' to provide command '%s'?
bo_cn: མཉེན་ཆས་ཁུག་མ་“%s” སྒྲིག་འཇུག་བྱས་ནས་བཀའ་བརྡ་“%s”མཁོ་འདོན་བྱེད་དམ།

source: Install signed package
bo_cn: མིང་རྟགས་བཀོས་ཟིན་པའི་མཉེན་ཆས་ཁུག་མ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install the packages without asking for confirmation
bo_cn: འདྲི་རྩད་གཏན་འཁེལ་མི་བྱེད་པར་མཉེན་ཆས་ཁུག་མ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install untrusted local file
bo_cn: སྒྲིག་འཇུགཡིད་རྟོན་མི་ཐུབ་པའི་རང་སའི་ཡིག་ཆ་སྒྲིག་འཇུག་བྱེད་པ།

source: Installed
bo_cn: སྒྲིག་འཇུག་བྱས་ཟིན།

source: Installed version
bo_cn: པར་གཞི་སྒྲིག་འཇུག་བྱས་ཟིན་པ།

source: Installing
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Installing files
bo_cn: ཡིག་ཆ་སྒྲིག་འཇུག

source: Installing packages
bo_cn: མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག་བྱེད་པ།

source: Installing signature
bo_cn: མིང་རྟགས་སྒྲིག་འཇུག

source: Installing updates
bo_cn: གསར་སྒྱུར་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Installing...
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།……

source: Invalid search type
bo_cn: ནུས་མེད་བཤེར་འཚོལ་རིགས་རྣམ།

source: Issued
bo_cn: ཆོག་མཆན་བཀོད་ནས་སྤྲོད་པ།

source: Key ID
bo_cn: གསང་ལྡེའི་ངོ་རྟགས།

source: Key Timestamp
bo_cn: གསང་ལྡེ་དུས་ཚོད་ཐམ་པ།

source: Key URL
bo_cn: གསང་ལྡེ་དྲ་ཚུགས།

source: Key fingerprint
bo_cn: གསང་ལྡེ་མཛུབ་རིས།

source: Key user
bo_cn: གསང་ལྡེ་སྤྱོད་མཁན།

source: Loading cache
bo_cn: སྐབས་གསོག་ནང་འཇུག་བྱེད་བཞིན་པ།

source: Loading list of packages.
bo_cn: མཉེན་ཆས་ཐུམ་རེའུ་མིག་ནང་འཇུག

source: Media change required
bo_cn: བར་རྫས་བཟོ་བཅོས་བྱེད་དགོས།

source: Media label
bo_cn: བར་རྫས་གདོང་འཛར།

source: Media type
bo_cn: བར་རྫས་རིགས་གྲས།

source: Message:
bo_cn: བརྡ་འཕྲིན།：

source: More than one package matches:
bo_cn: མཉེན་ཆས་ཁུག་མ་གཅིག་བརྒལ་བའི་ཟླ་སྒྲིག：

source: Name
bo_cn: མིང་།

source: Neither --package or --updates option selected.
bo_cn: --package དང་ --updates འདེམས་ཚན་ཚང་མ་མི་འདེམས།

source: No extra packages required.
bo_cn: ཚད་བརྒལ་གྱི་མཉེན་ཆས་ཁུག་མ་མི་དགོས།

source: No files
bo_cn: ཡིག་ཆ་ཚུད་མེད།

source: No packages found for your system
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་ལ་མཉེན་ཆས་ཁུག་རྙེད་མ་ཐུབ།

source: No packages require updating to newer versions.
bo_cn: གསར་སྒྱུར་བྱེད་དགོས་པའི་མཉེན་ཆས་ཁུག་མ་མི་འདུག

source: Normal
bo_cn: སྤྱིར་བཏང་།

source: Not installing packages in simulate mode
bo_cn: ལད་ཟློས་རྣམ་པ་རུ་མཉེན་ཆས་ཁུག་མ་ལད་ཟློས་སྒྲིག་འཇུག་བྱེད་པ།

source: OK.
bo_cn: ལེགས་འགྲུབ།

source: Obsoleted
bo_cn: བེད་མེད་དུ་བཏང་ཟིན་པ།

source: Obsoletes
bo_cn: བེད་མེད་དུ་གཏོང་བ།

source: Obsoleting
bo_cn: བེད་མེད་དུ་གཏོང་བཞིན་པ།

source: Obsoleting packages
bo_cn: མཉེན་ཆས་ཁུག་མ་བེད་མེད་དུ་གཏོང་བཞིན་པ།

source: Option '%s' is not supported
bo_cn: འདེམས་ཚན་“%s”རྒྱབ་སྐྱོར་མེད།

source: Package
bo_cn: མཉེན་ཆས་ཐུམ་བུ།

source: Package description
bo_cn: མཉེན་ཆས་ཐུམ་ཞིབ་བརྗོད།

source: Package files
bo_cn: མཉེན་ཆས་ཁུག་མའི་ནང་ཚུད་པའི་ཡིག་ཆ།

source: PackageKit Catalog
bo_cn: PackageKit རིགས་རྣམ།

source: PackageKit Console Interface
bo_cn: PackageKit（མཉེན་ཆས་ཁུག་མའི་ལག་ཆའི་ཐུམ།）འཛིན་རྟགས་འཆར་ངོས།

source: PackageKit Debuginfo Installer
bo_cn: PackageKit ཆ་འཕྲིན་སྒྲིག་འཇུག་ཆས་ཚོད་སྒྲིག

source: PackageKit Device Reloader
bo_cn: PackageKit སྒྲིག་ཆས་ཡང་བསྐྱར་ནང་འཇུག་ཆས།

source: PackageKit Monitor
bo_cn: PackageKit སོ་ལྟ་ཆས།

source: PackageKit Package List
bo_cn: PackageKitམཉེན་ཆས་ཁུག་མའི་རེའུ་མིག

source: PackageKit Service Pack
bo_cn: PackageKitཞབས་ཞུའི་ཁུག་མ།

source: PackageKit service
bo_cn: PackageKitཞབས་ཞུ།

source: Packages providing this file are:
bo_cn: ཡིག་ཆ་འདི་མཁོ་འདོན་བྱས་པའི་མཉེན་ཆས་ཁུག་མ་ནི།：

source: Packaging backend to use, e.g. dummy
bo_cn: སྤྱོད་དགོས་པའི་ཐུམ་རྒྱབ་སྣེ་སྟེ། དཔེར་ན dummy ལྟ་བུ།

source: Parent
bo_cn: རིམ་པ་གོང་མ།

source: Percentage
bo_cn: བརྒྱ་ཆའི་བསྡུར།

source: Please choose a command to run
bo_cn: འཁོར་སྐྱོད་དགོས་པའི་བཀའ་འདེམས་རོགས།

source: Please choose a package to install
bo_cn: སྒྲིག་འཇུག་བྱེད་དགོས་པའི་མཉེན་ཆས་ཁུག་མ་འདེམས་རོགས།

source: Please choose the correct package:
bo_cn: ཡང་དག་གི་མཉེན་ཆས་ཁུག་མ་འདེམ་རོགས།：

source: Please enter a number from 1 to %i:
bo_cn: 1 ་ནས %i ་བར་གྱི་གྲངས་ཀ་ཞིག་ནང་འཇུག་བྱེད་རོགས：

source: Please insert the correct media
bo_cn: ཡང་དག་པའི་བར་རྫས་བར་འཇུག་བྱེད་རོགས།

source: Please logout and login to complete the update as important security updates have been installed.
bo_cn: གལ་ཆེའི་བདེ་འཇགས་གསར་སྒྱུར་སྒྲིག་འཇུག་བྱས་ཡོད་པས་དོར་བ་དང་ཐོ་འགོད་བྱས་ནས་གསར་སྒྱུར་ལེགས་འགྲུབ་བྱ་རོགས།

source: Please logout and login to complete the update.
bo_cn: དོར་བ་དང་ཐོ་འགོད་བྱས་ནས་གསར་སྒྱུར་ལེགས་འགྲུབ་བྱ་རོགས།

source: Please restart the computer to complete the update as important security updates have been installed.
bo_cn: གལ་ཆེའི་བདེ་འཇགས་གསར་སྒྱུར་སྒྲིག་འཇུག་བྱས་ཡོད་པས་རྩིས་འཁོར་ཡང་བསྐྱར་འགོ་སློང་བྱས་ནས་གསར་སྒྱུར་ལེགས་འགྲུབ་བྱ་རོགས།

source: Please restart the computer to complete the update.
bo_cn: རྩིས་འཁོར་ཡང་བསྐྱར་འགོ་སློང་བྱས་ནས་གསར་སྒྱུར་ལེགས་འགྲུབ་བྱ་རོགས།

source: Prepare the transaction by downloading pakages only
bo_cn: ཕབ་ལེན་མཉེན་ཆས་ཁུག་མ་ལས་དོན་ཁོ་ནར་གྲ་སྒྲིག་བྱེད་པ།

source: Print to screen a machine readable output, rather than using animated widgets
bo_cn: བརྙན་ཡོལ་དུ་འཕྲུལ་ཆས་ཀླག་རུང་གི་ཕྱིར་འདྲེན་ཁོ་ན་འཆར་བ་ལས་འགུལ་རིས་ལག་ཆ་ཆུང་ངུ་སྤྱོད་པ་མིན།

source: Proceed with changes?
bo_cn: མུ་མཐུད་དུ་བཟོ་བཅོས་བྱེད་དམ།

source: Put all updates available in the service pack
bo_cn: སྤྱོད་རུང་གསར་སྒྱུར་ཚང་མ་ཞབས་ཞུ་ཁུག་མ་རུ་འཇུག་པ།

source: Querying
bo_cn: འདྲི་རྩད་བྱེད་བཞིན་པ།

source: Real name
bo_cn: རུས་མིང་ངོ་མ།

source: Refresh system sources
bo_cn: རྒྱུད་ཁོངས་ཁུངས་གསར་འདོན།

source: Refreshing cache
bo_cn: ལྷོད་གསོག་གསར་སྒྱུར།

source: Refreshing software list
bo_cn: མཉེན་ཆས་རེའུ་མིག་གསར་འདོན་བྱེད་བཞིན་པ།

source: Reinstalled
bo_cn: ཡང་བསྐྱར་སྒྲིག་འཇུག་བྱས་ཟིན་པ།

source: Reinstalling
bo_cn: ཡང་བསྐྱར་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Reload a device
bo_cn: སྒྲིག་ཆས་ཡང་བསྐྱར་ནང་འཇུག

source: Remove package
bo_cn: མཉེན་ཆས་ཐུམ་བསུབ་པ།

source: Removed
bo_cn: འབུད་ཟིན་པ།

source: Removing
bo_cn: བསུབ་བཞིན་པ།

source: Removing packages
bo_cn: མཉེན་ཆས་ཐུམ་འདོར་བ།

source: Repackaging files
bo_cn: ཡང་བསྐྱར་ཡིག་ཆ་ཐུམ་རྒྱག་བཞིན་པ།

source: Repair System
bo_cn: རྒྱུད་ཁོངས་བཤིག་གསོ།

source: Requesting data
bo_cn: གཞི་གྲངས་རེ་ཞུ་བྱེད་བཞིན་པ།

source: Resolving
bo_cn: དབྱེ་ཞིབ།

source: Resolving dependencies
bo_cn: བརྟེན་འབྲེལ་ཐག་དྲས་རྒྱག་པ།

source: Restart
bo_cn: བསྐྱར་སློང་།

source: Results:
bo_cn: མཇུག་འབྲས།

source: Role
bo_cn: འཁྲབ་བྱའི་མི་སྣ།

source: Run %s
bo_cn: %s འཁོར་སྐྱོད།

source: Run now
bo_cn: ད་ལྟ་འཁོར་སྐྱོད།

source: Run similar command:
bo_cn: བཀའ་འདྲ་བ་འཁོར་སྐྱོད།：

source: Run the command using idle network bandwidth and also using less power
bo_cn: ཁོམ་པའི་དྲ་རྒྱའི་ཞེང་ཆེན་དང་ནུས་རྒྱུ་དེ་བས་ཉུང་བའི་འཁོར་སྐྱོད་བཀའ་རྒྱ།

source: Run version %s now
bo_cn: ད་ལྟ་པར་གཞི་འཁོར་སྐྱོད། %s

source: Running
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: Scanning applications
bo_cn: བཀོལ་སྤྱོད་བྱ་རིམ་བཤར་འབེབས་བྱེད་བཞིན་པ།

source: Searching by details
bo_cn: ཞིབ་ཆ་ལྟར་བཤེར་འཚོལ།

source: Searching by file
bo_cn: ཡིག་ཆ་ལྟར་བཤེར་འཚོལ།

source: Searching by name
bo_cn: མིང་ལ་གཞིགས་ནས་བཤེར་འཚོལ་བྱེད་པ།

source: Searching groups
bo_cn: ཚོ་བཤེར་འཚོལ།

source: Security
bo_cn: བདེ་འཇགས།

source: Service pack created '%s'
bo_cn: ཞབས་ཞུ་ཁུག་མ་གསར་འཛུགས་བྱས་ཟིན། “%s”

source: Service packs cannot be created as PackageKit was not built with libarchive support.
bo_cn: PackageKit སྒྲིག་སྒྱུར་བྱེད་སྐབས libarchive རྒྱབ་སྐྱོར་མེད་པས། ཞབས་ཞུ་ཁུག་མ་གསར་འཛུགས་བྱེད་མི་ཐུབ།

source: Session restart (security) required:
bo_cn: གཏམ་གླེང་ཡང་བསྐྱར་འགོ་སློང་བར་རེ་བ་ཞུ་བའི་（བདེ་འཇགས་གསར་སྒྱུར།）མཉེན་ཆས་ཁུག་མ།：

source: Session restart required:
bo_cn: གཏམ་གླེང་ཡང་བསྐྱར་འགོ་སློང་བར་རེ་བ་ཞུ་བའི་མཉེན་ཆས་ཁུག་མ།：

source: Set network proxy
bo_cn: དྲ་རྒྱའི་ལས་ཚབ་སྒྲིག་འགོད།

source: Set the file name of dependencies to be excluded
bo_cn: ཕྱིར་འབུད་བྱེད་དགོས་པའི་བརྟེན་བྱའི་ཡིག་ཆའི་མིང་སྒྲིག་འགོད་བྱེད་པ།

source: Set the filter, e.g. installed
bo_cn: འཚག་ཆས་སྒྲིག་འགོད་བྱེད་པ་སྟེ། དཔེར་ན：སྒྲིག་འཇུག་བྱས་ཟིན།

source: Setting data
bo_cn: གཞི་གྲངས་སྒྲིག་འགོད།

source: Show debugging information for all files
bo_cn: ཡིག་ཆ་ཚང་མའི་ཚོད་སྒྲིག་ཆ་འཕྲིན་མངོན་པ།

source: Show debugging options
bo_cn: ཚོད་སྒྲིག་འདེམས་ཚན་མངོན་པ།

source: Show extra debugging information
bo_cn: ཚད་བརྒལ་ཚོད་སྒྲིག་ཆ་འཕྲིན་མངོན་པ།

source: Show the program version and exit
bo_cn: བྱ་རིམ་པར་གཞི་དང་ཕྱིར་འབུད་མངོན་པ།

source: Show version and exit
bo_cn: པར་གཞི་དང་ཕྱིར་འབུད་མངོན་པ།

source: Similar command is:
bo_cn: ཆ་འདྲ་བའི་བཀའ་བརྡ་ནི།：

source: Similar commands are:
bo_cn: ཆ་འདྲ་བའི་བཀའ་བརྡ་ནི།：

source: Software source name
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་མིང་།

source: Software source signature required
bo_cn: མཉེན་ཆས་ཁུངས་ཀྱི་མིང་རྟགས་དམིགས་འཛུགས་བྱེད་དགོས།

source: Starting
bo_cn: འགོ་སློང་བཞིན་པ།

source: Starting install
bo_cn: འགོ་སློང་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: State
bo_cn: རྣམ་པ།

source: Status
bo_cn: རྣམ་པ།

source: Subcommands:
bo_cn: བུ་བཀའ་རྒྱ།

source: Succeeded
bo_cn: འབྲས་བུ།

source: Suitable packages are:
bo_cn: འོས་འཚམ་གྱི་མཉེན་ཆས་ཁུག་མ་ནི།：

source: Summary
bo_cn: གནད་བསྡུས།

source: System restart (security) required by:
bo_cn: རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བར་རེ་བ་ཞུ་བའི་（བདེ་འཇགས་གསར་སྒྱུར།）མཉེན་ཆས་ཁུག་མ།：
