Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/pluma.po
Languages: bo_cn

source: Ln %d, Col %d
bo_cn: ཕྲེང་། %d སྟར། %d

source: "%s" not found
bo_cn: “%s”རྙེད་མ་བྱུང་།

source: %d/%m/%Y %H:%M:%S
bo_cn: %Y/%m/%d %H:%M:%S

source: %s is a directory.
bo_cn: %s ནི་དཀར་ཆག་རེད།

source: %s is not a regular file.
bo_cn: %s ཡིག་ཆ་དཀྱུས་མ་མིན།

source: %s is not a valid location.
bo_cn: %s ནུས་ཡོད་ཀྱི་གནས་ས་མིན།

source: %s is not a valid location. Please check that you typed the location correctly and try again.
bo_cn: %s ནུས་ཡོད་ཀྱི་གནས་ས་མིན། མཐེབ་འཇུག་བྱས་པའི་གནས་ས་ཡང་དག་ཡིན་མིན་ཞིབ་བཤེར་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: %s: invalid encoding.
bo_cn: %s：ནུས་མེད་ཀྱི་སྒྲིག་ཨང་།

source: (Empty)
bo_cn: (སྟོང་པ།)

source: (correct spelling)
bo_cn: (ཡང་དག་པའི་སྦྱོར་འབྲི།)

source: - Edit text files
bo_cn: - ཡིག་རྐྱང་ཡིག་ཆ་རྩོམ་སྒྲིག

source: / on %s
bo_cn: %s སྟེང་གི་ /

source: A_ctivate
bo_cn: སྐུལ་སློང་།(_C)

source: A_dd Scheme
bo_cn: ཇུས་གཞི་ཁ་སྣོན། (_D)

source: A_vailable encodings:
bo_cn: སྤྱོད་རུང་གི་སྒྲིག་ཨང་།(_V)：

source: Abbreviated form
bo_cn: བསྡུས་འབྲི་རྣམ་གཞག

source: Abbreviation
bo_cn: བསྡུས་འབྲི།

source: About pluma
bo_cn: ཡིག་རྐྱང་རྩོམ་སྒྲིག་ཆས་ཀྱི་སྐོར།

source: About this application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་འདིའི་སྐོར།

source: Above
bo_cn: ཡན་ཆད།

source: Ac_tivate All
bo_cn: ཚང་མ་སྐུལ་སློང་། (_T)

source: Accessibility key character
bo_cn: རམ་འདེགས་ཡིག་རྟགས།

source: Acronym
bo_cn: བསྡུས་འབྲི།

source: Activate next document
bo_cn: ཡིག་ཚགས་རྗེས་མ་སྐུལ་སློང་བྱེད་པ།

source: Activate previous document
bo_cn: ཡིག་ཚགས་གོང་མ་སྐུལ་སློང་བྱེད་པ།

source: Activation
bo_cn: སྐུལ་སློང་།

source: Active _Plugins:
bo_cn: བྱེད་འགུལ་བསྒར་ལྷུ།(_P)：

source: Active plugins
bo_cn: བྱེད་འགུལ་བསྒར་ལྷུ།

source: Add Scheme
bo_cn: ཇུས་གཞི་ཁ་སྣོན།

source: Add new empty file
bo_cn: ཡིག་ཆ་སྟོང་པ་གསར་པ་ཁ་སྣོན་པ།

source: Add new empty folder
bo_cn: ཡིག་ཆའི་ཁུག་སྟོང་པ་གསར་པ་ཁ་སྣོན་པ།

source: Add or Remove...
bo_cn: སྣོན་པའམ་བསུབ་པ།...

source: Add w_ord
bo_cn: ཐ་སྙད་ཁ་སྣོན་བྱེད་པ། (_O)

source: Align
bo_cn: སྙོམ་སྒྲིག

source: Alignment character
bo_cn: ཡིག་རྟགས་སྙོམ་སྒྲིག

source: All Files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: All _Lower Case
bo_cn: ཆུང་བྲིས་ཚང་མ།(_L)

source: All _Upper Case
bo_cn: ཆེ་བྲིས་ཚང་མ། (_U)

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: Alternative
bo_cn: ཚབ་བྱེད་པ།

source: An error occurred
bo_cn: ནོར་འཁྲུལ་བྱུང་།

source: Analyzes the current document and reports the number of words, lines, characters and non-space characters in it.
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ལ་དབྱེ་ཞིབ་བྱེད་པ་དང་འབྲེལ་ཡིག་ཚགས་ནང་གི་ཐ་སྙད་གྲངས་དང་།ཕྲེང་གྲངས།ཡིག་རྟགས་གྲངས།སྟོང་ཆའི་ཡིག་རྟགས་མིན་པའི་གྲངས་ཀ་བཅས་སྙན་སེང་ཞུ་དགོས།

source: Anchor
bo_cn: གཏན་འཇགས།

source: Anchor URI
bo_cn: ལྕགས་ཀྱུ། URI

source: Append to current document
bo_cn: མིག་སྔའི་ཡིག་ཚགས་སུ་ཁ་གསབ་བྱེད་པ།

source: Applet class file code
bo_cn: བྱ་རིམ་ཆུང་ངུའི་རིགས་ཀྱི་ཡིག་ཆའི་ཚབ་ཨང་།

source: Applet class file code (deprecated)
bo_cn: བྱ་རིམ་ཆུང་ངུའི་རིགས་ཀྱི་ཡིག་ཆའི་ཚབ་ཨང་།(དོར་ཟིན)

source: Arabic
bo_cn: ཨ་རབ་ཀྱི་སྐད།

source: Armenian
bo_cn: ཨར་མེ་ཉི་ཡའི་སྐད།

source: Array
bo_cn: གྲངས་ཚོ།

source: Associated information
bo_cn: འབྲེལ་ཡོད་ཀྱི་ ch གསར་པ།

source: Author info
bo_cn: རྩོམ་པ་པོའི་ཆ་འཕྲིན།

source: Automatic Indentation
bo_cn: རང་འགུལ་འཁུམ་འཐེན།

source: Automatic indent
bo_cn: རང་འགུལ་འཁུམ་འཐེན།

source: Automatically Detected
bo_cn: རང་འགུལ་བཤེར་འཇལ།

source: Automatically Detected Encodings
bo_cn: རང་འགུལ་བཤེར་འཇལ་བྱས་པའི་སྒྲིག་ཨང་།

source: Automatically spell-check the current document
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ཀྱི་སྦྱོར་འབྲི་རང་འགུལ་ཞིབ་བཤེར་བྱེད་པ།

source: Autosave
bo_cn: རང་འགུལ་ཉར་ཚགས།

source: Autosave Interval
bo_cn: དུས་ཚོད་ཀྱི་བར་ཆོད་རང་འགུལ་ཉར་ཚགས་བྱེད་པ།

source: Available Tag Lists
bo_cn: སྤྱོད་རུང་བཀོད་རྟགས་རེའུ་མིག

source: Axis related headers
bo_cn: མདའ་དང་འབྲེལ་ཡོད་ཀྱི་ལྡེབ་ཐོད།

source: Background color
bo_cn: རྒྱབ་ལྗོངས་མདོག

source: Background color (deprecated)
bo_cn: རྒྱབ་ལྗོངས་ཁ་དོག(དོར་ཟིན།)

source: Background texture tile
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་རིས་དབྱིབས་སྙོམ་འདིང་།

source: Background texture tile (deprecated)
bo_cn: རྒྱབ་ལྗོངས་ཀྱི་རིས་དབྱིབས་སྙོམ་འདིང་།(དོར་ཟིན།)

source: Baltic
bo_cn: པའོ་ལའོ་ཡི་སྐད།

source: Base URI
bo_cn: རྨང་གཞི། URI

source: Base font
bo_cn: གཞི་རྩའི་ཡིག་གཟུགས།

source: Base font (deprecated)
bo_cn: གཞི་རྩའི་ཡིག་གཟུགས།(དོར་ཟིན།)

source: Bibliography (cite)
bo_cn: ཚད་ལྡན་ཡིག་ཆ་བཀོལ་སྤྱོད། (cite)

source: Bibliography (item)
bo_cn: ཚད་ལྡན་ཡིག་ཆའི་རྣམ་གྲངས།(item)

source: Bibliography (shortcite)
bo_cn: ཚད་ལྡན་ཡིག་ཆ་ཉུང་འདྲེན།(shortcite)

source: Bibliography (thebibliography)
bo_cn: ཚད་ལྡན་ཡིག་ཆ་འཛུད་འདྲེན་བཀོལ་སྤྱོད།(thebibliography)

source: Bold
bo_cn: སྦོས་གཟུགས།

source: Bookmarks
bo_cn: དཔེ་འཛར།

source: Border
bo_cn: མཐའ་མཚམས།

source: Border (deprecated)
bo_cn: མཐའ་སྒྲོམ།(དོར་ཟིན།)

source: Border color
bo_cn: མཐའ་སྒྲོམ་ཁ་དོག

source: Bottom Panel is Visible
bo_cn: ཞབས་ཆའི་ངོས་པང་མཐོང་ཐུབ།

source: Bracket Matching
bo_cn: གུག་རྟགས་ཟླ་སྒྲིག

source: Brackets ()
bo_cn: སྒོར་དབྱིབས་གུག་རྟགས། ()

source: Brackets <>
bo_cn: གུག་རྟགས་ཟུར་སྣོ། <>

source: Brackets []
bo_cn: གུག་རྟགས་གྲུ་བཞི། []"

source: Brackets {}
bo_cn: གུག་རྟགས་ཆེ་བ། {}"

source: Build
bo_cn: འཛུགས་སྐྲུན།

source: Bytes
bo_cn: ཡིག་ཚིགས་གྲངས།

source: C_hange Case
bo_cn: འབྲི་ཆེ་ཆུང་བཟོ་བཙོས་བྱེད་པ།(_H)

source: C_haracter Encoding:
bo_cn: ཡིག་རྟགས་སྒྲིག་ཨང་། (_H)：

source: C_ommand color:
bo_cn: བཀའ་བརྡའི་ཁ་དོག (_O)：

source: C_onfigure
bo_cn: སྡེབ་སྒྲིག(_O)

source: C_onfigure Plugin
bo_cn: བསྒར་ལྷུ་སྡེབ་སྒྲིག (_O)

source: Capitalize the first letter of each selected word
bo_cn: འདེམས་ཐོན་བྱུང་བའི་ཐ་སྙད་རེ་རེའི་གསལ་བྱེད་ཡི་གེ་དང་པོ་དེ་ཆེ་འབྲི་རུ་སྒྱུར་བ།

source: Cell rowspan
bo_cn: སྡེ་ཚན་དྲ་མིག་ཕྲེང་བརྒལ།

source: Celtic
bo_cn: ཁའེ་ཨེར་ཐེའི་སྐད།

source: Center
bo_cn: དཀྱིལ་སྒྲིག

source: Center (deprecated)
bo_cn: དཀྱིལ་སྒྲིག(དོར་ཟིན།)

source: Central European
bo_cn: ཡོ་རོབ་བར་མ།

source: Ch_aracter Encoding:
bo_cn: ཡིག་རྟགས་སྒྲིག་ཨང་། (_A)：

source: Cha_nge
bo_cn: བཟོ་བཅོས། (_N)

source: Change A_ll
bo_cn: བཟོ་བཅོས་ཚང་མ། (_L)

source: Change _to:
bo_cn: བཟོ་བཅོས་བྱེད་པ།(_T)：

source: Change selected text to lower case
bo_cn: འདེམ་པའི་ཡིག་རྐྱང་འབྲི་ཆུང་དུ་བསྒྱུར་བ།

source: Change selected text to upper case
bo_cn: འདེམ་པའི་ཡིག་རྐྱང་འབྲི་ཆེ་རུ་བསྒྱུར་བ།

source: Changes the case of selected text.
bo_cn: འདེམ་པའི་ཡིག་རྐྱང་གི་འབྲི་ཆེ་ཆུང་བཟོ་བཅོས།

source: Changes to document "%s" will be permanently lost.
bo_cn: ཡིག་ཚགས“%s”ལ་བྱས་པའི་བཟོ་བཅོས་གཏན་དུ་བོར་ངེས།

source: Character Encodings
bo_cn: ཡིག་རྟགས་སྒྲིག་ཨང་།

source: Character encoding of linked resource
bo_cn: ཐོན་ཁུངས་སྦྲེལ་མཐུད་ཀྱི་ཡིག་རྟགས་སྒྲིག་ཨང་།

source: Character encodings
bo_cn: ཡིག་རྟགས་སྒྲིག་ཨང་།

source: Check Spelling
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར།

source: Check _Word
bo_cn: ཐ་སྙད་ཞིབ་བཤེར། (_W)

source: Check for latest version of pluma
bo_cn: པར་གཞི་གསར་པ་ཞིབ་བཤེར།

source: Check spelling
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར།

source: Check the current document for incorrect spelling
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ཀྱི་སྦྱོར་འབྲི་ནོར་འཁྲུལ་ཞིབ་བཤེར།

source: Check update
bo_cn: གསར་བསྒྱུར་ཞིབ་བཤེར།

source: Checked (state)
bo_cn: བདམས་ཟིན་པ། (རྣམ་པ།)

source: Checked state
bo_cn: རྣམ་པ་བདམས་ཟིན་པ།

source: Checks the spelling of the current document.
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ཀྱི་སྦྱོར་འབྲི་ཞིབ་བཤེར།

source: Chinese Simplified
bo_cn: ཚུགས་གསར་རྒྱ་ཡིག

source: Chinese Traditional
bo_cn: ཚུགས་རྙིང་རྒྱ་ཡིག

source: Citation
bo_cn: འདྲེན་སྤྱོད།

source: Cite reason for change
bo_cn: བཟོ་བཅོས་ཀྱི་འདྲེན་སྤྱོད་རྒྱུ་རྐྱེན།

source: Class implementation ID
bo_cn: རིགས་མངོན་གྱུར། ID

source: Class list
bo_cn: རིགས་ཀྱི་རེའུ་མིག

source: Clear highlighting of search matches
bo_cn: བཤེར་འཚོལ་ཟླ་སྒྲིག་ཚན་གྱི་འབུར་ཐོན་མངོན་པ་གཙང་སེལ།

source: Clear text flow control
bo_cn: ཡིག་རྐྱང་རྒྱུན་ཚོད་འཛིན་གཙང་སེལ།

source: Close _without Saving
bo_cn: ཁ་རྒྱག་ཅིང་མི་ཉར།(_W)

source: Close all open files
bo_cn: ཁ་ཕྱེ་ཟིན་པའི་ཡིག་ཆ་ཚང་མའི་ཁ་རྒྱག་པ།

source: Close document
bo_cn: ཡིག་ཚགས་ཁ་རྒྱག་པ།

source: Close print preview
bo_cn: པར་འདེབས་སྔོན་ལྟ་ཁ་རྒྱག་པ།

source: Close the current file
bo_cn: མིག་སྔའི་ཡིག་ཆ་ཁ་རྒྱག་པ།

source: Code content type
bo_cn: ཚབ་ཨང་ནང་དོན་རིགས་རྣམ།

source: Color Scheme
bo_cn: ཚོན་སྡེབ་ཇུས་གཞི།

source: Color Scheme Files
bo_cn: ཚོན་སྡེབ་ཇུས་གཞི་ཡིག་ཆ།

source: Color of selected links
bo_cn: སྦྲེལ་མཐུད་བྱས་པའི་ཁ་དོག་གདམ་པ།

source: Color of selected links (deprecated)
bo_cn: སྦྲེལ་མཐུད་བྱས་པའི་ཁ་དོག་གདམ་པ། (དོར་ཟིན།)

source: Column span
bo_cn: སྟར་ལས་བརྒལ་བ།

source: Columns
bo_cn: གཞུང་སྟར།

source: Comment
bo_cn: དཔྱད་གཏམ།

source: Computer code fragment
bo_cn: རྩིས་འཁོར་ཚབ་ཨང་དུམ་བུ།

source: Configure date/time plugin
bo_cn: སྡེབ་སྒྲིག་དུས་ཚོད།/དུས་ཚོད་བསྒར་ལྷུ།

source: Configure insert date/time plugin...
bo_cn: གསབ་འཇུག་དུས་ཚོད་སྡེབ་སྒྲིག/དུས་ཚོད་བསྒར་ལྷུ།...

source: Configure the application
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་སྡེབ་སྒྲིག

source: Connection timed out. Please try again.
bo_cn: འབྲེལ་མཐུད་དུས་བརྒལ་བས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Content scheme
bo_cn: དཀར་ཆག་སྤྱི་ཁོག

source: Content type
bo_cn: ནང་དོན་རིགས་རྣམ།

source: Content type (deprecated)
bo_cn: ནང་དོན་རིགས་རྣམ། (དོར་ཟིན།)

source: Coordinates
bo_cn: གནས་ཚད།

source: Copy the selection
bo_cn: བདམས་ཟིན་པའི་ནང་དོན་འདྲ་ཕབ།

source: Could not create a backup file while saving %s
bo_cn: %s ཉར་ཚགས་བྱེད་སྐབས་གྲབས་ཉར་ཡིག་ཆ་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: Could not create a temporary backup file while saving %s
bo_cn: %s ཉར་ཚགས་བྱེད་སྐབས་སྐབས་འཕྲལ་གྲབས་ཉར་ཡིག་ཆ་གསར་འཛུགས་བྱེད་ཐབས་མེད།

source: Could not find the file %s.
bo_cn: ཡིག་ཆ %s རྙེད་མ་བྱུང་།

source: Could not mount volume: %s
bo_cn: པོད་ཏི་འགེལ་ཐབས་མེད།：%s

source: Could not open the file %s using the %s character encoding.
bo_cn: སྒྲིག་ཨང་ %2$s སྤྱད་ནས་སྒྲིག་ཨང་ཡིག་ཆ་ %1$s ཁ་ཕྱེ་ཐབས་མེད།

source: Could not open the file %s.
bo_cn: ཡིག་ཆ་ %s ཁ་ཕྱེ་ཐབས་མེད།

source: Could not remove color scheme "%s".
bo_cn: ཚོན་སྡེབ་ཇུས་གཞི “%s”བསུབ་ཐབས་མེད།

source: Could not revert the file %s.
bo_cn: ཡིག་ཆ %s སོར་ལོག་བྱེད་ཐབས་མེད།

source: Could not save the file %s using the %s character encoding.
bo_cn: %2$s ཡིག་རྟགས་སྒྲིག་ཨང་སྤྱད་ནས་ཡིག་ཆ %1$s ཉར་ཚགས་བྱེད་ཐབས་མེད།

source: Could not save the file %s.
bo_cn: ཡིག་ཆ %s ཉར་ཚགས་བྱེད་ཐབས་མེད།

source: Create Backup Copies
bo_cn: གྲབས་ཉར་ཡིག་ཆ་གྲུབ་པ།

source: Create a new document in an existing instance of pluma
bo_cn: གནས་ཟིན་པའི་ pluma དངོས་དཔེ་ཁྲོད་ཡིག་ཚགས་གསར་པ་ཞིག་གསར་འཛུགས་བྱེད་པ།

source: Create a new top-level window in an existing instance of pluma
bo_cn: གནས་ཟིན་པའི་ pluma དངོས་དཔེ་ཁྲོད་མཐོ་རིམ་སྒེའུ་ཁུང་ཞིག་གསར་འཛུགས་བྱེད་པ།

source: Current Line
bo_cn: མིག་སྔའི་ཕྲེང་།

source: Current Locale (%s)
bo_cn: མིག་སྔའི་སྐད་རིགས། (%s)"

source: Current document
bo_cn: མིག་སྔའི་ཡིག་ཚགས།

source: Current line
bo_cn: མིག་སྔའི་ཕྲེང་།

source: Current page (Alt+P)
bo_cn: མིག་སྔའི་དྲ་ངོས། (Alt+P)

source: Current word
bo_cn: མིག་སྔའི་ཐ་སྙད།

source: Custom format
bo_cn: མཚན་ཉིད་རང་འཇོག་རྣམ་གཞག

source: Cut the selection
bo_cn: བདམས་པའི་ནང་དོན་དྲས་དྲས་རྒྱག།

source: Cyrillic
bo_cn: སུ་རུ་ལའི་སྐད།

source: Cyrillic/Russian
bo_cn: ཞི་ལི་ཨར་གྱི་སྐད།/ཨུ་རུ་སིའི་སྐད།

source: Cyrillic/Ukrainian
bo_cn: ཞི་ལི་ཨར་གྱི་སྐད།/ཡུག་རེན་གྱི་སྐད།

source: DIV Style container
bo_cn: DIV དཔེ་རྣམ་སྣོད་ཆས།

source: DIV container
bo_cn: DIV སྣོད་ཆས།

source: D_on't Edit
bo_cn: རྩོམ་སྒྲིག་བྱེད་མཚམས་བཞག་པ། (_O)

source: D_on't Save
bo_cn: ཉར་ཚགས་མི་བྱེད། (_O)

source: Date and time of change
bo_cn: ཟླ་ཚེས་དང་དུས་ཚོད་བཟོ་བཅོས།

source: Declare flag
bo_cn: གསལ་བསྒྲགས་མཚོན་རྟགས།

source: Defer attribute
bo_cn: དུས་འགྱངས་གཏོགས་གཤིས།

source: Definition description
bo_cn: མཚན་ཉིད་ཞིབ་བརྗོད།

source: Definition list
bo_cn: མཚན་ཉིད་རེའུ་མིག

source: Definition term
bo_cn: མཚན་ཉིད་དོན་ཚན།

source: Delete selected file or folder
bo_cn: གདམས་ཟིན་པའི་ཡིག་ཆའམ་ཡིག་ཁུག་བསུབ་པ།

source: Delete the selected text
bo_cn: འདེམས་ཟིན་པའི་ཡིག་རྐྱང་བསུབ་པ།

source: Deleted text
bo_cn: བསུབ་པའི་ཡིག་རྐྱང་།

source: Direction
bo_cn: ཁ་ཕྱོགས།

source: Directionality
bo_cn: ཁ་ཕྱོགས་རང་བཞིན།

source: Directionality (deprecated)
bo_cn: ཁ་ཕྱོགས་རང་བཞིན།(དོར་ཟིན།)

source: Directory '%s' could not be created: g_mkdir_with_parents() failed: %s
bo_cn: དཀར་ཆག་གསར་འཛུགས་བྱེད་ཐབས་མེད། “%s”：g_mkdir_with_parents() ཕམ་པ།：%s

source: Directory list
bo_cn: དཀར་ཆག་རེའུ་མིག

source: Disable syntax highlighting
bo_cn: བརྡ་སྤྲོད་འབུར་ཐོན་མངོན་པ་འགོག་སྤྱོད་བྱེད་པ།

source: Disabled
bo_cn: འགོག་སྤྱོད།

source: Display Line Numbers
bo_cn: ཕྲེང་རྟགས་མངོན་པ།

source: Display in bottom pane
bo_cn: གཤམ་གྱི་ངོས་པང་དུ་འཆར་བ།

source: Display list of possible values for the encoding option
bo_cn: སྤྱོད་རུང་བའི་སྒྲིག་ཨང་འདེམས་ཚན་རེའུ་མིག་མངོན་པ།

source: Display right _margin
bo_cn: གཡས་མཐའི་བར་ཐག་མངོན་པ། (_M)

source: Do you want to drop your changes and reload the file?
bo_cn: ཁྱེད་རང་གིས་ཁྱེད་རང་གི་བཟོ་བཅོས་དེ་དོར་འདོད་དམ་ཡང་ན་ཡང་བསྐྱར་ཡིག་ཆ་ནང་བླུགས་འདོད་དམ།

source: Do you want to reload the file?
bo_cn: ཁྱེད་ཀྱིས་ཡང་བསྐྱར་ཡིག་ཆ་ནང་བླུགས་འདོད་དམ།

source: Document
bo_cn: ཡིག་ཚགས།།

source: Document Statistics
bo_cn: ཡིག་ཚགས་བསྡོམས་རྩིས།

source: Document base
bo_cn: ཡིག་ཚགས་རྨང་གཞི།

source: Document body
bo_cn: ཡིག་ཚགས་ཀྱི་བྱེད་པོ།

source: Document head
bo_cn: ཡིག་ཚགས་མགོ

source: Document title
bo_cn: ཡིག་ཚགས་ཁ་བྱང་།

source: Document type
bo_cn: ཡིག་ཚགས་རིགས་རྣམ།

source: Documents
bo_cn: ཡིག་ཚགས།།

source: Done.
bo_cn: ལེགས་འགྲུབ།

source: ENCODING
bo_cn: སྒྲིག་ཨང་།

source: E_ncodings shown in menu:
bo_cn: འདེམས་བྱང་དུ་མངོན་པའི་སྒྲིག་ཨང་། (_N)：

source: Easy file access from the side pane
bo_cn: གཞོགས་སྒྲོམ་ནས་དད་ལྷོད་ངང་ཡིག་ཆ་བཅར་འདྲི་བྱེད་པ།

source: Edit Any_way
bo_cn: སྔར་བཞིན་རྩོམ་སྒྲིག་བྱེད་པ།(_W)

source: Edit text files
bo_cn: ཡིག་རྐྱང་ཡིག་ཆ་རྩོམ་སྒྲིག

source: Edit text in fullscreen
bo_cn: ཡོལ་ཡོངས་ནས་ཡིག་རྐྱང་ཡིག་ཆ་རྩོམ་སྒྲིག

source: Editor
bo_cn: རྩོམ་སྒྲིག་ཆས།

source: Element ID
bo_cn: གཞི་རྒྱུ། ID

source: Emacs, Kate and Vim-style modelines support for pluma.
bo_cn: pluma ཡི Emacs、Kate དང་ Vim རྣམ་པའི modeline རྒྱབ་སྐྱོར།

source: Embedded object
bo_cn: འཛུད་འཇུག་བྱ་ཡུལ།

source: Emphasis
bo_cn: ནན་བཤད།

source: Empty
bo_cn: སྟོང་པ།

source: Enabled
bo_cn: སྤྱོད་འགོ་བརྩམས་ཟིན་པ།

source: Encode type
bo_cn: སྒྲིག་ཨང་རིགས་རྣམ།

source: Encoding:
bo_cn: སྒྲིག་ཨང་།：

source: Encodings shown in menu
bo_cn: འདེམས་བྱང་ཁྲོད་མངོན་པའི་སྒྲིག་ཨང་།

source: Error opening file %s
bo_cn: ཡིག་ཆ་ %s ཁ་འབྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error reverting file %s
bo_cn: ཡིག་ཆ་ %s སོར་ལོག་ནོར་འཁྲུལ་བྱུང་།

source: Error saving file %s
bo_cn: ཡིག་ཆ་ %s ཉར་ཚགས་ནོར་འཁྲུལ་བྱུང་།

source: Execute external commands and shell scripts.
bo_cn: ཕྱིའི་བཀའ་བརྡ་དང་ Shell འཁྲབ་གཞུང་ལག་བསྟར་བྱེད་པ།

source: Exited
bo_cn: ཕྱིར་བུད་ཟིན།

source: Export successfully completed
bo_cn: ཕྱིར་འདྲེན་ལེགས་འགྲུབ་བྱུང་བ།

source: External Tools
bo_cn: ཕྱི་རོག་ལག་ཆ།

source: External Tools Manager
bo_cn: ཕྱིའི་ལག་ཆའི་དོ་དམ་ཆས།

source: External tools
bo_cn: ཕྱི་རོག་ལག་ཆ།

source: Figure
bo_cn: རི་མོ།

source: File "%s" does not exist
bo_cn: ཡིག་ཆ“%s”གནས་མེད།

source: File Browser
bo_cn: ཡིག་ཆ་མིག་བཤར་ཆས།

source: File Browser Filter Mode
bo_cn: ཡིག་ཆ་མིག་བཤར་ཆས་འཚག་སྟངས།

source: File Browser Filter Pattern
bo_cn: ཡིག་ཆ་མིག་བཤར་ཆས་འཚག་རྣམ།

source: File Browser Pane
bo_cn: ཡིག་ཆ་མིག་བཤར་ཆས་ངོས་པང་།

source: File Browser Root Directory
bo_cn: ཡིག་ཆ་མིག་བཤར་ཆས་དཀར་ཆག

source: File Browser Virtual Root Directory
bo_cn: ཡིག་ཆ་མིག་བཤར་ཆས་རྟོག་བཟོའི་རྩ་བའི་དཀར་ཆག

source: File Name
bo_cn: ཡིག་ཆའི་མིང་།

source: File Saving
bo_cn: ཡིག་ཆ་ཉར་ཚགས།

source: File System
bo_cn: ཡིག་ཆའི་རྒྱུད་ཁོངས།

source: File input
bo_cn: ཡིག་ཆ་ནང་འཇུག

source: File: %s
bo_cn: ཡིག་ཆ།：%s

source: Find
bo_cn: འཚོལ་ཞིབ།

source: Find Ne_xt
bo_cn: རྗེས་མ་འཚོལ་ཞིབ།(_X)

source: Find Pre_vious
bo_cn: གོང་མ་འཚོལ་ཞིབ།(_V)

source: Font
bo_cn: ཡིག་གཟུགས།

source: Font & Colors
bo_cn: ཡིག་གཟུགས་དང་ཁ་དོག

source: Font face
bo_cn: ཡིག་གཟུགས་ཀྱི་མིང་།

source: Font face (deprecated)
bo_cn: ཡིག་གཟུགས་རིགས།(དོར་ཟིན།)

source: Fonts
bo_cn: ཡིག་གཟུགས།

source: Footnote
bo_cn: རྐང་མཆན།

source: For label
bo_cn: For གདོང་འཛར།

source: Forced line break
bo_cn: བཙན་ཤེད་ཀྱིས་ཕྲེང་བརྗེ་བ།

source: Form
bo_cn: ནས་འོང་བ།

source: Form action handler
bo_cn: རེའུ་མིག་འགུལ་སྟངས་སྒྲིག་གཅོད་ཆས།

source: Form control group
bo_cn: རེའུ་མིག་འཛིན་ལྷུ་ཚོ།

source: Form field label text
bo_cn: རེའུ་མིག་ཁུལ་གདོང་འཛར་ཡི་གེ།

source: Form input
bo_cn: རེའུ་མིག་ནང་འཇུག

source: Form input type
bo_cn: རེའུ་ཡིག་ནང་འཇུག་རིགས་རྣམ།

source: Form method
bo_cn: རེའུ་མིག་རྣམ་པ།

source: Forward link
bo_cn: སྦྲེལ་མཐུད་བརྒྱུད་སྤྲོད།

source: Found and replaced %d occurrence
bo_cn: %d གནས་རྙེད་པ་དང་བརྗེ་བ།

source: Found and replaced one occurrence
bo_cn: གནས་ཤིག་རྙེད་པ་དང་བརྗེ་བ།

source: Frame
bo_cn: མཐའ་སྒྲོམ།

source: Frame border
bo_cn: སྒྲོམ་གཞིའི་མཐའ་སྒྲོམ།

source: Frame render parts
bo_cn: མཐའ་སྒྲོམ་སྒྲོ་འདོགས་ལྷུ་ཆ།

source: Frame source
bo_cn: སྒྲོམ་གཞིའི་ཁུངས།

source: Frame spacing
bo_cn: སྒྲོམ་གཞིའི་བར་ཐག

source: Frame target
bo_cn: སྒྲོམ་གཞིའི་དམིགས་ཚད།

source: Frameborder
bo_cn: སྒྲོམ་གཞིའི་མཐའ་སྒྲོམ།

source: Frameset
bo_cn: སྒྲོམ་གཞི་ཕྱོགས་བསྒྲིགས།

source: Frameset columns
bo_cn: སྒྲོམ་གཞི་བསྟར་ཚོགས།

source: Frameset rows
bo_cn: སྒྲོམ་གཞི་ཕྲེང་ཚོགས།

source: Framespacing
bo_cn: སྒྲོམ་གཞིའི་བར་ཐག

source: Function cosine
bo_cn: ལྷག་རྒྱུད་རྟེན་འབྱུང་གྲངས།

source: Function e^
bo_cn: e^ རྟེན་འབྱུང་གྲངས།

source: Function exp
bo_cn: exp རྟེན་འབྱུང་གྲངས།

source: Function log
bo_cn: log རྟེན་འབྱུང་གྲངས།

source: Function log10
bo_cn: og10 རྟེན་འབྱུང་གྲངས།

source: Function sine
bo_cn: sin རྟེན་འབྱུང་གྲངས།

source: Generic embedded object
bo_cn: ཀུན་སྤྱོད་འཛུད་འཇུག་བྱ་ཡུལ།

source: Generic metainformation
bo_cn: ཀུན་སྤྱོད་ཆ་འཕྲིན།

source: Generic span
bo_cn: ཀུན་སྤྱོད་ span

source: Georgian
bo_cn: འཇོར་ཇི་ཡའི་སྐད།

source: Get statistical information on the current document
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ཀྱི་་བསྡོམས་རྩིས་ཆ་འཕྲིན་ཐོབ་པ།

source: Global
bo_cn: ཁྱོན་ཡོངས།

source: Go to _Line...
bo_cn: དམིགས་འཛུགས་ཀྱི་ཕྲེང་ལ་མཆོངས་པ།

source: Go to a previously opened location
bo_cn: ཐེངས་གོང་མར་ཁ་ཕྱེ་བའི་གནས་སུ་བསྒྱུར་བ།

source: Go to a specific line
bo_cn: དམིགས་འཛུགས་བྱས་པའི་ཕྲེང་དུ་བསྒྱུར་བ།

source: Go to next location
bo_cn: གནས་ས་རྗེས་མ་རུ་འཁོར་བ།

source: Go to previous location
bo_cn: གནས་ས་གོང་མ་རུ་འཁོར་བ།

source: Go to the next visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་ངོས་རྗེས་མར་སྒྱུར།

source: Go to the previous visited location
bo_cn: ལྟ་སྤྱོད་བྱས་པའི་གནས་ས་སྔར་མ་བོར་སྒྱུར།

source: Greek
bo_cn: ཀུ་རུ་སིའི་སྐད།

source: HTML - Special Characters
bo_cn: HTML - དམིགས་བསལ་ཡིག་རྟགས།

source: HTML - Tags
bo_cn: HTML - བཀོད་རྟགས།

source: HTML root element
bo_cn: HTML རྩ་བའི་གཞི་རྒྱུ།

source: HTML version
bo_cn: HTML པར་གཞི།

source: HTTP header name
bo_cn: HTTP མགོའི་མིང་།

source: He_aders and footers:
bo_cn: ལྡེབ་ཐོད་དང་ལྡེབ་རྐང་། (_A)：

source: Header 0 (chapter)
bo_cn: ཀླད་ཀོར་རིམ་པའི་ཁ་བྱང་། (chapter)

source: Header 1 (section)
bo_cn: རིམ་པ་དང་པོའི་ཁ་བྱང་། (section)

source: Header 2 (subsection*)
bo_cn: རིམ་པ་གཉིས་པའི་ཁ་བྱང་། (subsection*)

source: Header 3 (subsubsection*)
bo_cn: རིམ་པ་གསུམ་པའི་ཁ་བྱང་། (subsubsection*)

source: Header 4 (paragraph)
bo_cn: རིམ་པ་བཞི་བའི་ཁ་བྱང་། (paragraph)

source: Header appendix
bo_cn: ཁ་བྱང་ཟུར་བཀོད།

source: Header cell IDs
bo_cn: རེའུ་མིག་མགོའི་རྐྱང་སྡེ་དྲ་མིག ID

source: Heading
bo_cn: ཁ་བྱང་།

source: Hebrew
bo_cn: ཞི་པོ་ལའེ་སྐད།

source: Hebrew Visual
bo_cn: བལྟ་རུང་ཞི་པོ་ལའེ་སྐད།

source: Height
bo_cn: མཐོ་ཚད།

source: Hide panel
bo_cn: ངོས་པང་སྦེད་པ།

source: Highlight Matching Bracket
bo_cn: ཟླ་སྒྲིག་པའི་གུག་རྟགས་འབུར་ཐོན་མངོན་པ།

source: Highlight current _line
bo_cn: མིག་སྔའི་ཕྲེང་འབུར་ཐོན་མངོན་པ།(_L)

source: Highlight matching _bracket
bo_cn: ཟླ་སྒྲིག་པའི་གུག་རྟགས་འབུར་ཐོན་མངོན་པ། (_B)

source: History for "replace with" entries
bo_cn: ལོ་རྒྱུས་ཟིན་ཐོ་བརྗེ་བ།

source: History for "search for" entries
bo_cn: ལོ་རྒྱུས་ཟིན་ཐོ་འཚོལ་བ།

source: Horizontal rule
bo_cn: ཆུ་སྙོམས་ཐིག

source: Horizontal space
bo_cn: ཆུ་ཚད་བར་ཐག

source: Horizontal space (deprecated)
bo_cn: ཆུ་ཚད་བར་ཐག (དོར་ཟིན།)

source: Host %s could not be found. Please check that your proxy settings are correct and try again.
bo_cn: གཙོ་འཁོར་ %s རྙེད་མ་བྱུང་། ཁྱེད་ཀྱི་ལས་ཚབ་ཞབས་ཞུ་ཆས་སྒྲིག་འགོད་ཡང་དག་མིན་ལ་ཞིབ་བཤེར་བྱས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: I18N BiDi override
bo_cn: I18Nཕྱོགས་གཉིས་ཡི་གེས་ཁྱབ་པ།

source: INS
bo_cn: བར་འཇུག

source: Ignore _All
bo_cn: ཚང་མ་སྣང་མེད་དུ་བཞག་པ། (_A)

source: Image
bo_cn: པར་རིས།།

source: Image map
bo_cn: བརྙན་རིས་རྟེན་འཕྲོ།

source: Image map area
bo_cn: བརྙན་རིས་རྟེན་འཕྲོ་ཁུལ་ཁོངས།

source: Image map name
bo_cn: བརྙན་རིས་རྟེན་འཕྲོ་མིང་།

source: Image source
bo_cn: བརྙན་རིས་ཁུངས།

source: Import successfully completed
bo_cn: ནང་འདྲེན་རྒྱལ་ཁའི་ངང་ལེགས་འགྲུབ་བྱུང་བ།

source: In_sert Date and Time...
bo_cn: ཟླ་ཚེས་དང་དུས་ཚོད་བར་འཇུག (_S)...

source: Incrementally search for text
bo_cn: འཕར་གྲངས་བཤེར་འཚོལ་ཡི་གེ

source: Inline frame
bo_cn: ནང་བསྒར་སྒྲོམ་གཞི།

source: Inline layer
bo_cn: ནང་བསྒར་རིམ་པ།

source: Insert Date and Time
bo_cn: ཟླ་ཚེས་དང་དུས་ཚོད་བར་འཇུག

source: Insert Date/Time
bo_cn: ཟླ་ཚེས། / དུས་ཚོད་བར་འཇུག

source: Insert at cursor position
bo_cn: འོད་རྟགས་གནས་སུ་བར་འཇུག་པ།

source: Insert current date and time at the cursor position
bo_cn: འོད་རྟགས་གནས་སུ་མིག་སྔའི་ཟླ་ཚེས་དང་དུས་ཚོད་བར་འཇུག་པ།

source: Insert spaces
bo_cn: སྟོང་ཆ་བར་འཇུག

source: Inserted text
bo_cn: བར་བཅུག་པའི་ཡི་གེ།

source: Inserts current date and time at the cursor position.
bo_cn: འོད་རྟགས་གནས་སུ་མིག་སྔའི་ཟླ་ཚེས་དང་དུས་ཚོད་བར་འཇུག་པ།

source: Instance definition
bo_cn: དངོས་དཔེའི་མཚན་ཉིད།

source: Invert the case of selected text
bo_cn: ཕྱིར་འཁོར་ནས་ཡིག་རྐྱང་གི་འབྲི་ཆེ་ཆུང་འདེམ་པ།

source: It is not possible to detect the encoding automatically
bo_cn: སྒྲིག་ཨང་རང་འགུལ་བཤེར་འཇལ་བྱེད་མི་ཐུབ།

source: Italic text
bo_cn: གསེག་གཟུགས་ཡི་གེ།

source: Item
bo_cn: རྣམ་གྲངས།

source: Item with label
bo_cn: གདོང་འཛར་ཡོད་པའི་ལས་གཞི།

source: Japanese
bo_cn: ཉི་ཧོང་གི་སྐད།

source: Java applet
bo_cn: Java བྱ་རིམ་ཆུང་ངུ།

source: Java applet (deprecated)
bo_cn: Java བྱ་རིམ་ཆུང་ངུ།(དོར་ཟིན།)

source: Korean
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་།

source: L_ine Ending:
bo_cn: ཕྲེང་རྔ།(_I)

source: Label
bo_cn: གདོང་འཛར།

source: Language
bo_cn: སྐད་བརྡ།

source: Language code
bo_cn: སྐད་བརྡའི་ཚབ་ཨང་།

source: Language:
bo_cn: སྐད་རིགས།：

source: Large text style
bo_cn: ཡིག་རྐྱང་ཆེ་བའི་བཟོ་ལྟ།

source: Latex - Tags
bo_cn: Latex-བཀོད་རྟགས།

source: Layer
bo_cn: རིས་རིམ།

source: Leave fullscreen mode
bo_cn: བརྙན་ཡོལ་རྣམ་པ་ལས་བྲལ།

source: Line Numbers
bo_cn: ཕྲེང་རྟགས།

source: Line you want to move the cursor to
bo_cn: ཁྱེད་ཀྱིས་འོད་མདའ་སྤོར་འདོད་པའི་ཕྲེང་།

source: Lines
bo_cn: སྐུད་ཕྲན།

source: Link color
bo_cn: ཁ་དོག་སྦྲེལ་མཐུད།

source: Link color (deprecated)
bo_cn: ཁ་དོག་སྦྲེལ་མཐུད།(དོར་ཟིན།)

source: List description
bo_cn: རེའུ་མིག་ཞིབ་བརྗོད།

source: List enumerate
bo_cn: རེར་འགོད་རེའུ་མིག

source: List item
bo_cn: རེའུ་མིག་ལས་གཞི།

source: List itemize
bo_cn: ལས་གཞི་རེའུ་མིག

source: List of MIME types for file upload
bo_cn: སྐྱེལ་འཇོག་ཡིག་ཆའི MIME རིགས་རྣམ་བཀོད་པ།

source: List of VFS schemes pluma supports in write mode. The 'file' scheme is writable by default.
bo_cn: pluma ཡིས་རྣམ་པའི་ཁྲོད་འབྲི་འཇུག་བྱེད་པར་རྒྱབ་སྐྱོར་ཡོད་པའི VFS རྩ་གནད་བཀོད་པ། “file”རྩ་གནད་སོར་བཞག་འབྲི་རུང་།

source: List of entries in "replace with" textbox.
bo_cn: ཡིག་རྐྱང་སྒྲོམ་གྱི་ཟིན་ཐོར་ཚབ་བརྗེ་བྱ་བའི་རེའུ་མིག

source: List of entries in "search for" textbox.
bo_cn: ཡིག་རྐྱང་སྒྲོམ་གྱི་ཟིན་ཐོ་རེའུ་མིག་བཤེར་འཚོལ་བྱེད་པ།

source: List of supported character sets
bo_cn: དང་ལེན་བྱས་ཆོག་པའི་ཡིག་རྟགས་ཚོགས་བཀོད་པ།

source: Loading %d file…
bo_cn: ཡིག་ཆ་ %d འགེལ་བཞིན་པ།...

source: Loading file '%s'…
bo_cn: ཡིག་ཆ“%s” འགེལ་བཞིན་པ།...

source: Local change to font
bo_cn: ཡིག་གཟུགས་ཀྱི་རང་སའི་བཟོ་བཅོས།

source: Local files only
bo_cn: རང་སའི་ཡིག་ཆ་ཁོ་ནར་ཕྱོགས་པ།

source: Log Out _without Saving
bo_cn: དོར་བ་ལས་ཉར་ཚགས་མི་བྱེད། (_W)

source: Long description link
bo_cn: སྦྲེལ་མཐུད་ལ་ཞིབ་བརྗོད་རིང་པོ་བྱེད་པ།
