Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/pluma.po
Languages: bo_cn

source: Long quotation
bo_cn: བཀོལ་སྤྱོད་རིང་པོ་བྱེད་པ།

source: MIME Type:
bo_cn: MIME རིགས་རྣམ།：

source: Mail link
bo_cn: སྦྲག་བསྐུར་སྦྲེལ་མཐུད།

source: Manage _External Tools...
bo_cn: ཕྱིའི་ལག་ཆ་དོ་དམ། (_E)...

source: Manage snippets
bo_cn: དུམ་བུ་དོ་དམ།

source: Margin pixel height
bo_cn: མཐའ་ཐག་བརྙན་རྒྱུའི་མཐོ་ཚད།

source: Margin pixel width
bo_cn: མཐའ་ཐག་བརྙན་རྒྱུའི་ཞེང་ཚད།

source: Marquee
bo_cn: ཡིག་བརྙན།

source: Match _Entire Word Only
bo_cn: ཐ་སྙད་ཆ་ཚང་ཁོ་ན་ཟླ་སྒྲིག (_E)

source: Match _entire word only
bo_cn: ཐ་སྙད་ཆ་ཚང་ཟླ་སྒྲིག (_E)

source: Maths (display)
bo_cn: གྲངས་རིགས། (མངོན་པ།)

source: Maths (inline)
bo_cn: གྲངས་རིགས། (འཛུད་འཇུག)

source: Maximum length of text field
bo_cn: ཡིག་རྐྱང་སྒྲོམ་གྱི་རིང་ཚད་ཆེ་ཤོས།

source: Maximum number of actions that pluma will be able to undo or redo. Use "-1" for unlimited number of actions.
bo_cn: "pluma འདོར་བའམ་བསྐྱར་བཟོ་བཀོལ་སྤྱོད་ཀྱི་ཐེངས་གྲངས་མང་ཤོས་ཏེ། “-1”སྤྱད་ནས་ཚད་མེད་པ་མཚོན་པ།

source: Media-independent link
bo_cn: སྨྱན་གཟུགས་ཀྱི་སྦྲེལ་མཐུད་ལས་ལོགས་སུ་བཀར་བ།

source: Menu list
bo_cn: འདེམས་བྱང་རེའུ་མིག

source: Menu list (deprecated)
bo_cn: འདེམས་བྱང་རེའུ་མིག (དོར་ཟིན།)

source: Modelines
bo_cn: རྣམ་པའི་ཕྲེང་།

source: Move selected file or folder to trash
bo_cn: ཡིག་ཆའམ་ཡིག་ཆའི་ཁུག་མ་གདམ་ནས་སྙིགས་སྒམ་དུ་སྤོར་པ།

source: Move the current document to a new window
bo_cn: མིག་སྔའི་ཡིག་ཚགས་སྒེའུ་ཁུང་གསར་པ་རུ་སྤོར་པ།

source: Multi-line text field
bo_cn: ཡིག་རྐྱང་སྒྲོམ་ཕྲེང་མང་།

source: Multicolumn
bo_cn: བསྟར་མང་།

source: Multiple
bo_cn: མང་པོ།

source: Name
bo_cn: མིང་།

source: Name:
bo_cn: བྱ་རིམ་གྱི་མིང་།

source: Named property value
bo_cn: གཏོགས་གཤིས་ཐང་མིང་བཏགས་པ།

source: New F_ile
bo_cn: ཡིག་ཆ་གསར་འཛུགས། (_I)

source: New tool
bo_cn: ལག་ཆ་གསར་འཛུགས།

source: Next ID
bo_cn: ID རྗེས་མ།

source: Next location
bo_cn: གནས་ས་རྗེས་མ།

source: No URI
bo_cn: URI མེད།

source: No embedded objects
bo_cn: འཛུད་འཇུག་བྱ་ཡུལ་མེད།

source: No frames
bo_cn: སྒྲོམ་གཞི་མེད།

source: No layers
bo_cn: རིམ་པ་མེད།

source: No line break
bo_cn: ཕྲེང་བརྗེ་མེད།

source: No mount object for mounted volume: %s
bo_cn: བཀལ་པའི་པོད་ཏི་ལ་བཀལ་བྱའི་ཡུལ་མེད།：%s

source: No resize
bo_cn: ཆེ་ཆུང་མི་བསྒྱུར།

source: No script
bo_cn: འཁྲབ་གཞུང་མེད།

source: No shade
bo_cn: གྲིབ་ནག་མེད།

source: No shade (deprecated)
bo_cn: གྲིབ་ནག་མེད།(དོར་ཟིན།)

source: No word wrap
bo_cn: ཕྲེང་བརྗེ་མེད།

source: No word wrap (deprecated)
bo_cn: ཕྲེང་བརྗེ་མེད།(དོར་ཟིན།)

source: Non-breaking space
bo_cn: བར་ཐག་མེད་པའི་སྟོང་ཆ།

source: Nordic
bo_cn: ཡོ་རོབ་བྱང་མ།

source: Note
bo_cn: ཟིན་བྲིས།

source: Nothing
bo_cn: མེད།

source: Number of minutes after which pluma will automatically save modified files. This will only take effect if the "Autosave" option is turned on.
bo_cn: ཡིག་ཆ་བཟོ་བཅོས་བྱས་རྗེས་རང་འགུལ་ཉར་ཚགས་ཀྱི་དུས་ལ་སླེབས་ངེས་ཏེ། “རང་འགུལ་ཉར་ཚགས”འདེམས་ཚན་ཁ་ཕྱེ་རྗེས་ད་གཟོད་ནུས་པ་དེ་ཡོད།

source: Object applet file
bo_cn: བྱ་རིམ་ཆུང་ངུའི་ཡིག་ཆ་བྱ་ཡུལ།

source: Object applet file (deprecated)
bo_cn: བྱ་རིམ་ཆུང་ངུའི་ཡིག་ཆ་བྱ་ཡུལ། (དོར་ཟིན།)

source: Object data reference
bo_cn: གཞི་གྲངས་འདྲེན་སྤྱོད་བྱ་ཡུལ།

source: Offset for alignment character
bo_cn: ཡིག་རྟགས་ཀྱི་ཡོ་སྤོ་སྙོམ་སྒྲིག

source: OnBlur event
bo_cn: OnBlur དོན་རྐྱེན།

source: Open
bo_cn: ཁ་ཕྱེ་བ།

source: Open '%s'
bo_cn: %sཁ་ཕྱེ་བ།

source: Open Files
bo_cn: ཡིག་ཆའི་ཁ་འབྱེད་པ།

source: Open a file
bo_cn: ཡིག་ཆ་གཅིག་གི་ཁ་ཕྱེ་བ།

source: Open a recently used file
bo_cn: ཉེ་ཆར་སྤྱད་མྱོང་བའི་ཡིག་ཆ་ཁ་ཕྱེ་བ།

source: Open a terminal at the currently opened directory
bo_cn: མིག་སྔར་ཁ་ཕྱེ་བའི་དཀར་ཆག་ཁྲོད་མཐའ་སྣེ་ཁ་ཕྱེ་བ།

source: Open selected file
bo_cn: འདེམ་པའི་ཡིག་ཆ་ཁ་ཕྱེ་པ།

source: Open the parent folder
bo_cn: ཕའི་ཡིག་ཆའི་ཁུག་མ་ཁ་ཕྱེ་བ།

source: Open the pluma manual
bo_cn: plumaལག་དེབ་ཁ་ཕྱེ་བ།

source: Opens the External Tools Manager
bo_cn: ཕྱི་ཆའི་ལག་ཆ་དོ་དམ་ཆས་ཁ་ཕྱེ་བ།

source: Operator fraction
bo_cn: ཆ་བསགས་རྐྱེན་ཆ།

source: Operator integral (display)
bo_cn: ∫(མངོན་པ།)

source: Operator integral (inline)
bo_cn: ∫(འཛུད་འཇུག)

source: Operator sum (display)
bo_cn: ∑(མངོན་པ།)

source: Operator sum (inline)
bo_cn: ∑(འཛུད་འཇུག)

source: Option group
bo_cn: འདེམས་ཚན་ཚོ།

source: Option selector
bo_cn: འདེམ་ཆས།

source: Ordered list
bo_cn: རིམ་ལྡན་རེའུ་མིག

source: Output media
bo_cn: ཕྱིར་འདོན་བར་རྫས།

source: Page %d of %d
bo_cn: ཤོག་ངོས་ %d བསྡོམས་པས་ཤོག་ངོས %d

source: Page Preview
bo_cn: ཤོག་ངོས་སྔོན་ལྟ།

source: Page Set_up...
bo_cn: ཤོག་ངོས་སྒྲིག་འགོད། (_U)...

source: Page header
bo_cn: ལྡེབ་ཐོད།

source: Page total
bo_cn: བསྡོམས་རྩིས་ཤོག་གྲངས།

source: Paragraph
bo_cn: དུམ་ཚན།

source: Paragraph class
bo_cn: དུམ་མཚམས་རིགས།

source: Paragraph style
bo_cn: དུམ་མཚམས་རྣམ་པ།

source: Paste the clipboard
bo_cn: དྲས་པང་ནང་གི་ནང་དོན་སྦྱར་བ།

source: Pick the editor font
bo_cn: རྩོམ་སྒྲིག་ཆས་ཡིག་གཟུགས་འདེམ་པ།

source: Plain Text
bo_cn: ཡིག་རྐྱང་།

source: Plugin
bo_cn: བསྒར་ལྷུ།

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Pluma Preferences
bo_cn: འདེམས་ཚན་ཐོག་མ།

source: Pr_eferences
bo_cn: སྔོན་འདེམས་ཚན་པ།(_P)

source: Preferences
bo_cn: མཐོ་རིམ།

source: Preformatted listing
bo_cn: སྔོན་རྣམ་གཞག་ཅན་གྱི་རེའུ་མིག

source: Preformatted text
bo_cn: སྔོན་རྣམ་གཞག་ཅན་གྱི་ཡིག་རྐྱང་།

source: Preparing...
bo_cn: སྟ་གོན་བྱེད་བཞིན་པ།...

source: Previous location
bo_cn: གནས་ས་གོང་མ།

source: Print
bo_cn: པར་འདེབས།

source: Print Header
bo_cn: ལྡེབ་ཐོད་པར་འདེབས།

source: Print Line Numbers
bo_cn: ཕྲེང་རྟགས་པར་འདེབས།

source: Print Previe_w
bo_cn: པར་འདེབས་སྔོན་ལྟ། (_W)

source: Print line nu_mbers
bo_cn: ཕྲེང་རྟགས་པར་འདེབས། (_M)

source: Print page _headers
bo_cn: ལྡེབ་ཐོད་པར་འདེབས། (_H)

source: Print preview
bo_cn: པར་འདེབས་སྔོན་ལྟ།

source: Print the current page
bo_cn: མིག་སྔའི་ཡིག་ཆ་པར་འདེབས།

source: Profile metainfo dictionary
bo_cn: ཡིག་ཆའི་ཆ་འཕྲིན་ཚིག་མཛོད་སྡེབ་སྒྲིག

source: Prompt message
bo_cn: སྣེ་སྟོན་ཆ་འཕྲིན།

source: Prompt type
bo_cn: སྣེ་སྟོན་རིགས་རྣམ།

source: Provides a method to easily insert commonly used tags/strings into a document without having to type them.
bo_cn: མཐེབ་འཇུག་བྱེད་མི་དགོས་པར་རྒྱུན་སྤྱོད་བཀོད་རྟགས/ཡིག་རྟགས་ཕྲེང་སྟབས་བདེ་ངང་ཡིག་ཚགས་གསབ་འཇུག་བྱེད་པའི་ཐབས་ཤིག་མཁོ་འདོན་བྱེད་པ།

source: Push button
bo_cn: མཐེབ་གནོན།

source: Python Console
bo_cn: Python ཚོད་འཛིན་སྟེགས།

source: Question
bo_cn: གནད་དོན།

source: Quick Open
bo_cn: མགྱོགས།པོར་ཁ་ཕྱེ་བ།

source: Quick open
bo_cn: མགྱོགས།པོར་ཁ་ཕྱེ་བ།

source: Quickly open documents
bo_cn: མགྱོགས།མྱུར་ངང་ཡིག་ཚགས་ཁ་ཕྱེ་བ།

source: Quickly open files
bo_cn: མགྱོགས།མྱུར་ངང་ཡིག་ཆ་ཁ་ཕྱེ་བ།

source: Quit the program
bo_cn: བྱ་རིམ་ཕྱིར་འབུད།

source: Quote
bo_cn: འདྲེན་ཡིག

source: RO
bo_cn: ཀློག་ཙམ།

source: R_emove duplicates
bo_cn: ནང་དོན་བསྐྱར་མ་བསུབ་པ། (_E)

source: Re_fresh View
bo_cn: གསར་འདོན་མཐོང་རིས། (_F)

source: Read-Only
bo_cn: ཀློག་ཙམ།

source: ReadOnly text and password
bo_cn: ཀློག་ཙམ་ཡི་གེ་དང་གསང་ཨང་།

source: Redo the last undone action
bo_cn: ཐེངས་སྔོན་མར་དོར་བའི་བཀོལ་སྤྱོད་ཡང་བསྐྱར་བཟོ་བ།

source: Reduced spacing
bo_cn: བར་ཐག་ཐུང་དུ་གཏོང་བ།

source: Reduced spacing (deprecated)
bo_cn: བར་ཐག་ཐུང་དུ་གཏོང་བ། (དོར་ཟིན།)

source: Reference label
bo_cn: འདྲེན་སྤྱོད་གདོང་འཛར།

source: Reference ref
bo_cn: ref འདྲེན་སྤྱོད།

source: Refresh the view
bo_cn: གསར་འདོན་མཐོང་རིས།

source: Remote files only
bo_cn: རྒྱང་རིང་ཡིག་ཆ་ཁོ་ནར་ཕྱོགས་པ།

source: Rename selected file or folder
bo_cn: མིང་བསྐྱར་འདོགས་ཀྱིས་འདེམ་པའི་ཡིག་ཆའམ་ཡིག་ཆའི་ཁུག་མ།

source: Replace
bo_cn: བརྗེ་བ།

source: Replace All
bo_cn: ཚང་མ་ཚབ་བརྗེ།

source: Replace _All
bo_cn: ཚང་མ་བརྗེ་བ།(_A)

source: Replace _with:
bo_cn: (_W) ཚབ་བརྗེ།：

source: Replace current document
bo_cn: མིག་སྔའི་ཡིག་ཚགས་ཚབ་བརྗེ།

source: Replace current selection
bo_cn: འདེམ་པའི་ཁུལ་ཁོངས་ཚབ་བརྗེ།

source: Reverse link
bo_cn: སྦྲེལ་མཐུད་སོར་ཉར།

source: Revert to a saved version of the file
bo_cn: ཉར་ཚགས་བྱས་ཟིན་པའི་ཡིག་ཆ་ལ་སོར་ཉར།

source: Reverting the document '%s'…
bo_cn: ཡིག་ཚགས“%s” སོར་ལོག་བྱེད་བཞིན་པ།...

source: Right Margin
bo_cn: གཡས་མཐའ་ཐག

source: Romanian
bo_cn: རོ་མ་ཉི་ཡའི་སྐད།

source: Root
bo_cn: རྩ་བ།

source: Rows
bo_cn: ཕྲེང་།

source: Rulings between rows and columns
bo_cn: ཕྲང་བསྟར་བརྐོས་ཚད།

source: Run "make" in the document directory
bo_cn: ཡིག་ཚགས་དཀར་ཆག་ཁྲོད “make”འཁོར་སྐྱོད་བྱེད་པ།

source: Run command
bo_cn: བཀའ་བརྡ་འཁོར་སྐྱོད་བྱེད་པ།

source: Running tool:
bo_cn: ལག་ཆ་འཁོར་སྐྱོད་བྱེད་པ།：

source: S_ave Anyway
bo_cn: སྔར་བཞིན་ཉར་ཚགས། (_A)

source: S_elect the documents you want to save:
bo_cn: ཁྱེད་ཀྱིས་ཉར་ཚགས་བྱེད་འདོད་པའི་ཡིག་ཚགས་འདེམ་པ། (_E)：

source: S_hortcut key:
bo_cn: མྱུར་མཐེབ། (_H)：

source: S_ort...
bo_cn: རིམ་སྒྲིག (_O)...

source: Sample program output, scripts
bo_cn: དཔེ་མཚོན་བྱ་རིམ་ཕྱིར་འདོན་ཏེ་འཁྲབ་གཞུང་།

source: Save
bo_cn: བསྒྱུར་བཅོས་ཉར་ཚགས།

source: Save As…
bo_cn: གཞན་ཉར།...

source: Save _As...
bo_cn: གཞན་དུ་བཅོལ་བ།(_A)...

source: Save all open files
bo_cn: ཁ་ཕྱེ་ཟིན་པའི་ཡིག་ཆ་ཡོད་ཚད་ཉར་ཚགས་བྱེད་པ།

source: Save changes to document "%s" before closing?
bo_cn: ཁ་མ་བརྒྱབ་གོང་སྔོན་ལ་བཟོ་བཅོས་ཡིག་ཚགས "%s" རུ་ཉར་ཚགས་བྱེད་དམ།

source: Save the current file
bo_cn: མིག་སྔའི་ཡིག་ཆ་ཉར་ཚགས།

source: Save the current file with a different name
bo_cn: མིང་གཞན་པའི་ཐོག་ནས་མིག་སྔའི་ཡིག་ཆ་ཉར་ཚགས།

source: Saving file '%s'…
bo_cn: ཡིག་ཆ“%s”ཉར་ཚགས་བྱེད་བཞིན་པ།...

source: Scope covered by header cells
bo_cn: རེའུ་མིག་མགོའི་རྐྱང་སྡེ་དྲ་མིག་གིས་ཁེབས་པའི་ཁྱབ་ཁོངསཞ

source: Script language name
bo_cn: འཁྲབ་གཞུང་སྐད་བརྡའི་མིང་།

source: Script statements
bo_cn: འཁྲབ་གཞུང་གསལ་བཤད།

source: Scrollbar
bo_cn: འདེད་མ།

source: Search
bo_cn: འཚོལ་བ།

source: Search _backwards
bo_cn: ལྡོག་ཕྱོགས་བཤེར་འཚོལ། (_B)

source: Search backwards for the same text
bo_cn: ལྡོག་ཕྱོགས་བཤེར་འཚོལ་དང་མཚུངས་པའི་ཡི་གེ།

source: Search for and replace text
bo_cn: ཡི་གེ་བཤེར་འཚོལ་ཚབ་བརྗེ།

source: Search for text
bo_cn: ཡི་གེ་བཤེར་འཚོལ།

source: Search forwards for the same text
bo_cn: ལྡོག་ཕྱོགས་བཤེར་འཚོལ་དང་མཚུངས་པའི་ཡི་གེ།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Select a character encoding from the menu and try again.
bo_cn: འདེམས་བྱང་ནས་ཡིག་རྟགས་སྒྲིག་ཨང་རིགས་ཤིག་འདེམས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་པ།

source: Select the entire document
bo_cn: ཡིག་ཆ་ཡོངས་རྫོགས་འདེམ་པ།

source: Select the group of tags you want to use
bo_cn: ཁྱེད་ཀྱིས་སྤྱོད་འདོད་པའི་བཀོད་རྟགས་ཚོ་འདེམ་པ།

source: Selectable option
bo_cn: འདེམས་རུང་ཚན་པ།

source: Selected
bo_cn: འདེམ་པ།

source: Selected format
bo_cn: འདེམས་ཟིན་རྣམ་གཞག

source: Selection
bo_cn: འདེམ་པ།

source: Server-side image map
bo_cn: ཞབས་ཞུ་ཆས་སྣེ་བརྙན་རིས་རྟེན་འཕྲོ།

source: Set the root to the active document location
bo_cn: གཞི་དེ་མིག་སྔའི་ཡིག་ཚགས་ཀྱི་གནས་སུ་གཏན་འཁེལ་བྱས་པ།

source: Set up the page settings
bo_cn: ཤོག་ངོས་སྒྲིག་བཀོད་སྒྲིག་འགོད་བྱེད་པ།

source: Shape
bo_cn: བཟོ་ལྟ།

source: Shell Output
bo_cn: Shell ཕྱིར་འདྲེན།

source: Short inline quotation
bo_cn: འཛུད་འཇུག་ཐུང་ངུ་འདྲེན་སྤྱོད།

source: Show _Hidden
bo_cn: གབ་སྦས་ཡིག་ཆ་མངོན་པ། (_H)

source: Show binary files
bo_cn: གཉིས་གོང་འགྲིལ་ལུགས་ཡིག་ཆ་མངོན་པ།

source: Show hidden files and folders
bo_cn: སྦས་པའི་ཡིག་ཆ་དང་ཡིག་ཆའི་ཁུག་མ་མངོན་པ།

source: Show multiple pages
bo_cn: ཤོག་ངོས་མང་པོ་མངོན་པ།

source: Show or hide the bottom pane in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ཁྲོད་ཞབས་ཆའི་ངོས་པང་མངོན་པའམ་སྦེད་པ།

source: Show or hide the side pane in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ཁྲོད་ཟུར་མཐའི་སྡེ་མངོན་པའམ་སྦེད་པ།

source: Show or hide the statusbar in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ཁྲོད་ཚུལ་སྟོན་སྡེ་འཆར་བ་མངོན་པའམ་སྦེད་པ།

source: Show or hide the toolbar in the current window
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་ཁྲོད་ལག་ཆའི་སྡེ་མངོན་པའམ་སྦེད་པ།

source: Show the application's version
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་པར་གཞི་མངོན་པ།

source: Show the next page
bo_cn: ཤོག་ངོས་རྗེས་མ་མངོན་པ།

source: Show the previous page
bo_cn: ཤོག་ངོས་གོང་མ་མངོན་པ།

source: Side Pane is Visible
bo_cn: ཟུར་མཐའི་སྡེ་མཐོང་ཐུབ།

source: Side _Pane
bo_cn: ཟུར་མཐའི་སྡེ། (_P)

source: Single line prompt
bo_cn: རྐྱང་ཕྲེང་གསལ་བརྡ།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Size (deprecated)
bo_cn: ཆེ་ཆུང་།(དོར་ཟིན།)"

source: Small text style
bo_cn: ཡིག་རྐྱང་ཆུང་བའི་རྣམ་པ།

source: Smart Home End
bo_cn: རིག་ལྡན Home End

source: Snippets Manager
bo_cn: དུམ་བུ་དོ་དམ་ཆས།

source: Soft line break
bo_cn: མཉེན་པས་ཕྲང་བརྗེ།

source: Sort
bo_cn: རིམ་སྒྲིག

source: Sort the current document or selection
bo_cn: མིག་སྔའི་ཡིག་ཚགས་སམ་ཡང་ན་བདམས་པའི་ཡི་གེའི་རིམ་སྒྲིག་བྱེད་པ།

source: Sound
bo_cn: སྒྲ།

source: Source
bo_cn: འབྱུང་ཁུངས།

source: South European
bo_cn: ཡོ་རོབ་ལྷོ་མ།

source: Space-separated archive list
bo_cn: སྟོང་ཆས་དགར་བའི་ཉར་ཚགས་རེའུ་མིག

source: Spacer
bo_cn: བར་ཐག་རྟགས།

source: Spacing between cells
bo_cn: རྐྱང་སྡེ་དྲ་མིག་གི་བར་ཐག

source: Spacing within cells
bo_cn: རྐྱང་སྡེ་དྲ་མིག་ནང་གི་བར་ཐག

source: Span
bo_cn: ཞེང་ཚད་འཚམ་པོ།

source: Spell Checker
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་ཆས།

source: Square root
bo_cn: རང་ཉིས་སྒྱུར་གཞི།

source: Standby load message
bo_cn: ཆ་འཕྲིན་འགེལ་བར་སྒུག་པ།

source: Starting sequence number
bo_cn: ཐོག་མའི་རིམ་སྟར་ཨང་རྟགས།

source: Starting sequence number (deprecated)
bo_cn: ཐོག་མའི་རིམ་སྟར་ཨང་རྟགས།(དོར་ཟིན།)

source: Status Bar is Visible
bo_cn: རྣམ་པའི་སྡེ་མཐོང་ཐུབ།

source: Stopped.
bo_cn: མཚམས་བཞག་ཟིན།

source: Strike-through text
bo_cn: བསུབ་ཐིག་ཡི་གེ

source: Strike-through text (deprecated)
bo_cn: བསུབ་ཐིག་ཡི་གེ (དོར་ཟིན།)

source: Strike-through text style
bo_cn: བསུབ་ཐིག་ཡི་གེའི་རྣམ་པ།

source: Strike-through text style (deprecated)
bo_cn: བསུབ་ཐིག་ཡི་གེའི་རྣམ་པ།(དོར་ཟིན།)

source: String you want to search for
bo_cn: ཁྱེད་ཀྱིས་བཤེར་འཚོལ་བྱེད་འདོད་པའི་ཡིག་རྟགས་ཕྲེང་།

source: Strong emphasis
bo_cn: ནན་བཤད།

source: Style info
bo_cn: རྣམ་པའི་ཆ་འཕྲིན།

source: Subscript
bo_cn: ཞབས་རྟགས།

source: Suggestions
bo_cn: བསམ་འཆར།

source: Superscript
bo_cn: གོང་རྟགས།

source: Switch onto a file .c and .h
bo_cn: .c ཡང་ན་ .h ཡིག་ཆ་ཞིག་ལ་བརྗེ།

source: Symbol <<
bo_cn: ≪ རྟགས།

source: Symbol d-by-dt-partial
bo_cn: d/dt ཆ་ཤས་རྟགས།

source: Symbol d2-by-dt2-partial
bo_cn: d2/dt2 ཐེམ་གཉིས་འདྲེན་རྟགས།

source: Symbol dagger
bo_cn: †རྟགས།

source: Symbol em-dash ---
bo_cn: ---རྟགས་(འཕྲེད་རྟགས་རིང་མོ།)

source: Symbol en-dash --
bo_cn: --རྟགས་(འཕྲེང་རྟགས་ཐུང་བ།)

source: Symbol equiv
bo_cn: ≡རྟགས།

source: Syntax Highlighting
bo_cn: བརྡ་སྤྲོད་མཐོ་དཀར།

source: Tab Stops
bo_cn: རེའུ་མིག་བཟོ་རྟགས།

source: Tab order position
bo_cn: Tab རིམ་པའི་གནས་ས།

source: Table
bo_cn: ཨང་ཀིའི་རེའུ་མིག

source: Table body
bo_cn: རེའུ་མིག་གི་ཕུང་བོ།

source: Table caption
bo_cn: རེའུ་མིག་ཁ་བྱང་།

source: Table column group properties
bo_cn: རེའུ་མིག་སྟར་ཚོའི་གཏོགས་གཤིས།

source: Table column properties
bo_cn: རེའུ་མིག་སྟར་གྱི་གཏོགས་གཤིས།

source: Table data cell
bo_cn: རེའུ་མིག་གཞི་གྲངས་སྡེ་ཚན།

source: Table footer
bo_cn: རེའུ་མིག་ཞབས།

source: Table header
bo_cn: རེའུ་མིག་མགོ།

source: Table header cell
bo_cn: རེའུ་མིག་མགོའི་གཞི་རྒྱུ།

source: Table row
bo_cn: རེའུ་མིག་ཕྲེང་།

source: Table summary
bo_cn: རེའུ་མིག་རགས་ལྟ།

source: Tag list
bo_cn: མཚོན་རྟགས་སྟར་པ།

source: Tags
bo_cn: གདོང་འཛར།

source: Target - Blank
bo_cn: དམིགས་ཚད། - Blank

source: Target - Parent
bo_cn: དམིགས་ཚད། - Parent

source: Target - Self
bo_cn: དམིགས་ཚད། - Self

source: Target - Top
bo_cn: དམིགས་ཚད། - Top

source: Teletype or monospace text style
bo_cn: གློག་སྤྲིང་ཡང་ན་ཞེང་མཚུངས་ཡི་གེའི་བཟོ་ལྟ།

source: Text
bo_cn: ཡིག་དེབ།

source: Text Editor
bo_cn: ཡིག་དེབ་རྩོམ་སྒྲིག་ཆས།

source: Text color
bo_cn: ཡིག་དེབ་ཁ་དོག

source: Text color (deprecated)
bo_cn: ཡིག་དེབ་ཁ་དོག(བརླགས་པ།)

source: Text entered by user
bo_cn: སྤྱོད་མཁན་གྱིས་ནང་བཅུག་པའི་ཡི་གེ

source: Thai
bo_cn: ཐའེ་ལན་གྱི་ཡི་གེ

source: The document is empty.
bo_cn: ཡིག་ཚགས་སྟོང་པ་ཡིན།

source: The file "%s" cannot be moved to the trash.
bo_cn: ཡིག་ཆ་“%s”སྙིགས་སྒམ་དུ་སྤོ་མི་ཐུབ།

source: The file %s changed on disk.
bo_cn: ཡིག་ཆ་ %s སྡུད་སྡེར་དུ་བཅོས་ཟིན།

source: The file %s has been modified since reading it.
bo_cn: ཡིག་ཆ་ %s ཐེངས་སྔོན་གྱི་བཀླགས་རྗེས་བཅོས་པ།

source: The file is too big.
bo_cn: ཡིག་ཆ་ཆེ་དྲགས།

source: The following files could not be imported: %s
bo_cn: གཤམ་གྱི་ཡིག་ཆ།：%s འདྲེན་མི་ཐུབ།

source: The location of the file cannot be accessed because it is not mounted.
bo_cn: ཡིག་ཆའི་གནས་ས་ལྟ་སྤྱོད་མི་ཐུབ། རྒྱུ་མཚན་ནི་བཀལ་མེད་པ་རེད།

source: The location of the file cannot be mounted.
bo_cn: ཡིག་ཆའི་གནས་ས་འགེལ་མི་ཐུབ།

source: The selected color scheme cannot be installed.
bo_cn: བདམས་པའི་མདོག་སྡེར་ཇུས་གཞི་སྒྲིག་འཇུག་མི་ཐུབ།

source: The total number of pages in the document
bo_cn: ཡིག་ཚགས་ཀྱི་སྤྱིའི་ལྡེབ་གྲངས།

source: There is a new version of pluma
bo_cn: པར་གཞི་གསར་བའི་ Pluma ཡོད།

source: There was a problem opening the file %s.
bo_cn: ཡིག་ཆ་ %s ཁ་འབྱེད་སྐབས་སུ་ནོར་འཁྲུལ་བྱུང་།

source: There was an error displaying the help.
bo_cn: རོགས་རམ་མངོན་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: This file (%s) is already open in another pluma window.
bo_cn: ཡིག་ཆ་(%s)འདི་ pluma སྒེའུ་ཁུང་གཞན་དག་ཏུ་ཁ་ཕྱེ།

source: Title
bo_cn: ཁ་བྱང་།

source: Toolbar Buttons Style
bo_cn: ལག་ཆའི་སྡེ་མཐེབ་གནོན་གྱི་རྣམ་པ།

source: Toolbar is Visible
bo_cn: ལག་ཆའི་སྡེ་མཐོང་བ།

source: Top margin in pixels
bo_cn: བརྙན་རྒྱུས་རྩིས་བའི་གོང་མཐའི་ཐག

source: Turkish
bo_cn: ཐུར་ཁེའི་སྐད།

source: Typeface bold
bo_cn: སྦོས་གཟུགས།

source: Typeface italic
bo_cn: དབྱི་ཐ་ལིའི་གསེག་གཟུགས།

source: Typeface slanted
bo_cn: གསེག་གཟུགས།

source: Typeface type
bo_cn: ཡིག་བཏགས་འཕྲུལ་ཆས་ཀྱི་ཡིག་གཟུགས།

source: Unable to open UI file %s. Error: %s
bo_cn: འཆར་ངོས་ཡིག་ཆ་ %sཁ་འབྱེད་མི་ཐུབ། ནོར་འཁྲུལ་བྱུང་བ：%s

source: Unbreakable text
bo_cn: ཡི་གེ་གཅོད་མི་རུང་།

source: Underlined text style
bo_cn: འོག་ཐིག་ཡི་གེའི་བཟོ་ལྟ།

source: Undo the last action
bo_cn: ཐེངས་སྔོན་གྱི་བཀོལ་སྤྱོད་ལེན་པ།

source: Unexpected error: %s
bo_cn: མ་བསམ་པའི་ནོར་འཁྲུལ་བྱུང་།：%s

source: Unknown
bo_cn: མི་ཤེས།

source: Unordered list
bo_cn: རིམ་མེད་རིམ་སྟར།

source: Unsaved Document %d
bo_cn: ཡིག་ཚགས་ %dཉར་མེད།

source: Untitled documents only
bo_cn: ཁ་བྱང་མེད་པའི་ཡིག་ཚགས་ཁོ་ན་ལ།

source: Up
bo_cn: སྟེང་།

source: Use %s highlight mode
bo_cn: %s སྤྱད་ནས་མངོན་པའི་རྣམ་པ་དོད་པ་བྱེད།

source: Use Default Font
bo_cn: སོར་བཞག་ཡིག་གཟུགས་སྤྱོད་པ།

source: Use Spaces
bo_cn: སྟོང་མིག་སྤྱོད་པ།

source: Use image map
bo_cn: བརྙན་རིས་རྟེན་འཕྲོ་སྤྱོད་པ།

source: Use the _selected format
bo_cn: བདམས་པའི་རྣམ་བཞག་སྤྱོད་པ།(_S)

source: Value
bo_cn: ཐང་།

source: Value interpretation
bo_cn: ཚད་ཀྱི་འགྲེལ་བཤད།

source: Variable or program argument
bo_cn: འགྱུར་ཚད་ཡང་ན་བྱ་རིམ་ཞུགས་གྲངས།

source: Version to ignore until the next version is released
bo_cn: པར་གཞི་ཕྱི་མ་འགྲེམས་པའི་གོང་དུ་སྣང་མེད་དུ་གཏོང་པའི་པར་གཞི།

source: Vertical cell alignment
bo_cn: སྡེ་ཚན་དྲ་དྲང་སྙོམས།

source: Vertical space
bo_cn: དྲང་འཕྱང་བར་ཐག

source: Vertical space (deprecated)
bo_cn: དྲང་འཕྱང་བར་ཐག་(བསྐྱུར་བ།)

source: Vietnamese
bo_cn: ཡོ་ནན་སྐད།

source: View
bo_cn: ཕྱི་ཚུལ།

source: View folder in file manager
bo_cn: ཡིག་ཆ་དོ་དམ་ཆས་སུ་ཡིག་ཁུག་ལ་ཞིབ་ལྟ།

source: Visited link color
bo_cn: རགས་ལྟ་བྱས་པའི་སྦྲེལ་མཐུད་ཁ་དོག

source: Visited link color (deprecated)
bo_cn: རགས་ལྟ་བྱས་པའི་སྦྲེལ་མཐུད་ཁ་དོག(བསྐྱུར་བ།)

source: Western
bo_cn: ཡོབ་གླིང་ནུབ་མ།

source: When inserting date/time...
bo_cn: ཟླ་ཚེས།/དུས་ཚོད་འཇུག་སྐབས།...

source: Whether pluma should display line numbers in the editing area.
bo_cn: pluma ཡིས་རྩོམ་སྒྲིག་ཁུལ་ཁོངས་སུ་ཕྲེང་ཨང་མངོན་དགོས་མིན།

source: Whether pluma should display the right margin in the editing area.
bo_cn: pluma ཡིས་རྩོམ་སྒྲིག་ཁུལ་ཁོངས་སུ་གཡས་མཐའ་ཐག་མངོན་དགོས་མིན།

source: Whether pluma should enable automatic indentation.
bo_cn: pluma ཡིས་རང་སྐུམ་མགོ་སློང་དགོས་མིན།

source: Whether pluma should enable syntax highlighting.
bo_cn: pluma ཡིས་བརྡ་སྤྲོད་དོད་པས་མངོན་པ་མགོ་སློང་དགོས་མིན།

source: Whether pluma should highlight all the occurrences of the searched text.
bo_cn: pluma ཡིས་དོད་པས་འཚོལ་བཤེར་ཡིག་དེབ་ཐོན་པ་ཚང་མ་མངོན་དགོས་མིན།

source: Whether pluma should highlight the bracket matching the selected one.
bo_cn: pluma ཡིས་གུག་རྟགས་སྙོམ་འགྲིག་གི་གུག་རྟགས་དོད་པས་མངོན་པ་དང་འདེམས་དགོས་མིན།

source: Whether pluma should highlight the current line.
bo_cn: pluma ཡིས་མིག་སྔའི་ཕྲེང་དོད་པས་མངོན་དགོས་མིན།

source: Whether pluma should include a document header when printing documents.
bo_cn: pluma ཡིས་ཡིག་ཚགས་དཔར་སྐབས་ཡིག་ཚགས་ཀྱི་མགོ་ཚུད་དགོས་མིན།

source: Whether pluma should insert spaces instead of tabs.
bo_cn: pluma ཡིས་སྟོང་མིག་ནང་བཅུག་ནས་རེའུ་མིག་བཟོ་མཐེབ་ཚབ་དགོས་མིན།

source: Whether pluma should print syntax highlighting when printing documents.
bo_cn: pluma ཡིས་ཡིག་ཚགས་དཔར་སྐབས་བརྡ་སྤྲོད་པར་སྐབས་དོད་པོས་མངོན་དགོས་མིན།

source: Whether pluma should restore the previous cursor position when a file is loaded.
bo_cn: ཡིག་ཆ་ཕབ་འཇུག་སྐབས་སུ་ pluma ཡིས་ཐེངས་སྔོན་གྱི་འོད་རྟགས་གནས་ས་སླར་གསོ་བྱེད་དགོས་མིན།

source: Whether the bottom panel at the bottom of editing windows should be visible.
bo_cn: རྩོམ་སྒྲིག་སྒེའུ་ཁུང་ཞབས་ཀྱི་ངོས་པང་མངོན་དགོས་མིན།

source: Whether the side pane at the left of editing windows should be visible.
bo_cn: རྩོམ་སྒྲིག་སྒེའུ་ཁུང་གཡོན་ཟུར་གྱི་ཟུར་མཐའི་སྡེ་མངོན་དགོས་མིན།

source: Width
bo_cn: ཞེང་ཚད།

source: Windows
bo_cn: སྒེའུ་ཁུང་།

source: Words
bo_cn: ཐ་སྙད་གྲངས།

source: Writable VFS schemes
bo_cn: འབྲི་རུང་གི་ VFS སྤྱི་འདུས།

source: XHTML 1.0 - Tags
bo_cn: XHTML 1.0 - མཚོན་རྟགས།

source: XSLT - Axes
bo_cn: XSLT - མདའ།

source: XSLT - Elements
bo_cn: XSLT - གཞི་རྒྱུ།

source: XSLT - Functions
bo_cn: XSLT - རྟེན་འབྱུང་གྲངས།

source: XUL - Tags
bo_cn: XUL - མཚོན་རྟགས།

source: You can download the new version of pluma by clicking on the download button or ignore that version and wait for a new one
bo_cn: ཕབ་ལེན་མཐེབ་གནོན་ལ་ཆིག་རྡེབ་ནས་པར་གཞི་གསར་ཤོས་ Plumaའབེབས་པ་ཡང་ན་པར་གཞི་དེ་སྣང་མེད་དུ་གཏོང་ཅིང་པར་གཞི་གསར་པ་འགྲེམས་པ་སྒུག

source: You cannot undo a sort operation
bo_cn: ཁྱེད་ཀྱིས་རིམ་སྒྲིག་བཀོལ་སྤྱོད་ལེན་མི་ཐུབ།

source: You do not have the permissions necessary to open the file.
bo_cn: ཁྱེད་ལ་ཡིག་ཆ་ཁ་འབྱེད་པའི་དགོས་པའི་དབང་ཚད་མེད།

source: You must be inside a word to run this command
bo_cn: ཁྱེད་ངེས་པར་དུ་ཐ་སྙད་ནང་དུ་གནས་རྗེས་བཀའ་བརྡ་འདི་འཁོར་སྐྱོད་བྱ་ཐུབ།

source: Zoom the page out
bo_cn: ལྡེབ་ངོས་སྐུང་པ།

source: Zoom to fit the whole page
bo_cn: ལྡེབ་ངོས་ཧྲིལ་བོ་ལ་འཚིམ་པར་སྐྱེད་སྐུང་།

source: [FILE...]
bo_cn: [ཡིག་ཆ།...]

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _About Plugin
bo_cn: བསྒར་ལྷུ་འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Applicability:
bo_cn: སྤྱོད་འཐུས་ཁྱབ་ཁོངས།(_A)：

source: _Autocheck Spelling
bo_cn: ཚེག་རྡར་རང་བཤེར།(_A)

source: _Bottom Pane
bo_cn: ཞབས་ཁག་ངོས་པང་།(_B)

source: _Cancel Logout
bo_cn: ཐོ་བསུབ་ལེན་པ།(_C)

source: _Check Spelling...
bo_cn: ཚེག་རྡར་ཞིབ་བཤེར།(_C)...

source: _Clear Highlight
bo_cn: མཐོ་གསལ་གཙང་སེལ།(_C)

source: _Close All
bo_cn: ཚང་མ་ཁ་རྒྱག(_C)

source: _Close Preview
bo_cn: སྔོན་ལྟ་ཁ་རྒྱག(_C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Deactivate All
bo_cn: ཚང་མ་སྤྱོད་འགོག(_D)

source: _Delete
bo_cn: བསུབ་པ།

source: _Description
bo_cn: ཞིབ་བརྗོད།(_D)

source: _Display line numbers
bo_cn: ཕྲེང་ཨང་མངོན་པ།(_D)

source: _Document Statistics
bo_cn: ཡིག་ཚགས་བསྡོམས་རྩིས།(_D)

source: _Documents
bo_cn: ཡིག་ཚགས།(_D)

source: _Download
bo_cn: ཕབ་ལེན།(_D)

source: _Drop targets:
bo_cn: དམིགས་ཚད་འདྲུད་གཏོང་།(_D)：

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Enable automatic indentation
bo_cn: རང་སྐུམ་སྤྱོད་པ།(_E)

source: _Encoding
bo_cn: སྒྲིག་ཨང་།(_E)

source: _Error color:
bo_cn: ནོར་པའི་ཁ་དོག(_E)：

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Filter
bo_cn: འཚག་པ།(_F)

source: _Find...
bo_cn: བཤེར་འཚོལ།(_F)...

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Highlight Mode
bo_cn: མངོན་གསལ་དོད་པོས་མངོན་པའི་རྣམ་པ།(_H)

source: _Ignore
bo_cn: སྣང་མེད་དུ་གཏོང་།(_I)

source: _Ignore All
bo_cn: ཚང་མ་སྣང་མེད་དུ་གཏོང་།(_I)

source: _Ignore Version
bo_cn: པར་གཞི་སྣང་མེད་དུ་གཏོང་།(_I)

source: _Ignore case
bo_cn: འབྲི་ཆེ་ཆུང་སྣང་མེད་དུ་གཏོང་།(_I)

source: _Incremental Search...
bo_cn: འཕར་ཚད་འཚོལ་བཤེར།(_I)...

source: _Input:
bo_cn: ནང་འཇུག(_I)：

source: _Insert
bo_cn: བར་འཇུག(_I)

source: _Invert Case
bo_cn: འབྲི་ཆེ་ཆང་ལྡོག་སྒྱུར།(_I)

source: _Line numbers:
bo_cn: ཕྲེང་ཨང་།(_L)：
