Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/pluma.po
Languages: bo_cn

source: _Match Case
bo_cn: འབྲི་ཆེ་ཆུང་དབྱེ་བ།(_M)

source: _Match Filename
bo_cn: ཡིག་ཆའི་མིང་ཟླ་སྒྲིག(_M)

source: _Match case
bo_cn: འབྲི་ཆེ་ཆུང་དབྱེ་བ།(_M)

source: _More...
bo_cn: ཇེ་མང་།(_M)...

source: _Move to New Window
bo_cn: སྒེའུ་ཁུང་གསར་པར་སྤོ།(_M)

source: _Move to Trash
bo_cn: སྙིགས་སྒམ་དུ་སྤོ།(_M)

source: _New Folder
bo_cn: ཡིག་ཁུག་གསར་བཟོ།(_N)

source: _Next Document
bo_cn: ཡིག་ཚགས་ངོས་རྗེས་མ།(_N)

source: _Next Location
bo_cn: གནས་ས་ངོས་རྗེས་མ།(_N)

source: _Open terminal here
bo_cn: གནས་འདིར་མཐའ་སྣེ་ཁ་འབྱེད།(_O)

source: _Open...
bo_cn: ཁ་འབྱེད།(_O)...

source: _Output:
bo_cn: ཕྱིར་འདོན།(_O)：

source: _Preview
bo_cn: སྔོན་ལྟ།(_P)

source: _Previous Document
bo_cn: ཡིག་ཚགས་ངོས་གོང་མ།(_P)

source: _Previous Location
bo_cn: གནས་ས་ངོས་གོང་མ།(_P)

source: _Print...
bo_cn: པར་འདེབས།(_P)...

source: _Prompt for a format
bo_cn: སྤྱོད་རུང་གི་རྣམ་བཞག་གསལ་སྟོན།(_P)

source: _Reload
bo_cn: གསར་འདོན།(_R)

source: _Rename
bo_cn: མིང་བསྐྱར་འདོགས།(_R)

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Restore Default Fonts
bo_cn: སོར་བཞག་ཡིག་གཟུགས་ལ་སླར་གསོ།(_R)

source: _Retry
bo_cn: བསྐྱར་ཚོད།(_R)

source: _Revert
bo_cn: བརྟན་དུ་མི་མངོན།

source: _Right margin at column:
bo_cn: གཡས་མཐའ་ཐག་ནས་སྟར།(_R)：

source: _Save:
bo_cn: ཉར།(_S)：

source: _Search
bo_cn: བཤེར་འཚོལ།(_S)

source: _Search for:
bo_cn: འཚོལ་བཤེར།(_S)：

source: _Set root to active document
bo_cn: རྩ་བ་མིག་སྔའི་ཡིག་ཚགས་ལ་བཀོད།(_S)

source: _Shortcut Key:
bo_cn: མྱུར་མཐེབ།(_S)：

source: _Snippets:
bo_cn: དུམ་བུ།(_S)：

source: _Sort
bo_cn: རིམ་སྒྲིག(_S)

source: _Spelling Suggestions...
bo_cn: ཚེག་རྡར་གྲོས་འདོན།(_S)...

source: _Statusbar
bo_cn: རྣམ་སྡེ། (_S)

source: _Suggestions:
bo_cn: གྲོས་འདོན།(_S)：

source: _Tab trigger:
bo_cn: _Tab འཕྲད་འབྱུང་ཆས།：

source: _Toolbar
bo_cn: ལག་ཆའི་སྡེ། (_T)

source: _Tools
bo_cn: ལག་ཆ།(_T)

source: _Update
bo_cn: གསར་སྒྱུར། (_U)

source: _Use custom format
bo_cn: རང་གི་གཏན་འཁེལ་གྱི་རྣམ་བཞག་སྤྱོད།(_U)

source: _Use the system fixed width font (%s)
bo_cn: རྒྱུད་ཁོངས་ཞེང་མཚུངས་ཡིག་གཟུགས་སྤྱོད་པ།(_U)(%s)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: _View Folder
bo_cn: ཡིག་ཁུག་ལྟ་བ།(_V)

source: _Wrap Around
bo_cn: ཡིག་ཚགས་མགོར་ལོག་ནས་མུ་མཐུད་དུ་འཚོལ་བཤེར་བྱེད།(_W)

source: _Wrap around
bo_cn: ཡིག་ཚགས་ཀྱི་མགོ་ལ་ནས་མུ་མཐུད་དུ་འཚོལ་བ།(_W)

source: _minutes
bo_cn: སྐར་མ།(_M)

source: directory
bo_cn: དཀར་ཆག

source: file
bo_cn: ཡིག་ཆ།

source: Default
bo_cn: སོར་བཞག

source: Unknown (%s)
bo_cn: ངེས་མེད། (%s)

source: lines
bo_cn: ཕྲེང་།

source: pluma Text Editor
bo_cn: ཡིག་དེབ་རྩོམ་སྒྲིག་ཆས།

source: pluma cannot find the file. Perhaps it has recently been deleted.
bo_cn: plumaཡིས་ཡིག་ཆ་མི་རྙེད། ཕལ་ཆེར་དེ་བསུབ་པ།

source: pluma cannot handle %s locations in write mode. Please check that you typed the location correctly and try again.
bo_cn: pluma ཡིས་འབྲི་བའི་རྣམ་པས་ %s གནས་ས་སྒྲིག་གཅོད་མི་ཐུབ། ནང་བཅུག་གི་གནས་ས་ཡང་དག་ཡིན་མིན་ཞིབ་བཤེར་བྱ་རོགས། དེ་ནས་བསྐྱར་ཚོད་བྱེད།

source: pluma cannot handle %s locations.
bo_cn: pluma ཡིས་ %s གནས་ས་སྒྲིག་གཅོད་བྱ་མི་ཐུབ།

source: pluma cannot handle this location in write mode. Please check that you typed the location correctly and try again.
bo_cn: pluma ཡིས་འབྲི་བའི་རྣམ་པས་གནས་ས་འདི་སྒྲིག་གཅོད་མི་ཐུབ། ནང་བཅུག་གི་གནས་ས་ཡང་དག་ཡིན་མིན་ཞིབ་བཤེར་བྱ་རོགས། དེ་ནས་བསྐྱར་ཚོད་བྱེད།

source: pluma cannot handle this location.
bo_cn: pluma ཡིས་གནས་ས་འདི་སྒྲིག་གཅོད་བྱ་མི་ཐུབ།

source: pluma has not been able to detect the character encoding.
bo_cn: pluma ཡིས་ཡིག་རྟགས་སྒྲིག་ཨང་ཞིབ་བཤེར་བྱ་མི་ཐུབ།

source: pluma is a small and lightweight text editor for the MATE Desktop
bo_cn: pluma ནི་ཅོག་ངོས་ MATE ཡི་ཡིག་དེབ་རྩོམ་སྒྲིག་ཆས་ཆུང་གྲས་ཤིག་ཡིན།

source: pluma opened this instance of the file in a non-editable way. Do you want to edit it anyway?
bo_cn: pluma ཡིས་རྩོམ་སྒྲིག་མིན་པའི་བྱེད་སྟངས་སུ་ཡིག་ཆ་འདིར་དངོས་དཔེ་གཞན་དག་ཅིག་ཁ་ཕྱི་བ། ཁྱེད་ཀྱིས་ད་དུང་རྩོམ་སྒྲིག་བྱེད་འདོད་དམ།

source: self
bo_cn: རང་ཉིད།

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: word
bo_cn: ཐ་སྙད།

source: Select the _language of the current document.
bo_cn: མིག་སྔའི་ཡིག་ཆའི་སྐད་བརྡ་འདེམ་པ། (_L)

source: Set _Language...
bo_cn: སྒྲིག་འགོད་སྐད་བརྡ། (_L)...

source: Set language
bo_cn: སྒྲིག་འགོད་སྐད་བརྡ།

source: Set the language of the current document
bo_cn: མིག་སྔའི་ཡིག་ཆའི་སྐད་བརྡ་སྒྲིག་འགོད་བྱེད་པ།
