Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/polkit-gnome-1.po
Languages: bo_cn

source: <small><b>Action:</b></small>
bo_cn: <small><b>འགུལ་སྟངས།：</b></small>

source: <small><b>Vendor:</b></small>
bo_cn: <small><b>འདོན་མཁན།：</b></small>

source: <small><b>_Details</b></small>
bo_cn: <small><b>གནས་ཚུལ་ཞིབ་ཕྲ།(_D)</b></small>

source: An application is attempting to perform an action that requires privileges. Authentication as the super user is required to perform this action.
bo_cn: བྱ་རིམ་ཞིག་གིས་ཁྱད་དབང་དགོས་པའི་འགུལ་སྟངས་ཤིག་ལག་བསྟར་བྱེད་ཚོད་བྱེད་པ། དབང་སྤྲད་ནས་རིམ་འདས་སྤྱོད་མཁན་བྱས་ནས་འགུལ་སྟངས་འདི་ལག་བསྟར་བྱ།

source: An application is attempting to perform an action that requires privileges. Authentication is required to perform this action.
bo_cn: བྱ་རིམ་ཞིག་གིས་ཁྱད་དབང་དགོས་པའི་འགུལ་སྟངས་ཤིག་ལག་བསྟར་བྱེད་ཚོད་བྱེད་པ། དབང་སྤྲད་ནས་འགུལ་སྟངས་འདི་ལག་བསྟར་བྱ།

source: Authenticate
bo_cn: ར་སྤྲོད།

source: Authentication dialog was dismissed by the user
bo_cn: སྤྱོད་མཁན་གྱིས་དཔང་སྤྲོད་གླེང་སྒྲོམ་ཁ་རྒྱག

source: Click to edit %s
bo_cn: ཆིག་རྡེབ་ནས་རྩོམ་སྒྲིག %s

source: Click to open %s
bo_cn: ཆིག་རྡེབ་ནས་ཁ་འབྱེད། %s

source: Select user...
bo_cn: སྤྱོད་མཁན་འདེམ་པ།...

source: Your authentication attempt was unsuccessful. Please try again.
bo_cn: ར་སྤྲོད་ཕམ་སོང་པས་བསྐྱར་ཚོད་བྱོས།

source: _Authenticate
bo_cn: དབང་སྤྲོད།(_A)

source: _Password for %s:
bo_cn: %s ཡི་གསང་ཨང་།(_P)：

source: _Password:
bo_cn: གསང་ཨང་།(_P)：
