Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/remmina.po
Languages: bo_cn

source: %s password
bo_cn: %sགསང་ཨང་།

source: 256 colors
bo_cn: མདོག256

source: 256 colors (8 bpp)
bo_cn: 256 མདོག(8 bpp)

source: <Auto detect>
bo_cn: <རང་བཤེར།>

source: <None>
bo_cn: <མེད།>

source: Accept Certificate?
bo_cn: དཔང་ཡིག་དང་ལེན་བྱེད་དམ།

source: Accept Changed Certificate?
bo_cn: དང་ལེན་བྱས་རྗེས་ཀྱི་དཔང་ཡིག་ཡིན་ནམ།

source: Advanced
bo_cn: མཐོ་རིམ།

source: Allow bold text
bo_cn: སྦོས་གཟུགས་ཆོག་པ།

source: Always show tabs
bo_cn: རྒྱུན་དུ་གདོང་འཛར་ལྡེབ་མངོན་པ།

source: Applet
bo_cn: ངོས་པང་གི་བྱ་རིམ་ཆུང་བ།

source: Are you sure to delete '%s'
bo_cn: %sའདོར་བ་གཏན་འཁེལ་ལམ།

source: Are you sure to delete the selected files on server?
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་ཡིག་ཆ་འདོར་བ་གཏན་འཁེལ་ལམ།

source: Attach
bo_cn: ཟུར་སྣོན་ཡིག་ཆ།

source: Attach to console (Windows 2003 / 2003 R2)
bo_cn: ཚོད་འཛིན་སྟེགས་བུར་སྦྲེལ་མཐུད།(Windows 2003ཡང་ན་2003 R2)

source: Authenticating %s's identity to SSH server %s...
bo_cn: %sཡི་ཐོབ་ཐང་ཞིབ་བཤེར་བྱེད་པ།(SSHཞབས་ཞུ་ཆས%s)...

source: Authenticating %s's password to SSH server %s...
bo_cn: %sཡི་གསང་ཨང་ཞིབ་བཤེར་བྱེད་པ།(SSHཞབས་ཞུ་ཆས%s)...

source: Authentication failed. Trying to reconnect...
bo_cn: ཞིབ་བཤེར་ཕམ་པ། ཡང་བསྐྱར་སྦྲེལ་བ།……

source: Auto scroll step size
bo_cn: རང་སྒྲིལ་གོམ་ཚད་ཀྱི་ཆེ་ཆུང་།

source: Auto-fit window
bo_cn: ལྟ་ཁུང་རང་སྒྲིག

source: Automatic
bo_cn: རང་འགུལ།

source: Basic
bo_cn: གཞི་རྩ།

source: Best (slowest)
bo_cn: ལེགས་ཤོག(དལ་ཤོག)

source: Browse the network to find a %s server
bo_cn: དྲ་བ་ལྟ་བཤེར་ནས་%sཞབས་ཞུ་ཆས་འཚོལ་བ།

source: CA CRL
bo_cn: དཔང་ཡིག་ནུས་ཤོར་རེའུ་མིག(CRL)

source: CA certificate
bo_cn: རྩ་བའི་དཔང་ཡིག

source: Certificate Changed! Details:
bo_cn: དཔང་ཡིག་འགྱུར་བ། ཞིབ་ཕྲའི་གནས་ཚུལ་ནི།：

source: Certificate Details:
bo_cn: དཔང་ཡིག་གནས་ཚུལ་ཞིབ་ཕྲ།：

source: Character set
bo_cn: ཡིག་རྟགས་ཚོགས།

source: Chat with %s
bo_cn: %s དང་གཏམ་གླེང་།

source: Choose a Remote Desktop Server
bo_cn: རྒྱང་རིང་ཅོག་ངོས་ཞབས་ཞུ་ཆས་ཤིག་འདེམས་རོགས།

source: Choose a file to upload
bo_cn: ཡར་སྐྱེལ་དགོས་པའི་ཡིག་ཆ་འདེམས་རོགས།

source: Choose a new key
bo_cn: གསར་སྒྱུར་མཐེབ་གནོན།

source: Choose download location
bo_cn: ཕབ་ལེན་གྱི་དཀར་ཆག་འདེམ་པ།

source: Clear
bo_cn: གཙང་སེལ།

source: Client certificate
bo_cn: དུད་སྣེའི་དཔང་ཡིག

source: Client key
bo_cn: དུད་སྣེའི་གསང་ལྡེ།

source: Client name
bo_cn: མཁོ་མཁན་འཕྲུལ་འཁོར་གྱི་མིང་།

source: Color depth
bo_cn: ཚོན་མདོག

source: Command %s failed on SSH server (status = %i).
bo_cn: SSHཞབས་ཞུ་ཆས་སུ་བཀའ་བརྡ་%sའཁོར་སྐྱོད་ཕམ་པ།（རྣམ་པ་%i）

source: Command %s not found on SSH server
bo_cn: SSHཞབས་ཞུ་ཆས་སུ་བཀའ་བརྡ་%sམི་རྙེད།

source: Composition
bo_cn: འདྲེས་གྲུབ།

source: Connect
bo_cn: འབྲེལ་མཐུད།

source: Connect !
bo_cn: སྦྲེལ་མཐུད།

source: Connect to remote desktops
bo_cn: རྒྱང་རིང་ཅོག་ངོས་སུ་སྦྲེལ་བ།

source: Connect to remote desktops through the applet menu
bo_cn: བྱ་རིམ་ཆུང་བའི་འདེམས་བྱང་གིས་རྒྱང་རིང་ཅོག་ངོས་སུ་མྱུར་སྦྲེལ་བྱ།

source: Connecting to %s through SSH tunnel...
bo_cn: SSHབརྒྱུད་ལམ་བརྒྱུད་ནས་%s...ལ་སྦྲེལ་བ།

source: Connecting to '%s'...
bo_cn: སྦྲེལ་བཞིན་པ།%s...

source: Connecting to SSH server %s...
bo_cn: SSHཞབས་ཞུ་ཆས་ལ་སྦྲེལ་བ།%s...

source: Contributors:
bo_cn: ལེགས་སྐྱེས་འབུལ་མཁན།

source: Copy
bo_cn: འདྲ་བཟོ།

source: Couldn't convert '%s' to host address
bo_cn: འཁོར་གཙོ་%s ཡི་ས་གནས་དབྱེ་ཞིབ་མི་ཐུབ།

source: Create a New Connection Profile
bo_cn: སྦྲེལ་མཐུད་སྡེབ་སྒྲིག་གསར་བཟོ།

source: Create a copy of the selected remote desktop file
bo_cn: བདམས་པའི་རྒྱང་རིང་ཅོག་ངོས་ཡིག་ཆ་ལ་བུ་དེབ་བཟོ།

source: Create a new remote desktop file
bo_cn: རྒྱང་རིང་ཅོག་ངོས་ཡིག་ཆ་ཞིག་བཟོ།

source: Cursor blinking
bo_cn: འོད་རྟགས་འཚེར་བ།

source: Cursor shadow
bo_cn: འོད་རྟགས་གྲིབ་གཟུགས།

source: Custom
bo_cn: མཚན་ཉིད་རང་བཞག

source: Debug Window
bo_cn: ཚོད་སྒྲིག་སྒེའུ་ཁུང་།

source: Default
bo_cn: སོར་བཞག

source: Default settings saved.
bo_cn: སོར་བཞག་ཚད་ཉར་བ།

source: Default view mode
bo_cn: སོར་བཞག་ལྟ་ཁུང་རྣམ་པ།

source: Delete files on server
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་ཡིག་ཆ་འདོར་བ།

source: Delete the selected remote desktop file
bo_cn: བདམས་པའི་རྒྱང་རིང་ཅོག་ངོས་ཡིག་ཆ་འདོར་བ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Desktop sharing invitation
bo_cn: ཅོག་ངོས་མཉམ་སྤྱོད་གདན་འདྲེན།

source: Disable clipboard sync
bo_cn: དྲས་སྦྱར་པང་གོམ་མཉམ་འགོག་པ།

source: Disable encryption
bo_cn: གསང་སྡོམ་འགོག་པ།

source: Disable server input
bo_cn: ཞབས་ཞུ་ཆས་སྣེའི་ནང་འཇུག་འགོག་པ།

source: Disable tray icon
bo_cn: རྒྱུད་ཁོངས་འདེགས་སྡེར་རིས་རྟགས་འགོག་པ།

source: Disconnect
bo_cn: འབྲེལ་མཐུད་མཚམས་གཅོད་པ།

source: Disconnect after one session
bo_cn: གཏམ་གླེང་ཐེངས་གཅིག་ཚར་རྗེས་སྦྲེལ་མཐུད་གཅོད་པ།

source: Discovered
bo_cn: རྙེད་པ།

source: Display
bo_cn: མངོན་པ།

source: Do not use tabs
bo_cn: སྤྱོད་མི་ཆོག

source: Do you trust the new public key?
bo_cn: ཁྱེད་ཀྱིས་སྤྱི་ལྡེ་གསར་བ་ལ་ཡིད་ཆེས་སམ།

source: Domain
bo_cn: ཁོངས།

source: Double-click action
bo_cn: ཉིས་རྡེབ་བཀོལ་སྤྱོད།

source: Download
bo_cn: ཕབ་ལེན།

source: Download from server
bo_cn: ཞབས་ཞུ་ཆས་ལས་ཕབ།

source: Edit settings
bo_cn: རྩོམ་སྒྲིག་སྒྲིག་འགོད།

source: Edit the selected remote desktop file
bo_cn: བདམས་པའི་རྒྱང་རིང་ཅོག་ངོས་ཡིག་ཆ་རྩོམ་སྒྲིག

source: Enable SSH tunnel
bo_cn: SSHབརྒྱུད་ལམ་སྤྱོད་པ།

source: Enable Service Discovery
bo_cn: ཞབས་ཞུ་མྱུལ་ཞིབ་བྱེད་ནུས་ཁ་འབྱེད།

source: Entry
bo_cn: འཇུག་སྒོ།

source: Error creating directory %s.
bo_cn: དཀར་ཆག་ %s བཟོ་བ་ནོར་འཁྲུལ་བྱུང་།

source: Error creating file %s on server. %s
bo_cn: རྒྱང་རིང་ཡིག་ཆ་ %s བཟོ་བ་ནོར་འཁྲུལ་བྱུང་། %s

source: Error creating file %s.
bo_cn: ཡིག་ཆ་ %s གསར་བཟོ་ནོར་འཁྲུལ་བྱུང་།

source: Error creating folder %s on server. %s
bo_cn: ཞབས་ཞུ་ཆས་ཀྱིས་དཀར་ཆག་%sགསར་བཟོ་ཕམ་པ།%s

source: Error opening directory %s. %s
bo_cn: དཀར་ཆག་ %s ཁ་འབྱེད་པ་ནོར་འཁྲུལ་བྱུང་། %s

source: Error opening file %s on server. %s
bo_cn: རྒྱང་རིང་ཡིག་ཆ་ %s ཁ་འབྱེད་པ་ནོར་འཁྲུལ་བྱུང་།%s

source: Error opening file %s.
bo_cn: ཡིག་ཆ་ %s ཁ་འབྱེད་པ་ནོར་འཁྲུལ་བྱུང་།

source: Error writing file %s on server. %s
bo_cn: རྒྱང་རིང་ཡིག་ཆ་ %s འབྲི་བ་ནོར་འཁྲུལ་བྱུང་། %s

source: Error writing file %s.
bo_cn: ཡིག་ཆ་ %s འབྲི་བ་ནོར་འཁྲུལ་བྱུང་།

source: Export
bo_cn: ཕྱིར་འདྲེན།

source: Export connection in Windows .rdp file format
bo_cn: Windows .rdpཡིག་ཆའི་རྣམ་བཞག་གིས་སྦྲེལ་མཐུད་འདྲེན་པ།

source: External Tools
bo_cn: ཕྱིའི་ལག་ཆ།

source: Failed reading directory. %s
bo_cn: དཀར་ཆག་ %sཀློག་མི་ཐུབ།

source: Failed to connect to the SSH tunnel destination: %s
bo_cn: SSHབརྒྱུད་ལམ་གྱི་དམིགས་ས།： %sལ་སྦྲེལ་མི་ཐུབ།

source: Failed to create sftp session: %s
bo_cn: SFTPགཏམ་གླེང་།： %sབཟོ་མི་ཐུབ།

source: Failed to delete '%s'. %s
bo_cn: %s. %sབསུབ་མི་ཐུབ།

source: Failed to execute %s on SSH server : %%s
bo_cn: SSHཞབས་ཞུ་ཆས་སུ་%s།： %%sའཁོར་སྐྱོད་མི་ཐུབ།

source: Failed to execute command: %s
bo_cn: བཀའ་བརྡ་འཁོར་སྐྱོད་ཕམ་པ།：%s

source: Failed to initialize sftp session: %s
bo_cn: SFTPགཏམ་གླེང་།： %sཐོག་མ་ཅན་དུ་སྒྱུར་མི་ཐུབ།

source: Failed to open directory %s. %s
bo_cn: དཀར་ཆག་ %s. %sཁ་འབྱེད་མི་ཐུབ།

source: Failed to request port forwarding : %s
bo_cn: མཐུད་ཁ་བརྒྱུད་སྐུར་།： %sརེ་ཞུ་མི་ཐུབ།

source: Failed to startup SSH session: %s
bo_cn: SSHགཏམ་གླེང་།： %sམགོ་སློང་མི་ཐུབ།

source: File
bo_cn: ཡིག་ཆ།

source: File %s not found.
bo_cn: ཡིག་ཆ་%sམ་རྙེད།

source: File Name
bo_cn: ཡིག་ཆའི་མིང་།

source: File exists
bo_cn: ཡིག་ཆ་གནས་པ།

source: Fingerprint:
bo_cn: མཛུབ་རིས།

source: Fit window size
bo_cn: འཚམ་པའི་བལྟ་ཁུང་ཆེ་ཆུང་།

source: Font
bo_cn: ཡིག་གཟུགས།

source: Font smoothing
bo_cn: འཇམ་སྙོམས་ཡིག་གཟུགས།

source: Go to home folder
bo_cn: དཀར་ཆག་གཙོར་མཆོང་བ།

source: Go to parent folder
bo_cn: དཀར་ཆག་རིམ་གོང་མར་མཆོང་བ།

source: Good
bo_cn: བཟང་།

source: Grab all keyboard events
bo_cn: མཐེབ་གཞོང་དོན་རྐྱེན་ཚང་མ་འཛིན་པ།

source: Grab keyboard
bo_cn: ཁེར་བཟུང་མཐེབ་གཞོང་།

source: Grayscale
bo_cn: སྐྱ་ཚད།

source: Group
bo_cn: ཚོགས་པ།

source: Hide toolbar in tabbed interface
bo_cn: གདོང་འཛར་འཆར་ངོས་ཡན་ལག་ཏུ་ལག་ཆའི་སྡེ་སྦེད་པ།

source: Hide total count in group menu
bo_cn: ཚོ་བགོས་གྲངས་བགྲང་སྦེད་པ།

source: High color (15 bit)
bo_cn: མཐོ་ཚོན།(གནས་15)

source: High color (15 bpp)
bo_cn: དྲག་བསྒྱུར་མདོག(གནས་15)

source: High color (16 bit)
bo_cn: མཐོ་ཚོན།(གནས་16)

source: High color (16 bpp)
bo_cn: དྲག་བསྒྱུར་མདོག(གནས་16)

source: Host key
bo_cn: འཁོར་གཙོའི་མཐེབ།

source: Identity file
bo_cn: སྒེར་ལྡེ་ཡིག་ཆ།

source: Import
bo_cn: འདྲེན་འཇུག

source: Invisible toolbar in fullscreen mode
bo_cn: བརྙན་ཡོངས་རྣམ་པའི་ཐོག་ལག་ཆའི་སྡེ་སྦེད་པ།

source: Issuer:
bo_cn: སྤྲོད་མཁན།：

source: Keyboard
bo_cn: མཐེབ་གཞོང་།

source: Keyboard layout
bo_cn: མཐེབ་གཞོང་བཀོད་པ།

source: Keyboard mapping
bo_cn: མཐེབ་གཞོང་རྟེན་འཕྲོ།

source: List View
bo_cn: རེའུ་མིག་མཐོང་རིས།

source: Listen on port
bo_cn: ཕག་ཉན་མཐུད་ཁ།

source: Listening on port %i for an incoming %s connection...
bo_cn: %iམཐུད་ཁ་ཕག་ཉན་སྐྱེལ་བའི་%sསྦྲེལ་མཐུད།

source: Local
bo_cn: འཕྲུལ་ཆས་འདི།

source: Local - high quality
bo_cn: རང་ས། - སྤུས་ཚད་མཐོ།

source: Local - low quality
bo_cn: རང་ས། - སྤུས་ཚད་དམའ།

source: Local - medium quality
bo_cn: རང་ས། - སྤུས་ཚད་འབྲིང་།

source: Maintainers:
bo_cn: གསོ་སྐྱོང་མཁན།:

source: Maximum recent items
bo_cn: ཉེ་ཆར་སྦྲེལ་མཐུད་རྣམ་གྲངས།

source: Medium
bo_cn: འབྲིང་རིམ།

source: Menu animation
bo_cn: འདེམས་ཐོའི་འགུལ་རིས།

source: Minimize window
bo_cn: སྒེའུ་ཁུང་ཆེས་ཆུང་བསྡུ།

source: Minimize windows to tray
bo_cn: སྒེའུ་ཁུང་རྒྱུད་ཁོངས་འདེགས་སྡེར་དུ་ཆུང་སྒྱུར།

source: NX - NX Technology
bo_cn: NX - NXལག་རྩལ།

source: NX Sessions on %s
bo_cn: %sཡི་NXགཏམ་གླེང་།

source: Name
bo_cn: མིང་།

source: Negotiate
bo_cn: གྲོས་མོལ།

source: New Connection
bo_cn: འབྲེལ་མཐུད་གསར་འཛུགས།

source: New Fingerprint:
bo_cn: མཛུབ་རིས་གསར་བ།：

source: No response from the server.
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་དང་ལེན་མི་བྱས།

source: Off
bo_cn: ཁ་རྒྱག

source: Old Fingerprint:
bo_cn: མཛུབ་རིས་རྙིང་བ།：

source: Online Wiki
bo_cn: དྲ་ཐོག་ཤེས་བྱ་ཀུན་བསྡུས།

source: Open Chat...
bo_cn: ཁ་བརྡ་ཁ་འབྱེད།...

source: Open Main Window
bo_cn: སྒེའུ་ཁུང་གཙོ་བོ་ཁ་འབྱེད།

source: Open Secure File Transfer...
bo_cn: བདེ་འཇགས་ཡིག་ཆ་བརྒྱུད་སྐྱེལ་ཁ་འབྱེད།

source: Open Secure Shell in New Terminal...
bo_cn: གསར་བའི་བདེ་འཇགས་བཀའ་བརྡ་ཕྲེང་མཐའ་སྣེ་སྒེའུ་ཁུང་ཁ་འབྱེད།

source: Open connection
bo_cn: སྦྲེལ་མཐུད་ཁ་འབྱེད།

source: Open the connection to the selected remote desktop file
bo_cn: བདམས་པའི་རྒྱང་རིང་ཅོག་ངོས་ཡིག་ཆའི་སྦྲེལ་མཐུད་ཁ་འབྱེད།

source: Open the preferences dialog
bo_cn: སྔོན་འདེམས་ཚན་པའི་གླེང་སྒྲོམ་ཁ་ཕྱེ་བ།

source: Options
bo_cn: འདེམས་ཚན།

source: Overwrite
bo_cn: འགེབས་པ།

source: Password
bo_cn: གསང་ཨང་།

source: Paste
bo_cn: སྦྱར་བ།

source: Permission
bo_cn: དབང་ཚད།

source: Please enter format 'widthxheight'.
bo_cn: ཡང་དག་གིས་“ཞེང་xམཐོ”ནང་འཇུག་རོགས།

source: Please press the new key...
bo_cn: མཐེབ་གནོན་གསར་བ་སྣོན་རོགས།……

source: Plugin %s is not registered.
bo_cn: བསྒར་ལྷུ་%sཐོ་འགོད་མེད།

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Poor (fastest)
bo_cn: ཞན།(མགྱོགས།ཤོས།)

source: Preference
bo_cn: དང་ཐོག་འདེམས་ཚན།

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Profile
bo_cn: སྡེབ་སྒྲིག

source: Progress
bo_cn: འཕེལ་ཚད།

source: Protocol
bo_cn: འཕྲིན་གཏོང་གྲོས་མཐུན།

source: Protocol plugin %s is not installed.
bo_cn: གྲོས་མཐུན་བསྒར་ལྷུ་%sསྒྲིག་འཇུག་བྱས་མེད།

source: Public key (automatic)
bo_cn: སྤྱི་ལྡེ།(རང་འགུལ།)

source: Quality
bo_cn: སྤུས་ཚད།

source: Quality option
bo_cn: བརྙན་སྤུས་འདེམས་ཚན།

source: Quick Connect
bo_cn: མྱུར་སྦྲེལ།

source: Quick Search
bo_cn: མྱུར་འཚོལ།

source: RDP - Preferences
bo_cn: RDP - དང་ཐོག་འདེམས་ཚན།

source: RDP - RDP File Handler
bo_cn: RDP - RDPཡིག་ཆ་སྒྲིག་གཅོད་ཆས།

source: RDP - Remote Desktop Protocol
bo_cn: RDP - Windowsམཐའ་སྣེའི་ཞབས་ཞུ།

source: Recent lists cleared.
bo_cn: ཉེ་ཆར་ཚན་སེལ་བ།

source: Refresh
bo_cn: /གསར་སྒྱུར།

source: Refresh current folder
bo_cn: མིག་སྔའི་དཀར་ཆག་གསར་སྒྱུར།

source: Remember last view mode for each connection
bo_cn: སྦྲེལ་མཐུད་རེ་རེའི་མཐོང་ཁུང་རྣམ་པ་ཡིད་ལ་བཟུང་།

source: Remmina Applet
bo_cn: རྒྱང་རིང་ཅོག་ངོས་དུད་སྣེའི་ངོས་པང་གི་བྱ་རིམ་ཆུང་བ།

source: Remmina Preferences
bo_cn: རྒྱང་རིང་ཅོག་ངོས་དུད་སྣེའི་-དང་ཐོག་འདེམས་ཚན།

source: Remote
bo_cn: རྒྱང་རིང་འདྲེན་སྤྱོད།

source: Remote Desktop Client
bo_cn: རྒྱང་རིང་ཅོག་ངོས་དུད་སྣེ།

source: Remote Desktop Preference
bo_cn: རྒྱང་རིང་ཅོག་ངོས་སྒྲིག་འགོད།

source: Repeater
bo_cn: མཐུད་ཆས།

source: Resize the window to fit in remote resolution
bo_cn: སྒེའུ་ཁུང་ཆེ་ཆུང་ལེགས་སྒྲིག་ནས་རྒྱང་རིང་གི་འབྱེད་ཕྱོད་དང་འཚམ་པ་བྱེད།

source: Resolution
bo_cn: འབྱེད་ཕྱོད།

source: Resolutions
bo_cn: འབྱེད་ཕྱོད།

source: Restore
bo_cn: ཕྱིར་ལོག

source: Resume
bo_cn: སླར་གསོ།

source: SFTP - Secure File Transfer
bo_cn: SFTP - བདེ་འཇགས་ཡིག་ཆ་བརྒྱུད་སྐྱེལ།

source: SSH - Secure Shell
bo_cn: SSH - བདེ་འཇགས་Shellསྦྲེལ་མཐུད།

source: SSH Authentication
bo_cn: SSHབདེན་དཔང་།

source: SSH Key file not yet set.
bo_cn: སྒེར་ལྡེ་ཡིག་ཆ་བཀོད་མེད།

source: SSH automatic public key authentication failed: %s
bo_cn: SSHསྤྱི་ལྡེ་ར་སྤྲོད་ཕམ་པ།: %s

source: SSH password
bo_cn: SSHགསང་ཨང་།

source: SSH password authentication failed: %s
bo_cn: SSHགསང་ཨང་ར་སྤྲོད་ཕམ་པ།: %s

source: SSH private key passphrase
bo_cn: SSHསྒེར་ལྡེ་གསང་ཨང་།

source: SSH public key authentication failed: %s
bo_cn: SSHསྤྱི་ལྡེ་ར་སྤྲོད་ཕམ་པ།: %s

source: SSH tunnel local port
bo_cn: SSHབརྒྱུད་ལམ་རང་སའི་མཐུད་ཁ།

source: Same server at port %i
bo_cn: འདྲ་མཚུངས་འཁོར་གཙོའི་%iམཐུད་ཁ།

source: Save %s
bo_cn: %sཉར་བ།

source: Save password
bo_cn: གསང་ཨང་ཉར་བ།

source: Save settings when starting the connection
bo_cn: སྦྲེལ་མཐུད་སྐབས་སུ་སྒྲིག་འགོད་ཉར་བ།

source: Scale quality
bo_cn: སྐྱེད་སྐྱུང་སྤུས་ཚད།

source: Scrollback lines
bo_cn: རྒྱབ་ཏུ་སྒྲིལ་བའི་ཕྲེང་གྲངས།

source: Scrolled fullscreen
bo_cn: བརྙན་ཡོངས་སྒྲིལ་བ།

source: Scrolled fullscreen mode
bo_cn: བརྙན་ཡོངས་སྒྲིལ་བའི་རྣམ་པ།

source: Scrolled window
bo_cn: སྒྲིལ་འགུལ་ལྟ་སྒེའུ།

source: Secret
bo_cn: གསང་བ།

source: Security
bo_cn: བདེ་འཇགས།

source: Server
bo_cn: ཞབས་ཞུ་ཆས།

source: Share folder
bo_cn: དཀར་ཆག་མཉམ་སྤྱོད།

source: Share local printers
bo_cn: རང་སའི་པར་འཁོར་མཉམ་སྤྱོད།

source: Share smartcard
bo_cn: རིག་ལྡན་བྱང་བུ་མཉམ་སྤྱོད།

source: Show / hide toolbar
bo_cn: ལག་ཆའི་སྡེ་མངོན་པ།/སྦེད་པ།

source: Show Hidden Files
bo_cn: སྦེད་པའི་ཡིག་ཆ་མངོན་པ།

source: Show new connection on top of the menu
bo_cn: ཀླད་ཁག་ནས་སྦྲེལ་མཐུད་གསར་བའི་འདེམས་ཚན་མངོན་པ།

source: Show remote cursor
bo_cn: རྒྱང་རིང་སྐོར་རྟགས་མངོན་པ།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Small Toolbar Buttons
bo_cn: ལག་ཆའི་སྡེའི་མཐེབ་གནོན་ཆུང་བ།

source: Sound
bo_cn: སྒྲ་ནུས།

source: Start
bo_cn: འགོ་སློང་།

source: Start Remmina Minimized
bo_cn: མགོ་བསླངས་རྗེས་ཆུང་ཤོས་སུ་རང་སྒྱུར།

source: Start Remmina in tray icon at user logon
bo_cn: མགོ་བསླངས་རྗེས་འདེགས་སྡེར་ཁུལ་དུ་རིས་རྟགས་མངོན་པ།

source: Startup path
bo_cn: འགྲོ་ལམ་མགོ་སློང་།

source: Startup program
bo_cn: བྱ་རིམ་འགོ་སློང་།

source: Status
bo_cn: རྣམ་པ།

source: Statusbar
bo_cn: རྣམ་པའི་སྡེ།

source: Subject:
bo_cn: བརྗོད་བྱ་གཙོ་བོ།

source: Switch tab pages
bo_cn: གདོང་འཛར་ལྡེབ་བརྗེ་སྒྱུར།

source: Tab by groups
bo_cn: ཚོ་ལྟར།

source: Tab by protocols
bo_cn: གྲོས་མཐུན་ལྟར།

source: Tab interface
bo_cn: གདོང་འཛར་ལྡེབ་ཀྱི་འཆར་ངོས།

source: Telepathy - Desktop Sharing
bo_cn: Telepathy - ཅོག་ངོས་མཉམ་སྤྱོད།

source: Terminal
bo_cn: མཐའ་སྣེ།

source: Terminate
bo_cn: མཇུག་སྒྲིལ།

source: Terminating
bo_cn: མཇུག་བསྒྲིལ་བཞིན་པ།

source: The GTK+ Remote Desktop Client
bo_cn: GTK+རྒྱང་རིང་ཅོག་ངོས་དུད་སྣེ།

source: The following file already exists in the target folder:
bo_cn: དམིགས་ཚད་ཡིག་ཁུག་ཏུ་གཤམ་གྱི་ཡིག་ཆ་ཡོད་པ།：

source: The server is unknown. The public key fingerprint is:
bo_cn: ཞབས་ཞུ་ཆས་མི་ཤེས་པ། དེའི་སྤྱི་ལྡེ་མཛུབ་རིས་ནི།：

source: Theme
bo_cn: བརྗོད་གཞི།

source: There are %i active connections in the current window. Are you sure to close?
bo_cn: མིག་སྔའི་སྒེའུ་ཁུང་གིས་སྦྲེལ་མཐུད་ %i ཁ་ཕྱེ་བ། ཁ་རྒྱག་པ་གཏན་འཁེལ་ལམ།

source: This protocol does not support exporting.
bo_cn: གྲོས་མཐུན་འདིས་ཕྱིར་འདྲེན་ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Toggle fullscreen mode
bo_cn: བརྙན་ཡོལ་ཡོངས་འཆར་རྣམ་པར་བརྗེ་བ།

source: Toggle scaled mode
bo_cn: བརྙན་རིས་སྐྱེད་སྐྱུང་རྣམ་པ་མགོ་སློང་།

source: Tool
bo_cn: ལག་ཆ།

source: Toolbar
bo_cn: ལག་ཆའི་སྡེ།

source: Tools
bo_cn: ལག་ཆ།

source: Total %i item.
bo_cn: སྤྱི་ཚན།%i

source: Tree View
bo_cn: སྡོང་དབྱིབས་མཐོང་རིས།

source: True color (24 bit)
bo_cn: དངོས་ཚོན།(གནས་24)

source: True color (24 bpp)
bo_cn: དངོས་ཚོན་མདོག (24 bpp)

source: True color (32 bpp)
bo_cn: དངོས་ཚོན་མདོག (32 bpp)

source: Tunnel via loopback address
bo_cn: loopbackས་གནས་བརྒྱུད་ནས་ཕུག་ལམ་བཟོ་བ།

source: Type
bo_cn: རིགས་གྲས་

source: Unable to connect to RDP server %s
bo_cn: RDPཞབས་ཞུ་ཆས་%sལ་སྦྲེལ་མི་ཐུབ།

source: Unable to connect to VNC server
bo_cn: VNCཞབས་ཞུ་ཆས་ལ་སྦྲེལ་མི་ཐུབ།

source: Upload
bo_cn: ཡར་བསྐུར།

source: Upload folder
bo_cn: ཡིག་ཁུག་ཡར་སྐྱེལ།

source: Upload to server
bo_cn: ཞབས་ཞུ་ཆས་ལ་ཡར་སྐྱེལ།

source: Use '%s' as subgroup delimiter
bo_cn: '%s'སྤྱད་ནས་ཚོ་བགོས་ཀྱི་ཆོད་རྟགས་བྱེད།

source: Use client keyboard mapping
bo_cn: དུད་སྣེའི་མཐེབ་གཞོང་རྟེན་འཕྲོ་སྤྱོད་པ།

source: Use client resolution
bo_cn: མཁོ་མཁན་འཕྲུལ་འཁོར་གྱི་འབྱེད་ཕྱོད་སྤྱོད་པ།

source: Use local cursor
bo_cn: རང་སའི་སྐོར་རྟགས་སྤྱོད་པ།

source: Use system default font
bo_cn: རྒྱུད་ཁོངས་ཀྱི་སོར་བཞག་ཡིག་གཟུགས་སྤྱོད་པ།

source: Use window size
bo_cn: སྒེའུ་ཁུང་ཆེ་ཆུང་རྗེས་འདེད།

source: User
bo_cn: སྤྱོད་མཁན་ID

source: User name
bo_cn: སྤྱོད་མཁན་གྱི་མིང་།:

source: VNC - Incoming Connection
bo_cn: VNC - སྦྲེལ་མཐུད།

source: VNC - Virtual Network Computing
bo_cn: VNC - རྟོག་བཟོའི་དྲ་བ་རྩིས་རྒྱག

source: VNC connection failed: %s
bo_cn: VNCསྦྲེལ་མཐུད་ཕམ་པ།: %s

source: Version
bo_cn: པར་གཞི།

source: View only
bo_cn: ལྟ་ཞིབ་ཁོ་ན།

source: Viewport fullscreen
bo_cn: མཐོང་ཁུང་བརྙན་ཡོངས།

source: Viewport fullscreen mode
bo_cn: མཐོང་ཁུང་བརྙན་ཡོངས་རྣམ་པ།

source: Waiting for an incoming SSH tunnel at port %i...
bo_cn: མཐུད་ཁ་%iཡིས་སྐྱེལ་སྒུག་གི་SSHབརྒྱུད་ལམ།

source: Wallpaper
bo_cn: ལྡེབས་ཤོག

source: Window drag
bo_cn: སྒེའུ་ཁུང་འདྲུད་གཏོང་།

source: XDMCP - X Remote Session
bo_cn: XDMCP - Xརྒྱང་རིང་གཏམ་གླེང་།

source: Your connection has been rejected.
bo_cn: སྦྲེལ་མཐུད་ལྡོག་པ།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Clear
bo_cn: གཙང་སེལ། (_C)

source: _Connection
bo_cn: སྦྲེལ་མཐུད།(_C)

source: _Delete
bo_cn: འདོར་བ།

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: _Open
bo_cn: ཁ་འབྱེད་། (_O)

source: _Preferences
bo_cn: སྒྲིག་འགོད།(_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Send
bo_cn: སྐུར་བ།(_S)

source: _Tools
bo_cn: ལག་ཆ།(_T)

source: _View
bo_cn: ལྟ་ཞིབ།(_V)

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
