Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/signon-ui.po
Languages: bo_cn

source: Applications can no longer access some of your Web Accounts
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་ཁྱེད་རང་གི་Webརྩིས་ཐོའི་ཨང་གྲངས་ཁག་གཅིག་ལ་འཚམས་འདྲི་བྱེད་མི་ཐུབ།

source: Applications can no longer access your %1 Web Account
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ་གྱིས་ཁྱེད་རང་གི་རྩིས་ཐོའི་ཨང་གྲངས་%1 ལ་འཚམས་འདྲི་བྱེད་ཐབས་མེད།

source: As an additional security measure, please fill in the text from the picture below:
bo_cn: ཚད་བརྒལ་གྱི་བདེ་སྲུང་བྱེད་ཐབས་ཤིག་ཡིན་པའི་ཆ་ནས།གཤམ་གྱི་པར་རིས།་ཁྲོད་ཀྱི་ཡིག་སྨར་འབྲི་རོགས།

source: Choose <b>Web Accounts</b> from the user menu to reinstate access to this account.
bo_cn: སྤྱོད་མཁན་གྱི་འདེམས་བྱང་ཁྲོད་ནས་<b> Web རྩིས་ཐོའི་</b>བདམས་ཏེ་རྩིས་ཐོའི་ལྟ་སྤྱོད་སོར་ལོག

source: Done
bo_cn: ལེགས་འགྲུབ།

source: Enter your credentials
bo_cn: ཁྱེད་རང་གི་དཔང་ཡིག་ནང་འཇུག་བྱོས།

source: Enter your credentials to login
bo_cn: ཁྱེད་རང་གི་དཔང་ཡིག་ནང་འཇུག་བྱས་ནས་ཐོ་འགོད་བྱེད་དགོས།

source: Password:
bo_cn: གསང་ཨང་།

source: Previous authentication attempt failed. Please try again.
bo_cn: དཔང་དངོས་བདེན་པ་ཡིན་པའི་ར་སྤྲོད་བྱེད་མ་ཐུབ། ཡང་བསྐྱར་ཚོད་ལྟ་ཞིག་བྱེད་རོགས།

source: Text from the picture:
bo_cn: པར་རིས།་ཁྲོད་ཀྱི་ཡིག་དེབ།

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: Web authentication
bo_cn: དྲ་ངོས་ཀྱི་དཔང་དངོས་བདེན་པ་ཡིན་པའི་ར་སྤྲོད།

source: Web authentication for %1
bo_cn: 1%གི་དྲ་ངོས་དཔང་དངོས་བདེན་པ་ཡིན་པའི་ར་སྤྲོད།
