Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/system-config-kickstart.po
Languages: bo_cn

source: (for example: hda or sdc)
bo_cn: (དཔེར་ན།：hda འམ་ཡང་ན sdc)

source: (for example: hda1 or sdc3)
bo_cn: (དཔེར་ན།：hda1 གམ་ཡང་ན sdc3)

source: /comps.xml file.
bo_cn: /comps.xml ཡིག་ཆ།

source: A network device with the name %s already exists. Please choose another device name
bo_cn: མིང་ལ %s ཡིན་པའི་དྲ་རྒྱ་སྒྲིག་ཆས་གནས་ཟིན་པས་སྒྲིག་ཆས་མིང་གཞན་ཞིག་འདེམས་རོགས།

source: About Kickstart Configurator
bo_cn: Kickstart སྡེབ་སྒྲིག་བྱ་རིམ་སྐོར།

source: Additional Size Options
bo_cn: འདེམས་ཚན་ཆེ་ཆུང་གཞན།

source: Administration Tools
bo_cn: དོ་དམ་ལག་ཆ།

source: Applications
bo_cn: ཉེར་སྤྱོད་བྱ་རིམ།

source: Authentication
bo_cn: ཐོབ་ཐང་ཞིབ་བཤེར།

source: Authentication Configuration
bo_cn: ར་སྤྲོད་སྡེབ་སྒྲིག

source: Authentication options are not applicable on upgrades.
bo_cn: ར་སྤྲོད་འདེམས་ཚན་དེ་རིམ་སྤོར་ལ་མི་འཚམ།

source: Authoring and Publishing
bo_cn: རྩོམ་འབྲི་དང་དཔེ་སྐྲུན།

source: Auto
bo_cn: རང་འགུལ།

source: Basic Configuration
bo_cn: རྨང་གཞིའི་སྡེབ་སྒྲིག

source: Basic Configuration (required)
bo_cn: རྨང་གཞིའི་སྡེབ་སྒྲིག (ངེས་པར།)

source: Boot Loader Options
bo_cn: འདྲེན་འཇུག་བྱ་རིམ་འདེམས་ཚན་སྣེ་ཁྲིད།

source: Boot Loader Options (required)
bo_cn: འདྲེན་འཇུག་བྱ་རིམ་འདེམས་ཚན་སྣེ་ཁྲིད།(ངེས་པར།)

source: Bootloader options are not applicable to the %s platform
bo_cn: འགོ་སློང་འདྲེན་འཇུག་ཆས་འདེམས་ཚན %s སྟེགས་བུ་སྤྱོད་མི་འོས།

source: CD-ROM
bo_cn: ཀློག་ཙམ་འོད་སྡེར།

source: Choose one of the following options:
bo_cn: གཤམ་གསལ་འདེམས་ཚན་གཅིག་འདེམ་པ།：

source: Choose the Installation Method:
bo_cn: སྒྲིག་འཇུག་བྱ་ཐབས་འདེམ་པ།：

source: Clear Master Boot Record
bo_cn: སྣེ་ཁྲིད་གཙོ་བོའི་ཟིན་ཐོ་གཙང་སེལ་བྱེད་པ།

source: Color Depth
bo_cn: ཚོན་མདོག་ཟབ་ཚད།

source: Configure the X Window System
bo_cn: སྡེབ་སྒྲིག X སྒེའུ་ཁུང་རྒྱུད་ཁོངས།

source: Confirm Password:
bo_cn: གཏན་འཁེལ་བཀའ་བརྡ།：

source: Could not open display because no X server is running.
bo_cn: X ཞབས་ཞུ་ཆས་འཁོར་སྐྱོད་མི་བྱེད་པས་མངོན་པ་ཁ་ཕྱེ་ཐབས་མེད།

source: Could not read video driver database
bo_cn: བརྙན་ལམ་སྐུལ་སློང་བྱ་རིམ་གཞི་གྲངས་མཛོད་ཀློག་ཐབས་མེད།

source: Could not start because there is no /usr/share/comps/
bo_cn: /usr/share/comps/ མེད་པས་འགོ་སློང་མི་ཐུབ།

source: Create a RAID device [default = /dev/md0]
bo_cn: RAID སྒྲིག་ཆས [default = /dev/md0] གསར་འཛུགས་བྱེད་པ།

source: Create a software RAID partition
bo_cn: མཉེན་ཆས RAID བགོ་ཁུལ་བཟོ་སྐྲུན་བྱེད་པ།

source: DNS Name Server
bo_cn: DNS མིང་ཞབས་ཞུ་ཆས།

source: Default Desktop:
bo_cn: སོར་བཞག་ཅོག་ངོས།：

source: Default Language:
bo_cn: སོར་བཞག་སྐད་བརྡ།：

source: Desktops
bo_cn: ཅོག་ངོས་

source: Development
bo_cn: གསར་སྤེལ།

source: Development Tools
bo_cn: གསར་སྤེལ་ལག་ཆ།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Disable firewall
bo_cn: མེ་འགོག་གྱང་འགོག་སྤྱོད་བྱེད་པ།

source: Disabled
bo_cn: བཀག་པ།

source: Display Configuration
bo_cn: སྡེབ་སྒྲིག་མངོན་པ།

source: Display configuration is not applicable on upgrades.
bo_cn: སྡེབ་སྒྲིག་མངོན་པ་རིམ་སྤར་དུ་སྤྱོད་མི་འོས།

source: Do not clear Master Boot Record
bo_cn: སྣེ་ཁྲིད་གཙོ་བོའི་ཟིན་ཐོ་གཙང་སེལ་མ་བྱེད།

source: Do not initialize the disk label
bo_cn: སྡུད་སྡེར་གདོང་འཛར་འགོ་སྒྲིག་མ་བྱེད།

source: Do not install a boot loader
bo_cn: སྣེ་ཁྲིད་སྒྲིག་འཇུག་བྱ་རིམ་སྒྲིག་འཇུག་མ་བྱེད།

source: Drive :
bo_cn: སྐུལ་སློང་ཆས།：

source: Editors
bo_cn: རྩོམ་སྒྲིག་ཆས།

source: Emulate 3 Buttons
bo_cn: ལད་ཟློས་མཐེབ་གསུམ།

source: Enable Hesiod Support
bo_cn: Hesiod རྒྱབ་སྐྱོར་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Kerberos 5 Authentication
bo_cn: Kerberos 5 ར་སྤྲོད་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable LDAP
bo_cn: LDAP སྤྱོད་འགོ་རྩོམ་པ།

source: Enable NIS
bo_cn: NIS སྤྱོད་འགོ་རྩོམ་པ།

source: Enable SMB Authentication
bo_cn: SMB ར་སྤྲོད་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable firewall
bo_cn: མེ་འགོག་གྱང་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable nscd
bo_cn: nscd སྤྱོད་འགོ་རྩོམ་པ།

source: Enabled
bo_cn: སྤྱད་པ།

source: Enabled in reconfiguration mode
bo_cn: ཡང་བསྐྱར་སྡེབ་སྒྲིག་རྣམ་པའི་ཁྲོད་ནས་སྤྱོད་འགོ་བརྩམས་པ།

source: Encrypt GRUB password
bo_cn: GRUB བཀའ་བརྡ་ལ་གསང་སྡོམ་བྱེད་པ།

source: Encrypt root password
bo_cn: རྩ་བའི་བཀའ་བརྡ་ལ་གསང་སྡོམ་བྱེད་པ།

source: Engineering and Scientific
bo_cn: ལས་གཞི་དང་ཚན་རིག

source: Error
bo_cn: ནོར་འཁྲུལ།

source: FTP Directory:
bo_cn: FTP དཀར་ཆག：

source: FTP Password
bo_cn: FTP བཀའ་བརྡ།

source: FTP Server
bo_cn: FTP ཞབས་ཞུ་ཆས།

source: FTP Server:
bo_cn: FTP ཞབས་ཞུ་ཆས།：

source: FTP Username
bo_cn: FTP སྤྱོད་མཁན་མིང་།

source: File System Type:
bo_cn: ཡིག་ཆ་རྒྱུད་ཁོངས་རིགས་རྣམ།：

source: Fill all unused space on disk
bo_cn: སྡུད་སྡེར་སྟེང་སྤྱད་མེད་པའི་སྟོང་ཆ་ཚང་མ་སྤྱོད་པ།

source: Firewall Configuration
bo_cn: མེ་འགོག་གྱང་སྡེབ་སྒྲིག

source: Firewall configuration is not applicable on upgrades.
bo_cn: མེ་འགོག་གྱང་སྡེབ་སྒྲིག་དེ་རིམ་སྤོར་ལ་སྤྱོད་མི་འོས།

source: Fixed size
bo_cn: ཆེ་ཆུང་གཏན་འཇགས།

source: Force to be a primary partition (asprimary)
bo_cn: བགོ་ཁུལ་གཙོ་བོ། (asprimary)ལ་བཙན་གྱིས་བྱེད་པ།

source: Format
bo_cn: རྣམ་གཞག

source: Format RAID device
bo_cn: རྣམ་གཞག་ཅན་གྱི RAID སྒྲིག་ཆས།

source: Format partition
bo_cn: རྣམ་གཞག་ཅན་གྱི་བགོ་ཁུལ།

source: GNOME Desktop Environment
bo_cn: GNOME ཅོག་ངོས་ཁོར་ཡུག

source: GNOME Software Development
bo_cn: GNOME མཉེན་ཆས་གསར་སྤེལ།

source: GRUB Options:
bo_cn: GRUB འདེམས་ཚན།：

source: Games and Entertainment
bo_cn: རོལ་རྩེད་དང་སྤྲོ་སྐྱིད།

source: Gateway:
bo_cn: དྲ་སྟེམ།：

source: General
bo_cn: སྤྱི་སྤྱོད།་སྒྲིག་འགོད།

source: Graphical Internet
bo_cn: རི་མོ་ཅན་གྱི་Internet

source: Graphics
bo_cn: རིས་དབྱིབས།

source: Grow to maximum of (MB):
bo_cn: སྟོང་ཆ་སྤྱོད་པའི་ཚད་ཆེ་ཤོས་ནི། (MB)：

source: Grub passwords do not match. Please try again.
bo_cn: GRUB བཀའ་བརྡ་ཟླ་སྒྲིག་མིན་པས་ཡང་བསྐྱར་ནང་འཇུག་བྱ་རོགས།

source: HTTP Directory:
bo_cn: HTTP དཀར་ཆག：

source: HTTP Server:
bo_cn: HTTP ཞབས་ཞུ་ཆས།：

source: Hard Drive
bo_cn: མཁྲེགས་སྡེར་སྐུལ་སློང་ཆས།

source: Hard Drive Directory:
bo_cn: མཁྲེགས་སྡེར་སྐུལ་སློང་ཆས་དཀར་ཆག：

source: Hard Drive Partition:
bo_cn: མཁྲེགས་སྡེར་སྐུལ་སློང་ཆས་བགོ་ཁུལ།：

source: Hard Drives
bo_cn: མཁྲེགས་སྡེར་སྐུལ་སློང་ཆས།

source: Help is not available.
bo_cn: རོགས་རམ་མེད།

source: Hesiod Authentication
bo_cn: Hesiod ར་སྤྲོད།

source: Horizontal Sync:
bo_cn: ཆུ་ཚད་ཟློས་ཕྱོད།：

source: Hz
bo_cn: ཧོ་ཙི།

source: IP Address:
bo_cn: IP ཤག་གནས།

source: Initialize the disk label
bo_cn: སྡུད་སྡེར་གདོང་འཛར་འགོ་སྒྲིག་བྱེད་པ།

source: Install boot loader on Master Boot Record (MBR)
bo_cn: སྣེ་ཁྲིད་གཙོ་བོའི་ཟིན་ཐོ(MBR)སྟེང་དུ་སྣེ་ཁྲིད་སྒྲིག་འཇུག་བྱ་རིམ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install boot loader on first sector of the boot partition
bo_cn: སྣེ་ཁྲིད་བགོ་ཁུལ་གྱི་གཡབ་ཁུལ་དང་པོའི་སྟེང་འདྲེན་འཇིག་བྱ་རིམ་སྒྲིག་འཇུག་བྱེད་པ།

source: Install new boot loader
bo_cn: འདྲེན་འཇུག་བྱ་རིམ་གསར་པ་སྒྲིག་འཇུག་བྱེད་པ།

source: Installation Method
bo_cn: སྒྲིག་འཇུག་བྱ་ཐབས།

source: Installation Method (required)
bo_cn: སྒྲིག་འཇུག་བྱ་ཐབས། (ངེས་པར)

source: Intel Itanium
bo_cn: Intel Itanium（ཨན་ཐེང་།）

source: KDE (K Desktop Environment)
bo_cn: KDE(K ཅོག་ངོས་ཁོར་ཡུག)

source: KDE Software Development
bo_cn: KDEམཉེན་ཆས་གསར་སྤེལ།

source: Kerberos 5 Authentication
bo_cn: Kerberos 5 ར་སྤྲོད།

source: Kerberos Domain Controller (KDC):
bo_cn: Kerberos ཁུལ་ཚོད་འཛིན་ཆས། (KDC)：

source: Kerberos Master Server:
bo_cn: Kerberos ཞབས་ཞུ་ཆས་གཙོ་བོ།：

source: Kerberos Realm:
bo_cn: Kerberos ཁྱབ་ཁོངས།：

source: Kernel Development
bo_cn: ནང་ཉིང་གསར་སྤེལ།

source: Kernel parameters:
bo_cn: ནང་སྙིང་ཞུགས་གྲངས།：

source: Keyboard:
bo_cn: མཐེབ་གཞོང་།：

source: Kickstart Configurator
bo_cn: Kickstart སྡེབ་སྒྲིག་བྱ་རིམ།

source: LDAP Authentication
bo_cn: LDAP ར་སྤྲོད།

source: LDAP Base Name:
bo_cn: LDAP གཞི་འཛིན་མིང་།：

source: LDAP Server:
bo_cn: LDAP ཞབས་ཞུ་ཆས།：

source: Language Support:
bo_cn: སྐད་བརྡ་རྒྱབ་སྐྱོར།：

source: Mail Server
bo_cn: སྦྲག་ཡིག་ཞབས་ཞུ་ཆས།

source: Make RAID Device
bo_cn: RAID སྒྲིག་ཆས་གསར་འཛུགས།

source: Make partition on specific drive (ondisk)
bo_cn: དམིགས་བཙུགས་པའི་སྐུལ་སློང་ཆས་སྟེང་དུ་ཁུལ་བགོ་བ།(ondisk)

source: Monitor
bo_cn: འཆར་ཆས།

source: Mount Point:
bo_cn: འགེལ་ཚེག：

source: Mouse:
bo_cn: ཙིག་རྟགས།：

source: NFS Directory:
bo_cn: NFS དཀར་ཆག：

source: NFS Server:
bo_cn: NFS ཞབས་ཞུ་ཆས།：

source: NIS Authentication
bo_cn: NIS ར་སྤྲོད།

source: NIS Domain:
bo_cn: NIS ཁུལ།：

source: NIS Server:
bo_cn: NIS ཞབས་ཞུ་ཆས།：

source: Name Server:
bo_cn: མིང་ཞབས་ཞུ་ཆས།：

source: Name Switch Cache
bo_cn: མིང་བརྗེ་བསྒྱུར་སྐབས་གསོག་ཁུལ།

source: Name Switch Cache Daemon (nscd) Authentication
bo_cn: མིང་བརྗེ་བསྒྱུར་སྐབས་གསོག་ཁུལ་སྲུང་རིམ(nscd)ར་སྤྲོད།

source: Netmask:
bo_cn: བུ་དྲ་གབ་ཨང་།：

source: Network Configuration
bo_cn: དྲ་རྒྱ་སྡེབ་སྒྲིག

source: Network Device Information
bo_cn: དྲ་རྒྱ་སྒྲིག་ཆས་ཆ་འཕྲིན།

source: Network Device:
bo_cn: དྲ་རྒྱ་སྒྲིག་ཆས།：

source: Network Servers (AS and ES only)
bo_cn: དྲ་རྒྱ་ཞབས་ཞུ་ཆས།（དབང་ཚད Asདང་ES）

source: Network Type
bo_cn: དྲ་རྒྱ་རིགས་རྣམ།

source: News Server
bo_cn: གསར་འགྱུར་ཞབས་ཞུ་ཆས།

source: No
bo_cn: མིན།

source: Number of spares:
bo_cn: གྲ་སྒྲིག་ལྷུ་ལག་གི་གྲངས་འབོར།：

source: Office/Productivity
bo_cn: གཞུང་ལས།/ཐོན་སྐྱེད་ནུས་ཤུགས།

source: On first boot, Setup Agent is:
bo_cn: སྣེ་ཁྲིད་ཐེངས་དང་པོའི་སྐབས་སྒྲིག་འགོད་ལས་ཚབ་ནི：

source: Other ports: (1029:tcp)
bo_cn: སྣེ་ཁ་གཞན：(1029:tcp)

source: PPC PReP Boot
bo_cn: PPC PReP འགོ་སློང་།

source: Package Selection
bo_cn: མཉེན་ཆས་ཁུག་མ་འདེམ་པ།

source: Package selection is not applicable on upgrades.
bo_cn: མཉེན་ཆས་ཁུག་མ་འདེམ་པ་རིམ་སྤོར་ལ་མི་འཚམ།

source: Partition :
bo_cn: བགོ་ཁུལ།：

source: Partition Information
bo_cn: བགོ་ཁུལ་ཆ་འཕྲིན།

source: Partition Information (required)
bo_cn: བགོ་ཁུལ་ཆ་འཕྲིན་དགོས།(ངེས་པར)

source: Partition Options
bo_cn: བགོ་ཁུལ་འདེམས་ཚན།

source: Partition options are not applicable on upgrades.
bo_cn: བགོ་ཁུལ་འདེམས་ཚན་རིམ་སྤར་ལ་སྤྱོད་མི་འོས།

source: Password:
bo_cn: གསང་ཨང་།

source: Perform installation in interactive mode
bo_cn: མཉམ་འགུལ་རྣམ་པའི་ཁྲོད་སྒྲིག་འཇུག་ལག་བསྟར་བྱེད་པ།

source: Perform installation in text mode (graphical is default)
bo_cn: ཡིག་རྐྱང་རྣམ་པའི་ཁྲོད་སྒྲིག་འཇུག་ལག་བསྟར་བྱེད་པ། (རིས་དབྱིབས་ཅན་གྱི་རྣམ་པ་རུ་སོར་བཞག་བྱེད་པ།)

source: Perform new installation
bo_cn: སྒྲིག་འཇུག་གསར་པ་་ལག་བསྟར།

source: Please enter a hard drive directory.
bo_cn: མཁྲེགས་སྡེར་སྐུལ་སློང་ཆས་དཀར་ཆག་ནང་འཇུག་བྱེད་རོགས།

source: Please enter a hard drive partition.
bo_cn: མཁྲེགས་སྡེར་སྐུལ་སློང་ཆས་བགོ་ཁུལ་ཞིག་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an FTP directory.
bo_cn: FTP དཀར་ཆག་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an FTP password.
bo_cn: FTP བཀའ་བརྡ་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an FTP server.
bo_cn: FTP ཞབས་ཞུ་ཆས་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an FTP user name.
bo_cn: FTP སྤྱོད་མཁན་མིང་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an HTTP server directory.
bo_cn: HTTP ཞབས་ཞུ་ཆས་དཀར་ཆག་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an HTTP server.
bo_cn: HTTP ཞབས་ཞུ་ཆས་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an NFS directory.
bo_cn: NFS དཀར་ཆག་ནང་འཇུག་བྱེད་རོགས།

source: Please enter an NFS server.
bo_cn: NFS ཞབས་ཞུ་ཆས་ནང་འཇུག་བྱེད་རོགས།

source: Please fill in the network information
bo_cn: དྲ་རྒྱའི་ཆ་འཕྲིན་ཁ་སྐོང་རོགས།

source: Please make sure the comps package is installed.
bo_cn: comps ཁུག་མ་སྒྲིག་འཇུག་བྱས་ཟིན་པ་གཏན་འཁེལ་བྱེད་རོགས།

source: Please select a partition from the list.
bo_cn: རེའུ་མིག་ནང་ནས་བགོ་ཁུལ་གདམ་རོགས།

source: Please select a root password.
bo_cn: རྩ་བའི་བཀའ་བརྡ་འདེམས་རོགས།

source: Post-Installation Script
bo_cn: འཁྲབ་གཞུང་རྗེས་མ་སྒྲིག་འཇུག

source: Pre-Installation Script
bo_cn: འཁྲབ་གཞུང་སྔོན་འཇུག

source: Preserve existing partitions
bo_cn: ད་བསགས་བགོ་ཁུལ་སོར་འཇོག

source: Preview Options
bo_cn: འདེམས་ཚན་སྔོན་ལྟ།

source: Printing Support
bo_cn: གཏག་པར་རྒྱབ་སྐྱོར།

source: Probe for monitor
bo_cn: འཚོལ་ཞིབ་འཆར་ཆས།

source: Probe for video card
bo_cn: འཚོལ་ཞིབ་བརྙན་ལམ་བྱང་བུ།

source: RAID Device:
bo_cn: RAID སྒྲིག་ཆས།：

source: RAID Level:
bo_cn: RAID རིམ་པ།：

source: RAID Options
bo_cn: RAID འདེམས་ཚན།

source: Raid Devices
bo_cn: RAID སྒྲིག་ཆས།

source: Raid Members
bo_cn: RAID ཁོངས་མི།

source: Reboot system after installation
bo_cn: སྒྲིག་འཇུག་བྱས་རྗེས་རྒྱུད་ཁོངས་ཡང་བསྐར་སྣེ་ཁྲིད་བྱེད་པ།

source: Remove all existing partitions
bo_cn: ད་བསགས་བགོ་ཁུལ་ཚང་མ་བསུབ་པ།

source: Remove existing Linux partitions
bo_cn: ད་བསགས Linux བགོ་ཁུལ་བསུབ་པ།

source: Resolution
bo_cn: འབྱེད་ཕྱོད།

source: Root Password:
bo_cn: རྩ་བའི་བཀའ་བརྡ།：

source: Root passwords do not match.
bo_cn: རྩ་བའི་བཀའ་བརྡ་ཟླ་སྒྲིག་མིན།

source: Run outside of the chroot environment
bo_cn: chroot ཁོར་ཡུག་གི་གཞན་དུ་འཁོར་སྐྱོད་བྱེད་པ།

source: SMB Authentication
bo_cn: SMB ར་སྤྲོད།

source: SMB Servers:
bo_cn: SMB ཞབས་ཞུ་ཆས།：

source: SMB Workgroup:
bo_cn: SMB ལས་བྱེད་ཚོ：

source: SQL Database Server
bo_cn: SQLགཞི་གྲངས་མཛོད་ཞབས་ཞུ་ཆས།

source: Save File
bo_cn: ཡིག་ཆ་ཉར་བ།

source: Security level:
bo_cn: བདེ་འཇགས་རིམ་པ།：

source: Select packages to install.
bo_cn: སྒྲིག་འཇུག་བྱེད་དགོས་པའི་མཉེན་ཆས་ཁུག་མ་འདེམ་པ།

source: Server Configuration Tools (AS and ES only)
bo_cn: ཞབས་ཞུ་ཆས་སྡེབ་སྒྲིག་ལག་ཆ།（Asདང་ES ཁོ་ནར་ཚད་འགོག་པ།）

source: Servers
bo_cn: ཞབས་ཞུ་ཆས།

source: Size (MB)
bo_cn: ཆེ་ཆུང་། (MB)

source: Size (MB):
bo_cn: ཆེ་ཆུང་། (MB)：

source: Sound and Video
bo_cn: སྒྲ་ཟློས་དང་བརྙན་ལམ།

source: Specify a device on which to create the partition.
bo_cn: དེའི་ནང་དུ་བགོ་ཁུལ་གསར་འཛུགས་བྱེད་དགོས་པའི་སྒྲིག་ཆས་དམིགས་འཛུགས་བྱེད་པ།

source: Specify a mount point for the partition.
bo_cn: བགོ་ཁུལ་ལ་འགེལ་གནས་དམིགས་འཛུགས་བྱེད་པ།

source: Specify an FTP username and password
bo_cn: FTP སྤྱོད་མཁན་མིང་དང་བཀའ་བརྡ་དམིགས་འཛུགས་བྱེད་པ།

source: Start the X Window System on boot
bo_cn: སྣེ་ཁྲིད་བྱེད་སྐབས X སྒེའུ་ཁུང་རྒྱུད་ཁོངས་འགོ་སློང་བ།

source: Static IP
bo_cn: IP འགུལ་མེད་རྣམ་པ།

source: Subsection
bo_cn: བུ་དུམ།

source: System
bo_cn: རྒྱུད་ཁོངས།

source: System Tools
bo_cn: རྒྱུད་ཁོངས་ལག་ཆ།

source: Target Architecture:
bo_cn: དམིགས་ཡུལ་མ་ལག：

source: Text-based Internet
bo_cn: ཡིག་རྐྱང་གཞིར་བྱས་པའིInternet

source: Time Zone:
bo_cn: དུས་ཁུལ།:

source: To create a new RAID partition, you must specify either a hard drive device name or an existing partition.
bo_cn: RAID བགོ་ཁུལ་གསར་པ་གསར་འཛུགས་བྱེད་དགོས་ཏེ། ཁྱེད་ཀྱིས་མཁྲེགས་སྡེར་སྐུལ་སློང་ཆས་སྒྲིག་ཆས་མིང་ངམ་ཡང་ན་ད་བསགས་བགོ་ཁུལ་ཞིག་དམིགས་འཛུགས་བྱེད་དགོས།

source: Trusted devices:
bo_cn: ཡིད་ཆེས་པའི་སྒྲིག་ཆས།：

source: Trusted services:
bo_cn: ཡིད་ཆེས་པའི་ཞབས་ཞུ།：

source: Try running 'system-config-kickstart --help' for a list of options.
bo_cn: “system-config-kickstart --help” སྤྱད་ནས་འདེམས་ཚན་རེའུ་མིག་ཐོབ་པ།

source: Type
bo_cn: རིགས་གྲས་

source: Type your %post script below:
bo_cn: གཤམ་དུ་ཁྱེད་ཀྱི %post འཁྲབ་གཞུང་མཐེབ་འཇུག་བྱེད་རོགས།：

source: Type your %pre script below:
bo_cn: གཤམ་དུ་ཁྱེད་ཀྱི %pre འཁྲབ་གཞུང་མཐེབ་འཇུག་བྱེད་རོགས།：

source: Upgrade an existing installation
bo_cn: ད་ཡོད་སྒྲིག་འཇུག་རིམ་སྤར།

source: Upgrade existing boot loader
bo_cn: ད་བསགས་སྣེ་ཁྲིད་འགེལ་འཇུག་བྱ་རིམ་རིམ་སྤར།

source: Use GRUB password
bo_cn: GRUB བཀའ་བརྡ་སྤྱོད་པ།

source: Use MD5
bo_cn: MD5 སྤྱོད་པ།

source: Use Shadow Passwords
bo_cn: བརྙན་འགོག་བཀའ་བརྡ་སྤྱོད་པ།

source: Use UTC clock
bo_cn: UTC ཆུ་ཚོད་སྤྱོད་པ།

source: Use an interpreter:
bo_cn: འགྲེལ་བཤད་ཆས་སྤྱོད་པ།：

source: Use broadcast to find NIS server
bo_cn: རྒྱང་བསྒྲགས་སྤྱད་ནས NIS ཞབས་ཞུ་ཆས་འཚོལ་བ།

source: Use custom monitor sync rates
bo_cn: གཏན་སྲོལ་འཆར་ཆས་ཀྱི་གོམ་མཉམ་ཟློས་ཕྱོད་བཀོལ་བ།

source: Use existing partition (onpart)
bo_cn: ད་བསགས་བགོ་ཁུལ། (onpart) སྤྱོད་པ།

source: Use recommended swap size
bo_cn: འོས་སྦྱོར་མི་བྱེད་པའི་བརྗེ་རེས་ཁུལ་གྱི་ཆེ་ཆུང་སྤྱོད་པ།

source: Vertical Sync:
bo_cn: དྲང་འཕྱང་ཟློས་ཕྱོད།：

source: Video Card
bo_cn: བརྙན་ཟློས་ཁཱ།

source: Video Card RAM:
bo_cn: བརྙན་ཟློས་ཁཱ་ནང་གསོག：

source: Web Server
bo_cn: Webཞབས་ཞུ་ཆས།

source: Windows File Server
bo_cn: Windowsཡིག་ཆ་ཞབས་ཞུ་ཆས།

source: X Software Development
bo_cn: X མཉེན་ཆས་གསར་སྤེལ།

source: X Window System
bo_cn: X སྒེའུ་ཁུང་རྒྱུད་ཁོངས།

source: Yes
bo_cn: ཡིན།

source: You currently have %d software RAID partition(s) free to use.
bo_cn: མིག་སྔར་ཁྱེད་ལ་ད་དུང་སྤྱོད་རུང་བའི་ཁོམ་ལོང་ཅན་གྱི་མཉེན་ཆས RAID བགོ་ཁུལ %d ཡོད།

source: You have choosen the following configuration. Click Save File to save the kickstart file.
bo_cn: ཁྱེད་ཀྱིས་གཤམ་གསལ་སྡེབ་སྒྲིག་འདེམས་ཟིན་པས་ཉར་ཚགས་ཡིག་ཆ་ལ་ཆིག་རྡེབ་བྱས་ནས kickstart ཡིག་ཆ་ཉར་ཚགས་བྱེད་རོགས།

source: You must select at least 2 partitions in order to use RAID %s
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་མ་མཐའ་ཡང་བགོ་ཁུལ་གཉིས་བདམས་ནས་RAID%སྤྱོད་དགོས།

source: You must select at least 3 partitions in order to use RAID %s
bo_cn: ཁྱེད་ཀྱིས་ངེས་པར་དུ་མ་མཐའ་ཡང་བགོ་ཁུལ 3 ་བདམས་ནས RAID %s སྤྱོད་དགོས།

source: _About
bo_cn: འབྲེལ་ཡོད།(_A)

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Add Network Device
bo_cn: དྲ་རྒྱ་སྒྲིག་ཆས་ཁ་སྣོན།(_A)

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _Delete
bo_cn: འདོར་བ།

source: _Delete Network Device
bo_cn: དྲ་རྒྱ་སྒྲིག་ཆས་བསུབ་པ།(_D)

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)

source: _Edit Network Device
bo_cn: དྲ་རྒྱ་སྒྲིག་ཆས་རྩོམ་སྒྲིག(_E)

source: _File
bo_cn: ཡིག་ཆ།(_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Install Everything
bo_cn: ཚང་མ་སྒྲིག་འཇུག(_I)

source: _Open File
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་བ།(_O)

source: _Preview
bo_cn: སྔོན་ལྟ། (_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Save File
bo_cn: ཡིག་ཆ་ཉར་ཚགས།(_S)

source: _Save to File
bo_cn: ཡིག་ཆ་ལ་ཉར་ཚགས།(_S)

source: kHz
bo_cn: ཆན་ཧོ་ཙི།

source: label128
bo_cn: 128 གདོང་འཛར།

source: software RAID
bo_cn: མཉེན་ཆས་RAID

source: x86, AMD64, or Intel EM64T
bo_cn: x86, AMD64 དང་ཡང་ན Intel EM64T
