Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/totem.po
Languages: bo_cn

source: %d frame per second
bo_cn: %d ལྷེབ།/སྐར་ཆ།

source: %d hour
bo_cn: དུས་ཚོད%d

source: %d minute
bo_cn: སྐར་མ%d

source: %d second
bo_cn: སྐར་ཆ %d

source: %d selected
bo_cn: %d བདམས་ཟིན།

source: %s (Season %d Episode %d)
bo_cn: %s(ལེའུ %d ས་བཅད %d )

source: %s is required to play the file, but is not installed.
bo_cn: ཡིག་ཆ་འདི་གཏོང་ན་ %s དགོས་མོད་འོན་ཀྱང་ད་དུང་སྒྲིག་འཇུག་མེད།

source: 0 Channels
bo_cn: 0 སྒྲ་ལམ།

source: 0 seconds
bo_cn: 0 སྐར་ཆ།

source: 4-channel
bo_cn: 4 སྒྲ་ལམ།

source: 4.1-channel
bo_cn: 4.1 སྒྲ་ལམ།

source: 5.0-channel
bo_cn: 5.0 སྒྲ་ལམ།

source: 5.1-channel
bo_cn: 5.1 སྒྲ་ལམ།

source: A list of the names of the plugins which are currently active (loaded and running).
bo_cn: མིག་སྔར་བཀོལ་སྤྱོད་ཁྲོད་ཀྱི་། (ཁུར་སྣོན་དང་འཁོར་སྐྱོད་བྱས་ཟིན་པའི་ནང་གི)བསྒར་ལྷུའི་མིང་རེའུ་མིག

source: A plugin sending events to Zeitgeist
bo_cn: Zeitgeist ལ་དོན་རྐྱེན་གྱི་བསྒར་ལྷུ་སྐྱེལ་གཏོང་བྱེད་པ།

source: AC3 Passthrough
bo_cn: AC3 ཕྱིར་འདོན།

source: A_udio Menu
bo_cn: སྒྲ་ཟློས་འདེམས་བྱང་། (_U)

source: Active plugins list
bo_cn: འགུལ་སྐྱོད་བསྒར་ལྷུའི་རེའུ་མིག

source: Add Videos
bo_cn: བརྙན་ཟློས་ཁ་སྣོན།

source: Add Web Video
bo_cn: དྲ་རྒྱ་བརྙན་ཟློས་ཁ་སྣོན།

source: Add _Local Video…
bo_cn: རང་སའི་བརྙན་ཟློས་ཁ་སྣོན། (_L)...

source: Add _Web Video…
bo_cn: དྲ་རྒྱ་བརྙན་ཟློས་ཁ་སྣོན། (_W)...

source: Add to Favourites
bo_cn: ཉར་ཚགས་སུ་ཁ་སྣོན།

source: Adds files that have been played to recent files
bo_cn: གཏོང་མྱོང་བའི་ཡིག་ཆ་ཉེ་ཆའི་ཡིག་ཆ་རུ་བཀོད་པ།

source: Adds movie properties menu item
bo_cn: གློག་བརྙན་གཏོགས་གཤིས་འདེམས་བྱང་ཚན་པ་ཁ་སྣོན།

source: Album:
bo_cn: ཆེད་སྒྲིག

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: Allows screenshots and galleries to be taken of videos
bo_cn: བརྙན་ཟློས་བརྙན་ཡོལ་དྲས་རིས་དང་པར་དེབ་བཟུང་ཆོག

source: Allows videos to be rotated if they are in the wrong orientation
bo_cn: ཁ་ཕྱོགས་ནོར་བའི་བརྙན་ཟློས་སྐོར་ཆོག

source: Always On Top
bo_cn: ནམ་ཡང་རྩེ་མོར་གནས་པ།

source: Amount of data to buffer for network streams before starting to display the stream (in seconds).
bo_cn: དྲ་རྒྱའི་རྒྱུན་སྨྱན་གཟུགས་མ་མངོན་པའི་སྔོན་ལ་སྐབས་གསོག་བྱེད་དགོས་པའི་གཞི་གྲངས་ཚད། (སྐར་ཆས་རྩི་དགོས།)

source: An error occurred
bo_cn: ནོར་འཁྲུལ་བྱུང་།

source: Apple Trailers
bo_cn: ཀུ་ཤུའི་སྔོན་བརྡ།

source: Arabic
bo_cn: ཨ་རབ་ཀྱི་སྐད་ཆ།

source: Armenian
bo_cn: ཡ་མེ་ཉི་ཡའི་སྐད།

source: Artist:
bo_cn: སྒྱུ་རྩལ་པ།

source: 16∶9 (Widescreen)
bo_cn: 16:9(བརྙན་ཡོལ་ཞེང་ཆེན།)

source: 4∶3 (TV)
bo_cn: 4∶3 (བརྙན་འཕྲིན།)

source: Square
bo_cn: གྲུ་བཞི་ཁ་གང་མ།

source: Audio
bo_cn: སྒྲ་ཟློས།

source: Audio Output
bo_cn: སྒྲ་ཟློས་ཕྱིར་འདོན།

source: Audio Preview
bo_cn: སྒྲ་ཟློས་སྔོན་ཉན།

source: Audio Track #%d
bo_cn: སྒྲ་ལམ། #%d

source: Audio/Video
bo_cn: སྒྲ་ཟློས།/བརྙན་ཟློས།

source: Authentication is required to access this file or stream.
bo_cn: ཡིག་ཆ་འདིའམ་རྒྱུན་ཀློག་ན་དབང་ཚད་ར་སྤྲོད་བྱེད་དགོས།

source: Autoload Subtitles
bo_cn: ཡིག་བརྙན་རང་འགུལ་ཁུར་སྣོན།

source: Autoloads text subtitles
bo_cn: ཡིག་རྐྱང་ཡིག་བརྙན་རང་འགུལ་ཁུར་སྣོན

source: Back
bo_cn: ཕྱིར་འཐེན།

source: Baltic
bo_cn: པའོ་ལའོ་ཡི་སྐད་ཆ།

source: Bitrate:
bo_cn: པི་ཐེ་ཕྱོད།

source: Brazilian Portuguese
bo_cn: པར་ཙིར་གྱི་ཕོར་ཐིའུ་ཀལ་སྐད།

source: Browse Error
bo_cn: ལྟ་བཤེར་ནོར་འཁྲུལ།

source: Calculate the number of screenshots
bo_cn: བརྙན་ཡོལ་དྲས་རིས་ཀྱི་གྲངས་ཚད་རྩི་བ།

source: Can't enqueue and replace at the same time
bo_cn: རུ་སྟར་དང་བརྗེ་རེས་དུས་གཅིག་ཏུ་ཁ་སྣོན་བྱེད་མི་ཆོག

source: Cancel
bo_cn: འདོར་བ།

source: Celtic
bo_cn: ཁའེ་ཨེར་ཐེའི་སྐད།

source: Central European
bo_cn: ཡོ་རོབ་དཀྱིལ་མ།

source: Channels
bo_cn: རྒྱུ་ལམ།

source: Channels:
bo_cn: སྒྲ་ལམ་གྲང།ས

source: Chinese Simplified
bo_cn: རྒྱ་ཡིག་ཟོར་ཡང་གཟུགས།

source: Chinese Traditional
bo_cn: རྒྱ་ཡིག་རྙོག་དྲའི་གཟུགས།

source: Click on items to select them
bo_cn: རྣམ་གྲངས་ལ་གནོན་ནས་དེ་དག་འདེམས་དགོས།

source: Co_ntrast:
bo_cn: སྡུར་ཚད། (_N)：

source: Codec:
bo_cn: ཨང་དགྲོལ་ཆས་བསྒྲིགས་པ།：

source: Color Balance
bo_cn: ཚོན་མདོག་དོ་མཉམ།

source: Comment:
bo_cn: མཆན་འགྲེལ།：

source: Configure Plugins
bo_cn: བསྒར་ལྷུ་སྡེབ་སྒྲིག

source: Container:
bo_cn: སྣོད་ཆས།：

source: Copy (S)VCD…
bo_cn: འདྲ་ཕབ། (S)VCD...

source: Copy Vide_o DVD…
bo_cn: བརྙན་ཟློས་ DVD(_O)འདྲ་ཕབ།...

source: Could not contact the OpenSubtitles website
bo_cn: OpenSubtitlesདྲ་ཚིགས་སྦྲེལ་མི་ཐུབ།

source: Could not contact the OpenSubtitles website.
bo_cn: OpenSubtitlesདྲ་ཚིགས་སྦྲེལ་མི་ཐུབ།

source: Could not initialize the thread-safe libraries.
bo_cn: ཐིག་རྒྱུན་བདེ་འཇགས་མཛོད་འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: Couldn't initialize lirc.
bo_cn: lirc འགོ་སྒྲིག་བྱེད་ཐབས་མེད།

source: Couldn't load the '%s' interface. %s
bo_cn: “%s” འཆར་ངོས་ཁུར་སྣོན་བྱེད་ཐབས་མེད། %s

source: Couldn't read lirc configuration.
bo_cn: lirc སྡེབ་སྒྲིག་བཀླགས་ཐབས་མེད།

source: Create Screenshot _Gallery…
bo_cn: བརྙན་ཡོལ་དྲས་རིས་པར་དེབ་གསར་འཛུགས། (_G)...

source: Creating Gallery…
bo_cn: པར་དེབ་གསར་འཛུགས་བྱེད་བཞིན་པ།...

source: Croatian
bo_cn: ཁ་རེ་ཏེ་ཡའི་སྐད།

source: Current Locale
bo_cn: མིག་སྔའི་ཁུལ་ཁོངས།

source: Cyrillic
bo_cn: སུ་རུ་ལའི་སྐད།

source: Cyrillic/Russian
bo_cn: ཞི་ལི་ཨར་གྱི་སྐད་/ཨུ་རུ་སིའི་སྐད།

source: Cyrillic/Ukrainian
bo_cn: ཞི་ལི་ཨར་གྱི་སྐད།/ཡུག་རེན་གྱི་སྐད།

source: Deactivates the screen saver when a movie is playing
bo_cn: གློག་བརྙན་གཏོང་སྐབས་བརྙན་ཡོལ་སྲུང་སྐྱོབ་བྱ་རིམ་སྤྱོད་མཚམས་འཇོག་དགོས།

source: Delete
bo_cn: བསུབ་པ།

source: Dimensions:
bo_cn: ཆེ་ཆུང་།

source: Directories to show
bo_cn: འཆར་དགོས་པའི་དཀར་ཆག

source: Directories to show in the browse interface, none by default
bo_cn: མིག་བཤེར་འཆར་ངོས་སུ་མངོན་དགོས་པའི་དཀར་ཆག་མེད་པར་སོར་འཇོག་བྱེད་པ།

source: Disable _deinterlacing of interlaced videos
bo_cn: ཕྲེད་སྟར་བརྒལ་ནས་བཤར་འབེབས་བྱེད་པའི་བརྙན་ཟློས་རིམ་ལྟར་བཤེར་འབེབས་འགོག་སྤྱོད་བྱེད་པ།(_D)

source: Display
bo_cn: མངོན་པ།

source: Download Movie Subtitles
bo_cn: གློག་བརྙན་ཡིག་བརྙན་ཕབ་ལེན་བྱེད་པ།

source: Downloading the subtitles…
bo_cn: ཡིག་བརྙན་ཕབ་ལེན་བྱེད་བཞིན་པ།...

source: Duration
bo_cn: རྒྱུན་མཐུད་དུས་ཚོད།

source: Encoding character set for subtitle.
bo_cn: ཡིག་བརྙན་གྱི་སྒྲིག་ཨང་ཡིག་རྟགས་ཚོགས།

source: Enqueue
bo_cn: རུ་སྟར་དུ་ཚུད་པ།

source: Enter the _address of the file you would like to open:
bo_cn: ཁྱེད་ཀྱིུས་ཁ་ཕྱེ་འདོད་པའི་ཡིག་ཆའི་ཤག་གནས་ནང་འཇུག་བྱེད་པ། (_A)：

source: External Chapters
bo_cn: ཕྱི་ཕྱོགས་ཀྱི་ལེ་ཚན།

source: External Subtitles
bo_cn: ཕྱིའི་ཡིག་བརྙན།

source: Filename
bo_cn: ཡིག་ཆའི་མིང་།

source: Files properties tab
bo_cn: ཡིག་ཆའི་གཏོགས་གཤིསག་དོང་འཛར།

source: Format
bo_cn: རྣམ་གཞག

source: Framerate:
bo_cn: ལྷེབ་ཚད།：

source: Fullscreen
bo_cn: བརྙན་ཡོལ་ཡོངས་རྫོགས།

source: Gallery-%s-%d.jpg
bo_cn: པར་དེབ།-%s-%d.jpg

source: General
bo_cn: རྒྱུན་སྲོལ།

source: Georgian
bo_cn: ཀི་ལོ་ཇི་ཡའི་སྐད།

source: Greek
bo_cn: ཞི་ལའི་སྐད་ཆ།

source: Gromit Annotations
bo_cn: Gromit དཔྱད་མཆན།

source: Gujarati
bo_cn: ཀུའུ་ཅི་ལ་ཐེ་ཐེ།

source: Gurmukhi
bo_cn: ཕང་ཧྲུའུ་ཕུ་ཡི་སྐད།

source: Hebrew
bo_cn: ཞི་པོ་ལའེ་སྐད་ཆ།

source: Hebrew Visual
bo_cn: ལྟ་རུང་ཞི་པོ་ལའེ་ཡི་སྐད།

source: Hindi
bo_cn: ཧིན་རྡུ་བྱང་མའི་སྐད།

source: Icelandic
bo_cn: འཁྱགས་གླིང་གི་སྐད།

source: Infrared Remote Control
bo_cn: དམར་ཕྱིའི་རྒྱང་འཛིན།

source: Instant Messenger Status
bo_cn: སྐབས་འཕྲལ་གྱི་བརྡ་འཕྲིན་གནས་ཚུལ།

source: Interactive Python console
bo_cn: སྤེལ་མའི་ཚུལ་གྱི་ Python ཚོད་འཛིན་སྟེགས།

source: Japanese
bo_cn: ཉི་ཧོང་སྐད།

source: Keep the main window on top when playing a movie
bo_cn: གློག་བརྙན་གཏོང་སྐབས་སྒེའུ་ཁུང་གཙོ་བོ་དེའི་རྩེ་མོར་འཇོག་དགོས།

source: Korean
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་།

source: Auto
bo_cn: རང་འགུལ།

source: Load _chapter files when movie is loaded
bo_cn: བརྙན་ཟློས་ཁུར་སྣོན་བྱེད་སྐབས་ལེའུ་ཡིག་ཆ་འགེལ་འཇུག་བྱེད་པ།(_C)

source: Local
bo_cn: འཕྲུལ་ཆས་འདི།

source: Look for subtitles for the currently playing movie
bo_cn: མིག་སྔར་བསྟན་པའི་གློག་བརྙན་ལ་ཡིག་བརྙན་འཚོལ་བ།

source: MPRIS D-Bus Interface
bo_cn: MPRIS D-Bus མཐུད་ཁ།

source: Make Available Offline
bo_cn: སྐུད་བྲལ་སྐབས་གསོག

source: Make sure that Totem is properly installed.
bo_cn: ཁྱེད་ཀྱིས་ Totem དེ་ཡང་དག་པའི་ངང་སྒྲིག་འཇུག་ཟིན་མིན་གཏན་འཁེལ་བྱ་རོགས།

source: Media contains no supported video streams.
bo_cn: སྨྱན་གཟུགས་སུ་རྒྱབ་སྐྱོར་ཡོད་པའི་བརྙན་ཟློས་རྒྱུན་འདུས་མེད།

source: Movie
bo_cn: གློག་བརྙན།

source: Movie Properties
bo_cn: གློག་བརྙན་གཏོགས་གཤིས།

source: Movies to play
bo_cn: གཏོང་དགོས་པའི་གློག་བརྙན།

source: Mute
bo_cn: སྒྲ་མེད།

source: Mute sound
bo_cn: སྒྲ་མེད།

source: Network buffering threshold
bo_cn: དྲ་རྒྱ་ལྷོད་གཏོང་ཁུལ་མཚམས་ཐང་།

source: Next
bo_cn: གཞས་ཕྱི་མ།

source: Next Chapter/Movie
bo_cn: ལེའུ་རྗེས་མ།/གློག་བརྙན།

source: No reason.
bo_cn: རྒྱུ་མཚན་མེད།

source: No results found.
bo_cn: འབྲས་བུ་མ་རྙེད།

source: None
bo_cn: བདེ་འཇགས་སྲུང་སྐྱོང་མེད་པ།

source: Nordic
bo_cn: ཡོ་རོབ་བྱང་མ།

source: Number of screenshots:
bo_cn: བརྙན་ཡོལ་དྲས་རིས་ཁ་གྲངས།：

source: Pango font description for subtitle rendering.
bo_cn: ཡིག་བརྙན་འུད་སྒྲོག་ལ་སྤྱོད་པའི་Pangoཡིག་གཟུགས་ཞིབ་བརྗོད།

source: Password requested for RTSP server
bo_cn: RTSP ཞབས་ཞུ་ཆས་ལ་གསང་ཨང་དགོས།

source: Pause
bo_cn: སྐབས་སྡོད།

source: Persian
bo_cn: པོ་སིའི་སྐད།

source: Play
bo_cn: སྒྲགས་གཏོང་།

source: Play / Pause
bo_cn: གཏོང་བ།/སྐབས་འཇོག

source: Playing a movie
bo_cn: གློག་བརྙན་གཏོང་བ།

source: Plugins
bo_cn: བསྒར་ལྷུ།

source: Plugins...
bo_cn: བསྒར་ལྷུ།...

source: Prefere_nces
bo_cn: ཐོག་མའི་འདེམས་ཚན།(_N)

source: Preferences
bo_cn: གཏོགས་གཤིས།

source: Presentation helper to make annotations on screen
bo_cn: བརྙན་ཡོལ་ཐོག་དཔྱད་མཆན་བཀོད་པའི་འཁྲབ་སྟོན་ལས་རོགས་ཀྱི་བྱ་རིམ།

source: Previous
bo_cn: གཞས་སྔ་མ།

source: Previous Chapter/Movie
bo_cn: ལེའུ་གོང་མ/གློག་བརྙན།

source: Properties
bo_cn: གཏོགས་གཤིས།

source: Python Console
bo_cn: འཛིན་སྟེགས Python

source: Python Debugger
bo_cn: Python ཚོད་སྒྲིག་ཆས།

source: Quit
bo_cn: ཕྱིར་འདོན་པ།

source: Rating
bo_cn: སྐར་གྲངས་དཔྱད་བསྡུར།

source: Records (S)VCDs or video DVDs
bo_cn: (S)VCD འམ་བརྙན་ཟློས་ DVD ཕབ་བཟོ།

source: Repeat mode
bo_cn: བསྐྱར་ཟློས་རྣམ་པ།

source: Replace
bo_cn: བརྗེ་བ།

source: Reset to _Defaults
bo_cn: སོར་བཞག་ཐང་དུ་བསྐྱར་སྒྲིག་བྱེད་པ། (_D)

source: Resolution
bo_cn: འབྱེད་ཕྱོད།

source: Results for “%s”
bo_cn: “%s” ཡི་འབྲས་བུ།

source: Romanian
bo_cn: རོ་མ་ཉི་ཡའི་སྐད།

source: Rotate ↶
bo_cn: བསྐོར་བ། ↶

source: Rotation Plugin
bo_cn: འཁྱིལ་འཁོར་བསྒར་ལྷུ།

source: S_ubtitles
bo_cn: ཡིག་བརྙན། (_U)

source: Sample rate:
bo_cn: དཔེ་བསྡུ་ཚད།

source: Sat_uration:
bo_cn: འདང་ཚད། (_U)：

source: Save Copy
bo_cn: བུ་དཔེ་ཉར་ཚགས།

source: Save Gallery
bo_cn: པར་དེབ་ཉར་ཚགས།

source: Save a copy of the currently playing movie
bo_cn: གཏོང་བཞིན་པའི་གློག་བརྙན་གྱི་བུ་དཔེ་ཞིག་ཉར་ཚགས་བྱེད་པ།

source: Screen Saver
bo_cn: བརྙན་ཡོལ་སྲུང་སྐྱོབ་བྱ་རིམ།

source: Screenshot
bo_cn: ཡོལ་གཏུབ།

source: Screenshot from %s - %d.png
bo_cn: བརྙན་ཡོལ་དྲས་རིས།-%s-%d.png

source: Screenshot from %s.png
bo_cn: བརྙན་ཡོལ་དྲས་རིས།-%s.png

source: Screenshot width (in pixels):
bo_cn: བརྙན་ཡོལ་དྲས་རིས་ཞེང་ཚད། (བརྙན་རྒྱུའི་རྩིས་གཞི།)：

source: Search
bo_cn: འཚོལ་བ།

source: Search Error
bo_cn: ནོར་འཁྲུལ་བཤེར་འཚོལ།

source: Searching for subtitles…
bo_cn: ཡིག་བརྙན་བཤེར་འཚོལ་བྱེད་བཞིན་པ།...

source: Searching subtitles…
bo_cn: ཡིག་བརྙན་བཤེར་འཚོལ་བྱེད་བཞིན་པ།...

source: Season %d Episode %d
bo_cn: ལེའུ %d ས་བཅད %d

source: Seek
bo_cn: འཚོལ་བ།

source: Seek Backwards
bo_cn: མྱུར་འཐེན།

source: Seek Forwards
bo_cn: མྱུར་སྐྱོད།

source: Seek to %s / %s
bo_cn: %s / %s ལ་མཆོང་པ།

source: Select
bo_cn: འདེམ་པ།

source: Select All
bo_cn: ཚང་མ་འདེམས།

source: Select None
bo_cn: བདམས་པ་ལེན་པ།

source: Select Subtitle Font
bo_cn: ཡིག་བརྙན་ཡིག་གཟུགས་འདེམ་པ།

source: Select Text Subtitles
bo_cn: ཡིག་རྐྱང་ཡིག་བརྙན་འདེམ་པ།

source: Send notifications of currently-playing videos and allow remote control using MPRIS.
bo_cn: མིག་སྔར་བསྟན་པའི་བརྙན་ཟློས་བརྡ་ཐོ་སྐྱེལ་གཏོང་་བྱེད་པ་མ་ཟད་ MPRIS སྤྱད་ནས་རྒྱང་རིང་ཚོད་འཛིན་བྱས་ཆོག་པར་བྱེད་པ།

source: Set your Instant Messenger status to away when a movie is playing
bo_cn: གློག་བརྙན་གཏོང་སྐབས།ཁྱེད་ཀྱི་སྐབས་འཕྲལ་འཕྲིན་གཏོང་མཉེན་ཆས་ཀྱི་རྣམ་པ་དེ་ཁ་བྲལ་དུ་སྒྲིག་འགོད་བྱེད་དགོས།

source: Sets the user agent for the Apple Trailers site
bo_cn: ཀུ་ཤུ་རྟགས་ཅན་གྱི་སྔོན་བརྡའི་ས་ཚིགས་ལ་སྤྱོད་མཁན་ལས་ཚབ་སྒྲིག་འགོད་བྱེད་པ།

source: Sets the user agent for the Vimeo site
bo_cn: Vimeo དྲ་ཚིགས་ལ་སྤྱོད་མཁན་ལས་ཚབ་སྒྲིག་འགོད་བྱེད་པ།

source: Shuffle
bo_cn: སྐབས་བསྟུན།

source: Skip To
bo_cn: མཆོང་བ།

source: Some necessary plug-ins are missing. Make sure that the program is correctly installed.
bo_cn: དགོས་ངེས་ཀྱི་བསྒར་ལྷུ་ཆད་འདུག་པས་བྱ་རིམ་ཡང་དག་པས་སྒྲིག་འཇུག་བྱས་ཡོད་མེད་གཏན་འཁེལ་བྱེད་རོགས།

source: South European
bo_cn: ཡོ་རོབ་ལྷོ་མ།

source: Subtitle #%d
bo_cn: ཡིག་བརྙན་ #%d

source: Subtitle Downloader
bo_cn: ཡིག་བརྙན་ཕབ་ཆས།

source: Subtitle _language:
bo_cn: ཡིག་བརྙན་སྐད་བརྡ།(_L)：

source: Subtitle encoding
bo_cn: ཡིག་བརྙན་སྒྲིག་ཨང་།

source: Subtitle files
bo_cn: ཡིག་བརྙན་ཡིག་ཆ།

source: Subtitle font
bo_cn: ཡིག་བརྙན་ཡིག་གཟུགས།

source: Subtitle language
bo_cn: ཡིག་བརྙན་སྐད་བརྡ།

source: Subtitles
bo_cn: ཡིག་བརྙན།

source: Support additional media player keys
bo_cn: ཟུར་བསྣན་གྱི་སྨྱན་གཟུགས་སྟོན་ཆས་མཐེབ་གནོན་རྒྱབ་སྐྱོར་བྱེད་པ།

source: Support infrared remote control
bo_cn: དམར་ཕྱིའི་རྒྱང་འཛིན་ལ་རྒྱབ་སྐྱོར་བྱེད།

source: Surround
bo_cn: སྐོར་སྒྲ།

source: Switch An_gles
bo_cn: བརྗེ་མཚམས།(_G)

source: Take _Screenshot
bo_cn: བཅད་རིས། (_S)

source: Thai
bo_cn: ཐའེ་ལན་གྱི་ཡི་གེ

source: The MediaPlayer2 object does not implement the ‘%s’ interface
bo_cn: MediaPlayer2 བྱ་ཡུལ་གྱིས་ “%s”མཐུད་ཁ་མངོན་གྱུར་བྱས་མེད།

source: The brightness of the video
bo_cn: བརྙན་ཟློས་གསལ་ཚད།

source: The connection to this server was refused.
bo_cn: ཞབས་ཞུ་ཆས་འདི་རུ་སླེབས་པའི་འབྲེལ་མཐུད་བཀག་འགོག་བྱས་པ།

source: The contrast of the video
bo_cn: བརྙན་ཟློས་བསྡུར་ཚད།

source: The file does not exist.
bo_cn: ཡིག་ཆ་གནས་མེད།

source: The gromit binary was not found.
bo_cn: Gromit གཉིས་གོང་འགྲིལ་ལུགས་ཡིག་ཆ་མ་རྙེད།

source: The hue of the video
bo_cn: བརྙན་ཟློས་ཚོས་གཞི།

source: The language to search for subtitles for movies in.
bo_cn: གློག་བརྙན་ཡིག་བརྙན་གྱིས་སྤྱད་པའི་སྐད་བརྡ་བཤེར་འཚོལ།

source: The movie could not be read.
bo_cn: གློག་བརྙན་ཀློག་མི་ཐུབ།

source: The movie could not be recorded.
bo_cn: གློག་བརྙན་ཕབ་འཇུག་བྱ་ཐབས་མེད།

source: The playlist '%s' could not be parsed. It might be damaged.
bo_cn: གཏོང་བའི་རེའུ་མིག“%s” དབྱེ་ཞིབ་བྱེད་ཐབས་མེད་དེ་ཡིག་ཆ་འདི་ལ་ཆག་སྐྱོན་ཤོར་འདུག་པ་འདྲ།

source: The property ‘%s’ is not writeable.
bo_cn: “%s”གཏོགས་གཤིས་འབྲི་མི་རུང་།

source: The saturation of the video
bo_cn: བརྙན་ཟློས་འདང་ཚད།

source: The server refused access to this file or stream.
bo_cn: ཞབས་ཞུ་ཆས་འདིས་ཡིག་ཆ་འདིའམ་རྒྱུན་ལ་བཅར་འདྲི་བྱེད་པར་དང་ལེན་བྱས་མེད།

source: The server you are trying to connect to is not known.
bo_cn: ཁྱེད་ཀྱིས་འབྲེལ་མཐུད་བྱེད་རྩིས་ཡོད་པའི་ཞབས་ཞུ་ཆས་ནི་ངེས་མེད་ཡིན།

source: The specified movie could not be found.
bo_cn: དམིགས་བཙུགས་པའི་གློག་བརྙན་རྙེད་མ་བྱུང་།

source: The video disc could not be duplicated.
bo_cn: བརྙན་ཟློས་འོད་སྡེར་འདྲ་ཕབ་བྱེད་ཐབས་མེད།

source: This file cannot be played over the network. Try downloading it locally first.
bo_cn: ཡིག་ཆ་འདི་དྲ་རྒྱ་རྒྱུད་ནས་སྟོན་ཐབས་མེད་པས་སྔོན་ལ་དེ་རང་གནས་སུ་ཕབ་ལེན་བྱས་ནས་ཚོད་ལྟ་བྱེད་རོགས།

source: This is not supposed to happen; please file a bug report.
bo_cn: གནས་ཚུལ་འདིའི་རིགས་འབྱུང་མི་སྲིད་པས་ནོར་འཁྲུལ་སྙན་ཞུ་གོང་སྤྲོད་བྱ་རོགས།

source: This location is not a valid one.
bo_cn: ཤག་གནས་འདི་ནུས་མེད་ཡིན།

source: This stream cannot be played. It's possible that a firewall is blocking it.
bo_cn: ཡིག་ཆའི་རིགས་འདི་བསྟན་མི་ཆོག ཕལ་ཆེར་མེ་འགོག་གྱང་གིས་བཀར་ཡོད་པ་རེད།

source: Title %d
bo_cn: ཁ་བྱང་། %d

source: Title:
bo_cn: ཁ་བྱང་།

source: Toggle Fullscreen
bo_cn: ཡོལ་ཡོངས་བརྗེ་བ།

source: Totem Python Console
bo_cn: Totem Python ཚོད་འཛིན་སྟེགས།

source: Totem comes with added functionality such as: subtitle downloader, and support for recording DVDs.
bo_cn: Totem ལ་བྱེད་ནུས་གཞན་ཁ་ཤས་ཡོད་དེ། དཔེར་ན།:ཡིག་བརྙན་ཕབ་ལེན་ཆས་དང་ DVD ཕབ་ཆས་ལྟ་བུ།

source: Totem could not display the help contents.
bo_cn: Totem རོགས་རམ་ནང་དོན་འཆར་ཐབས་མེད།

source: Totem could not get a screenshot of the video.
bo_cn: Totem བརྙན་ཟློས་འདིའི་བརྙན་ཡོལ་དྲས་རིས་ཐོབ་ཐབས་མེད།

source: Totem could not play '%s'.
bo_cn: Totem ཡིས་ “%s” སྟོན་ཐབས་མེད།

source: Totem could not startup.
bo_cn: Totem འགོ་སློང་ཐབས་མེད།

source: Turkish
bo_cn: ཐུར་ཁེའི་སྐད་ཆ།

source: Type of audio output to use
bo_cn: བཀོལ་སྤྱོད་བྱེད་པའི་སྒྲ་ཟློས་ཕྱིར་འདོན་རིགས་རྣམ།

source: Unable to play the file
bo_cn: ཡིག་ཆ་དེ་བསྟན་མི་ཆོག

source: Unable to write a project.
bo_cn: ལས་གཞི་རུ་འབྲི་ཐབས་མེད།

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown property ‘%s’ requested of a MediaPlayer 2 object
bo_cn: MediaPlayer 2 བྱ་ཡུལ་གྱི་ངེས་མེད་གཏོགས་གཤིས“%s”རེ་ཞུ་བྱས།

source: Verify your system installation. Totem will now exit.
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་སྒྲིག་འཇུག་ཞིབ་བཤེར་བྱེད་རོགས། Totem ད་ལྟ་ཕྱིར་འབུད་ངེས།

source: Video
bo_cn: བརྙན་ཟློས།

source: Video Disc Recorder
bo_cn: བརྙན་ཟློས་འོད་སྡེར་ཕབ་བཟོའི་ལག་ཆ།

source: N/A
bo_cn: མི་འཚམ།

source: Video files
bo_cn: བརྙན་ཟློས་ཡིག་ཆ།

source: Video thumbnailer for the file manager
bo_cn: ཡིག་ཆ་བཤར་ཆས་ཀྱི་བརྙན་ཟློས་བསྡུས་རིས་གྲུབ་ཆས།

source: Videos
bo_cn: བརྙན་ལམ།

source: Vietnamese
bo_cn: ཝེ་ཐེ་ནམ་གྱི་སྐད།

source: Volume Down
bo_cn: སྐད་ཆུང་དུ་གཏོང་བ།

source: Volume Up
bo_cn: སྒྲ་ཚད་མཐོན་པོར་གཏོང་།

source: Western
bo_cn: ཡོབ་གླིང་ནུབ་མ།

source: Whether to autoload external chapter files when a movie is loaded
bo_cn: གློག་བརྙན་ཁུར་སྣོན་བྱེད་སྐབས་ཕྱིའི་ལེ་ཚན་ཡིག་ཆ་རང་འགུལ་ཁུར་སྣོན་བྱེད་དམ།

source: Whether to autoload text subtitle files when a movie is loaded
bo_cn: གློག་བརྙན་འགེལ་འཇུག་བྱེད་སྐབས་ཡིག་བརྙན་ཡིག་ཆ་རང་འགུལ་ཁུར་སྣོན་བྱེད་དམ།

source: Whether to disable deinterlacing for interlaced movies
bo_cn: ཕྲེད་སྟར་བརྒལ་བའི་བཤེར་འབེབས་བྱས་པའི་གློག་བརྙན་ལ་རིམ་སྟར་བཤེར་འབེབས་བྱེད་པ་འགོག་སྤྱོད་བྱེད་དམ།

source: Whether to disable the keyboard shortcuts
bo_cn: མཐེབ་གཞོང་མྱུར་མཐེབ་འགོག་སྤྱོད་བྱེད་མིན།

source: Whether to disable the plugins in the user's home directory
bo_cn: སྤྱོད་མཁན་གྱི་དཀར་ཆག་ནང་གི་བསྒར་ལྷུ་འགོག་སྤྱོད་བྱེད་མིན།

source: Year:
bo_cn: ལོ་འཁོར།：

source: You are not allowed to open this file.
bo_cn: ཁྱེད་ལ་ཡིག་ཆ་འདི་ཁ་ཕྱེ་བའི་དབང་ཆ་མེད།

source: Zeitgeist Plugin
bo_cn: Zeitgeist བསྒར་ལྷུ།

source: Zoom In
bo_cn: ཆེར་སྐྱེད།

source: _Add
bo_cn: སྣོན་པ། (_A)

source: _Angle Menu
bo_cn: ཟུར་ཚད་འདེམས་བྱང་། (_A)

source: _Aspect Ratio
bo_cn: མཐོ་ཞེང་སྡུར་ཚད། (_A)

source: _Audio output type:
bo_cn: སྒྲ་ཟློས་ཕྱིར་འདོན་རིགས་རྣམ། (_A)：

source: _Brightness:
bo_cn: གསལ་ཚད། (_B)：

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Chapter Menu
bo_cn: ལེ་ཚན་འདེམས་བྱང་། (_C)

source: _Close
bo_cn: ཁ་རྒྱག(_C)

source: _Contents
bo_cn: དཀར་ཆག(_C)

source: _Create Video Disc…
bo_cn: བརྙན་ཟློས་འོད་སྡེར་གསར་འཛུགས།(_C) ...

source: _DVD Menu
bo_cn: DVD འདེམས་བྱང་།(_D)

source: _Download Movie Subtitles…
bo_cn: གློག་བརྙན་ཡིག་བརྙན་ཕབ་ལེན་བྱེད་པ། (_D)...

source: _Edit
bo_cn: རྩོམ་སྒྲིག(_E)

source: _Eject
bo_cn: འཕར་ཐོན།(_E)

source: _Find in %s
bo_cn: %s ནང་དུ་འཚོལ་བ། (_F)

source: _Font:
bo_cn: ཡིག་གཟུགས། (_F)：

source: _Go
bo_cn: སྒྱུར།(_G)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Hue:
bo_cn: ཚོས་གཞི། (_H)：

source: _Languages
bo_cn: སྐད་བརྡ། (_L)

source: _Load subtitle files when movie is loaded
bo_cn: བརྙན་ཟློས་ཁུར་སྣོན་བྱེད་སྐབས་ཡིག་བརྙན་ཡིག་ཆ་རང་འགུལ་འགེལ་འཇུག (_L)

source: _Movie
bo_cn: གློག་བརྙན། (_M)

source: _Open
bo_cn: ཁ་འབྱེད་། (_O)

source: _Play / Pause
bo_cn: གཏོང་བ།/སྐབས་འཇོག(_P)

source: _Play with Subtitle
bo_cn: ཡིག་བརྙན་བཞིན་གཏོང་བ། (_P)

source: _Properties
bo_cn: གཏོགས་གཤིས།(_P)

source: _Python Console
bo_cn: Python ཚོད་འཛིན་སྟེགས། (_P)

source: _Quit
bo_cn: ཕྱིར་ཐོན།(_Q)

source: _Repeat
bo_cn: རེས་འཁོར་གྱིས་གཏོང་བ།(_R)

source: _Rotate ↷
bo_cn: བསྐོར་བ། ↷(_R)

source: _Save
bo_cn: ཉར་བ། (S)

source: _Select Text Subtitles…
bo_cn: ཡིག་རྐྱང་ཡིག་བརྙན་འདེམ་པ།(_S)...

source: _Skip To
bo_cn: མཆོང་པ།(_S)

source: _Skip To…
bo_cn: མཆོང་པ།(_S) ...

source: _Skip to:
bo_cn: མཆོང་པ།(_S)།：

source: _Title Menu
bo_cn: ཁ་བྱང་འདེམས་བྱང་། (_T)

source: _View
bo_cn: ལྟ་ཞིབ།(_V)

source: rpdb2 password
bo_cn: rpdb2 གསང་ཨང་།
