Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/transmission-gtk.po
Languages: bo_cn

source: The torrent file "%s" encountered an unknown error.
bo_cn: ས་བོན་ཡིག་ཆ“%s” རུ་ངེས་མེད་ནོར་འཁྲུལ་ཐོན་ཡོད།

source: They Cancelled
bo_cn: ཕ་རོལ་པོས་དོར་བ།

source: This may take a moment…
bo_cn: འདིར་དུས་ཚོད་ཅུང་ཙམ་སྤྱོད་དགོས།...

source: This torrent has not finished downloading.
bo_cn: ས་བོན་འདི་ད་དུང་ཕབ་ལེན་བྱས་ཚར་མེད།

source: This torrent is connected to peers.
bo_cn: ས་བོན་འདི་ཚིགས་ཚེག་གཞན་ལ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: Thursday
bo_cn: གཟའ་ཕུར་བུ།

source: Time
bo_cn: དུས་ཚོད།

source: Torrent
bo_cn: ས་བོན།

source: Torrent Added
bo_cn: ཁ་སྣོན་བྱས་ཟིན་པའི་ས་བོན།

source: Torrent Complete
bo_cn: ས་བོན་ལེགས་འགྲུབ།

source: Torrent Creator is skipping file "%s": %s
bo_cn: ས་བོན་གསར་འཛུགས་ཆས་ཡིག་ཆ“%s” ལས་མཆོང་པ།：%s

source: Torrent Options
bo_cn: ས་བོན་འདེམས་ཚན།

source: Torrent _location:
bo_cn: Torrent གནས་ས། (_L)：

source: Torrent _priority:
bo_cn: ས་བོན་སྔོན་ཐོབ་རིམ་པ། (_P)：

source: Torrent files
bo_cn: ས་བོན་ཡིག་ཆ།

source: Torrent properties
bo_cn: ས་བོན་གཏོགས་གཤིས།

source: Torrent size:
bo_cn: ས་བོན་ཆེ་ཆུང་།：

source: Total
bo_cn: བསྡོམས་རྩིས།

source: Total Ratio
bo_cn: སྤྱིའི་མཉམ་སྤྱོད་ཚད།

source: Total Transfer
bo_cn: སྤྱིའི་བརྒྱུད་གཏོང་ཚད།

source: Tracker Announce URLs
bo_cn: Tracker སྤྱི་བསྒྲགས་ URL

source: Tracker did not respond
bo_cn: Tracker དང་ལེན་མ་བྱས་པ།

source: Tracker error: "%s"
bo_cn: Tracker ནོར་འཁྲུལ།：%s

source: Tracker gave HTTP response code %1$ld (%2$s)
bo_cn: Tracker དེ་ HTTP ཚབ་ཨང་ལ་ཕྱིར་ལོག %1$ld། (%2$s)

source: Tracker gave a warning: "%s"
bo_cn: Tracker ཡིས་ཐ་ཚིག་ཅིག་སྤྲད་པ།：%s

source: Tracker gave an error: "%s"
bo_cn: Tracker ཡིས་ནོར་འཁྲུལ་གཅིག་སྤྲད་པ།：%s

source: Tracker had %s%'d seeders and %'d leechers%s %s ago
bo_cn: %5$s ཡི་སྔོན་ Tracker ལ་ %1$s%2$'d སོན་བཟོ་ཚིགས་ཚེག་དང་ %3$'d%4$s ཕབ་ལེན་ཚིགས་ཚེག་ཡོད།

source: Tracker warning: "%s"
bo_cn: Tracker ཐ་ཚིག：%s

source: Tracker will allow requests in %s
bo_cn: Tracker ཡིས་ %s ནས་ཡོང་བའི་རེ་ཞུ་དང་ལེན་བྱེད།

source: Transmission Preferences
bo_cn: Transmission འདེམས་ཚན་ཐོག་མ།

source: Tuesday
bo_cn: གཟའ་མིག་དམར།

source: U_pload (%s):
bo_cn: ཡར་སྐྱེལ།(%s)(_P)：

source: Unknown
bo_cn: མི་ཤེས།

source: Unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: Unlimited
bo_cn: ཚད་མེད་པ།

source: Unrecognized URL
bo_cn: ངོས་འཛིན་བྱེད་ཐབས་མེད་པའི་ URL ཤག་གནས།

source: Up
bo_cn: སྟེང་།

source: Up Blocks
bo_cn: ཡར་སྐྱེལ་དུམ་བུ།

source: Up Reqs
bo_cn: ཕྲེད་གོང་མའི་རེ་ཞུ།

source: Update Blocklist
bo_cn: ཡོལ་སྒྲིབ་རེའུ་མིག་གསར་སྒྱུར།

source: Uploaded:
bo_cn: ཡར་སྐྱེལ་ཟིན།：

source: Uploading to peer
bo_cn: ཚིགས་ཚེག་ཏུ་ཡར་སྐྱེལ་བ།

source: Use PE_X to find more peers
bo_cn: PE_X སྤྱད་ནས་དེ་བས་མང་པའི་ཚིགས་ཚེག་འཚོལ་བ།

source: Use UPnP or NAT-PMP port _forwarding from my router
bo_cn: ལམ་འཚོལ་ཆས་ཀྱི UPnP འམ་ཡང་ན་ NAT-PMP སྣེ་ཁ་སྤྱོད་འགོ་བརྩམས་ནས་བྱེད་ནུས་བརྒྱུད་སྐུར་བྱེད་པ། (_F)

source: Use _DHT to find more peers
bo_cn: _DHT སྤྱད་ནས་དེ་བས་མང་པའི་ཚིགས་ཚེག་འཚོལ་བ།

source: Use _Local Peer Discovery to find more peers
bo_cn: རང་སའི་ཚིགས་ཚེག་སྤྱད་ནས་། (LDP) རྙེད་པ་འམ་དེ་བས་མང་པའི་ཚིགས་ཚེག་འཚོལ་བ།

source: Use _authentication
bo_cn: ར་སྤྲོད་སྤྱོད་པ།(_A)

source: Use global settings
bo_cn: ཁྱོན་ཡོངས་སྒྲིག་འགོད་སྤྱོད་པ།

source: Downloading
bo_cn: ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Seeding
bo_cn: སོན་འདེབས་པ།

source: Verifying
bo_cn: ཁྱད་རྟགས་ར་སྤྲོད་བྱེད་བཞིན་ཡོད།

source: Verifying local data
bo_cn: རང་སའི་གཞི་གྲངས་དག་བཤེར་བྱེད་བཞིན་པ།

source: Verifying local data (%.1f%% tested)
bo_cn: རང་སའི་གཞི་གྲངས་དག་བཤེར་བྱེད་པ། ( %.1f%%ཚོད་ལྟ་བྱས་ཟིན།)

source: Verifying torrent
bo_cn: ས་བོན་ཡིག་ཆ་ར་སྤྲོད་བྱེད་བཞིན་པ།

source: We Cancelled
bo_cn: ངས་དོར་བ།

source: We unchoked this peer, but they're not interested
bo_cn: ང་ཚོས་ཚིགས་ཚེག་འདིའི་སྒྲོག་གྲོལ་ཟིན་མོད་འོན་ཀྱང་ཕ་རོལ་བས་དགའ་སྣང་མི་བྱེད།

source: We would download from this peer if they would let us
bo_cn: གལ་ཏེ་ཕ་རོལ་པོས་ཁས་ལེན་ན་ཚིགས་ཚེག་འདི་ནས་ཕབ་ལེན་བྱོས།

source: We would upload to this peer if they asked
bo_cn: གལ་ཏེ་ཕ་རོལ་པོས་རེ་ཞུ་བྱེད་ན་ཚིགས་ཚེག་འདི་རུ་ཡར་སྐྱེལ་བྱོས།

source: Web Seeds
bo_cn: དྲ་རྒྱའི་ས་བོན།

source: Wednesday
bo_cn: གཟའ་ལྷག་པ།

source: Weekdays
bo_cn: ལས་ཀའི་ཉིན།

source: Weekends
bo_cn: གཟའ་མཇུག

source: Where to look for configuration files
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གནས་ས།

source: Whitelist enabled
bo_cn: མིང་ཐོ་དཀར་པོ་སྤྱོད་འགོ་རྩོམ་པ།

source: [torrent files or urls]
bo_cn: [ས་བོན་ཡིག་ཆའམ་ཤག་གནས།]

source: _Add
bo_cn: སྣོན་པ། (A)

source: _Announce URL:
bo_cn: སྤྱི་བསྒྲགས། URL(_A)：

source: _Compact View
bo_cn: ཚགས་དམ་མཐོང་རིས། (_C)

source: _Contents
bo_cn: དཀར་ཆག (_C)

source: _Delete Files and Remove
bo_cn: ལས་འགན་དང་ཡིག་ཆ་བསུབ་པ། (_D)

source: _Destination folder:
bo_cn: དམིགས་ཚད་ཡིག་ཁུག (_D)།：

source: _Donate
bo_cn: ཞལ་འདེབས། (_D)

source: _Download (%s):
bo_cn: ཕབ་ལེན།(%s)(_D)：

source: _Edit
bo_cn: རྩོམ་སྒྲིག (_E)

source: _Encryption mode:
bo_cn: གསང་སྡོམ་རྣམ་པ། (_E)：

source: _File
bo_cn: ཡིག་ཆ། (_F)

source: _Filterbar
bo_cn: འཚག་སྡེ། (_F)

source: _Help
bo_cn: རོགས་རམ།(_H)

source: _Idle:
bo_cn: ཁོམ་པ། (_I)：

source: _Inhibit hibernation when torrents are active
bo_cn: ས་བོན་འཁྲུག་ཆ་དོད་པོ་ཡོད་དུས་ངལ་གསོ་བཀག་སྡོམ་བྱེད་པ། (_I)

source: _Maximum peers:
bo_cn: ཚིགས་ཚེག་གྲངས་ཆེ་ཤོས། (_M)：

source: _Move from the current folder
bo_cn: མིག་སྔའི་དཀར་ཆག་ནས་སྤོ་བ།(_M)

source: _New…
bo_cn: གསར་འཛུགས།(_N) ...

source: _On days:
bo_cn: བསྐྱར་ཟློས། (_O)：

source: _Open web client
bo_cn: Web མཁོ་མཁན་ཁ་ཕྱེ་བ། (_O)

source: _Pause
bo_cn: སྐབས་འཇོག(_P)

source: _Pause All
bo_cn: ཚང་མ་སྐབས་འཇོག(_P)

source: _Port used for incoming connections:
bo_cn: ཚིགས་འཛུལ་འབྲེལ་མཐུད་དུ་སྤྱོད་པའི་སྣེ་ཁ། (_P)：

source: _Private torrent
bo_cn: སྒེར་དབང་ས་བོན། (_P)

source: _Queue
bo_cn: རུ་འཇུག(_Q)

source: _Quit
bo_cn: ཕྱིར་འབུད། (_Q)

source: _Quit Now
bo_cn: འཕྲད་མར་ཕྱིར་འབུད། (_Q)

source: _Ratio:
bo_cn: བསྡུར་ཚད། (_R)：

source: _Remove
bo_cn: སྤོ་བ།（R)

source: _Reset
bo_cn: བསྐྱར་བཀོད། (_R)

source: _Scheduled times:
bo_cn: དུས་བཅད། (_S)：

source: _Show %'d of:
bo_cn: དེའི་ཁྲོད་ནས་ %'d མངོན་པ། (_S)：

source: _Show Transmission
bo_cn: Transmission མངོན་པ། (_S)

source: _Show:
bo_cn: མངོན་པ། (_S)：

source: _Sort Torrents By
bo_cn: ས་བོན་རུ་སྒྲིག (_S)

source: _Start
bo_cn: མགོ་རྩོམ།(_S)：

source: _Start All
bo_cn: ཚང་མ་མགོ་རྩོམ། (_S)

source: _Start added torrents
bo_cn: ཁུར་སྣོན་བྱས་ཟིན་པའི་ས་བོན་མགོ་རྩོམ། (_S)

source: _Start when added
bo_cn: ཁ་སྣོན་བྱས་རྗེས་མྱུར་དུ་འགོ་རྩོམ།(_S)

source: _Statistics
bo_cn: བསྡོམས་རྩིས།(_S)

source: _Statusbar
bo_cn: རྣམ་སྡེ། (_S)

source: _Toolbar
bo_cn: ལག་ཆའི་སྡེ། (_T)

source: _Torrent
bo_cn: ས་བོན། (_T)

source: _Torrent file:
bo_cn: ས་བོན་ཡིག་ཆ། (_T):

source: _Update
bo_cn: གསར་སྒྱུར། (_U)

source: _Upload (%s):
bo_cn: ཡར་སྐྱེལ། (%s)(_U)：

source: _Username:
bo_cn: སྤྱོད་མཁན་མིང་། (_U)：

source: _Verify Local Data
bo_cn: རང་སའི་གཞི་གྲངས་དག་བཤེར། (_V)

source: _View
bo_cn: ལྟ་ཞིབ། (_V)

source: blocklist skipped invalid address at line %d
bo_cn: ཡོལ་སྒྲིབ་རེའུ་མིག་ %d ཡི་ནུས་མེད་ཤག་གནས་ལས་མཆོང་བ།

source: no longer forwarding port %d
bo_cn: སྣེ་ཁ%d བརྒྱུད་སྐུར་མི་བྱེད།

source: size|Down: %1$s, Up: %2$s
bo_cn: ཕབ་ལེན།：%s དང་ཡར་སྐྱེལ།：%s

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010

source: uTP is a tool for reducing network congestion.
bo_cn: µTP ནི་དྲ་རྒྱ་འགག་པ་ཉུང་དུ་གཏོང་ལག་ཆ་ཞིག་ཡིན།

source: web seed
bo_cn: དྲ་རྒྱའི་ས་བོན།

source: Private
bo_cn: མི་སྒེར།

source: Public
bo_cn: སྤྱི་སྤྱོད།་དྲ་རྒྱ།

source: Queue
bo_cn: སྐུར་རྒྱུ།

source: Torrents
bo_cn: ས་བོན།
