Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/transmission-gtk.po
Languages: bo_cn

source: (Limit: %s)
bo_cn: (ཚད་བཀག：%s)

source: _to
bo_cn: ནས། (_T)

source: %'d Torrent Properties
bo_cn: %'d ས་བོན་གཏོགས་གཤིས།

source: %'d day
bo_cn: ཉིན། %'d

source: %'d hour
bo_cn: ཆུ་ཚོད། %'d

source: %'d minute
bo_cn: སྐར་མ་%'d

source: %'d second
bo_cn: སྐར་ཆ། %'d

source: %1$'d Piece @ %2$s
bo_cn: %1$'d དུམ་བུ @ %2$s

source: %1$s (%2$'d piece @ %3$s)
bo_cn: %1$s(%2$'d དུམ་བུ @ %3$s)

source: %1$s (%2$'d piece)
bo_cn: %1$s(%2$'d དུམ་བུ)

source: %1$s (%2$s%% of %3$s%% Available)
bo_cn: %1$s(%2$s%%/%3$s%% སྤྱོད་ཆོག)

source: %1$s (%2$s%% of %3$s%% Available); %4$s Unverified
bo_cn: %1$s(%2$s%%/%3$s%% སྤྱོད་ཆོག)%4$s དག་བཅོས་བྱས་མེད།

source: %1$s (+%2$s corrupt)
bo_cn: %1$s(+%2$s ཆག་སྐྱོན་ཤོར།)

source: %1$s ago
bo_cn: %1$s སྔོན།

source: %1$s of %2$s (%3$s%%)
bo_cn: %1$s/%2$s(%3$s%%)

source: %1$s of %2$s (%3$s%%), uploaded %4$s (Ratio: %5$s Goal: %6$s)
bo_cn: %1$s/%2$s(%3$s%%) ཡིས་ %4$s ཡར་སྐྱེལ་ཟིན། (མཉམ་སྤྱོད་བསྡུར་ཚད།：%5$s དམིགས་ཡུལ།：%6$s)

source: %1$s of %2$s (%3$s%%), uploaded %4$s (Ratio: %5$s)
bo_cn: %1$s/%2$s(%3$s%%) ཡིས་ %4$s ཡར་སྐྱེལ་ཟིན། (མཉམ་སྤྱོད་བསྡུར་ཚད།：%5$s)

source: %1$s, uploaded %2$s (Ratio: %3$s Goal: %4$s)
bo_cn: %1$s ཡིས་ %2$s ཡར་སྐྱེལ་ཟིན། (མཉམ་སྤྱོད་བསྡུར་ཚད།：%3$s དམིགས་ཡུལ།：%4$s)

source: %1$s, uploaded %2$s (Ratio: %3$s)
bo_cn: %1$sཡིས་ %2$s ཡར་སྐྱེལ་ཟིན། (མཉམ་སྤྱོད་བསྡུར་ཚད།：%3$s)

source: %1$s; %2$'d File
bo_cn: %1$s ཡིག་ཆ %2$'d

source: %s %s started
bo_cn: %s %s མགོ་བརྩམས་ཟིན།

source: %s (Ratio: %s)
bo_cn: %s། (མཉམ་སྤྱོད་ཚད།：%s)

source: %s - Add Tracker
bo_cn: %s - ཡིས་ Tracker ཞབས་ཞུ་ཆས་ཁ་སྣོན།

source: %s - Edit Trackers
bo_cn: %s - ཡིས་ Tracker རེའུ་མིག་རྩོམ་སྒྲིག

source: %s Properties
bo_cn: %s གཏོགས་གཤིས།

source: %s free
bo_cn: %s ཁོམ་ལོང་།

source: %s is not a valid address
bo_cn: %s ནི་ནུས་ཡོད་ཀྱི་ཤག་གནས་མིན།

source: %s is not an IPv4 address. RPC listeners must be IPv4
bo_cn: %s ནི་ IPv4 ཤག་གནས་མིན། RPC ལྐོག་ཉན་གྱིས་ངེས་པར་དུ IPv4 སྤྱོད་དགོས།

source: %s succeeded (%d)
bo_cn: %s ལེགས་འགྲུབ། (%d)

source: <b>Closing Connections</b>
bo_cn: <b>འབྲེལ་མཐུད་ཁ་རྒྱག་པ།</b>

source: <b>Unable to update.</b>
bo_cn: <b>གསར་བཅོས་བྱེད་ཐབས་མེད།</b>

source: <b>Update succeeded!</b>
bo_cn: <b>གསར་བཅོས་ལེགས་འགྲུབ།</b>

source: <i>No source selected</i>
bo_cn: <i>ཁུངས་འདེམས་མེད།</i>

source: <i>Testing TCP port…</i>
bo_cn: <i> ཡིས་ TCP སྣེ་ཁ་ཚོད་ལྟ་བྱེད་བཞིན་པ།...</i>

source: A fast and easy BitTorrent client
bo_cn: མགྱོགས།ཤིང་སྤྱོད་བདེ་བའི BitTorrent མཁོ་མཁན་ཞིག

source: Active
bo_cn: འགུལ་སྟངས།

source: Active now
bo_cn: མིག་སྔའི་ལས་འགུལ།

source: Activity
bo_cn: ལས་འགུལ།

source: Address
bo_cn: ཤག་གནས།

source: Addresses:
bo_cn: ཤག་གནས།：

source: All
bo_cn: མཉེན་ཆས་ཚང་མ།

source: All files
bo_cn: ཡིག་ཆ་ཚང་མ།

source: Allow _remote access
bo_cn: རྒྱང་རིང་ཚོད་འཛིན་ཆོག་པ།(_R)

source: Allow encryption
bo_cn: གསང་སྡོམ་ཆོག་པ།

source: Allowing desktop hibernation
bo_cn: ཅོག་ངོས་ངལ་གསོ་ཆོག་པ།

source: Alternative Speed Limits
bo_cn: སྐབས་འཕྲལ་མྱུར་ཚད་ཚོད་འཛིན།

source: Append "._part" to incomplete files' names
bo_cn: འགྲུབ་མེད་པའི་ཡིག་ཆའི་མིང་གི་རྒྱབ་ལ ._part བསྣན་པ།

source: Ask Tracker for _More Peers
bo_cn: Traker ལ་སྔར་ལས་མང་བའི་ཚིགས་ཚེག་རེ་ཞུ་བྱེད་པ། (_M)

source: Asking for more peers in %s
bo_cn: %s ནས་སྔར་ལས་མང་བའི་ཚིགས་ཚེག་རེ་ཞུ་བྱེད་པ།

source: Asking for more peers now… <small>%s</small>
bo_cn: སྔར་ལས་མང་བའི་ཚིགས་ཚེག་རེ་ཞུ་བྱེད་བཞིན་པ།... <small>%s</small>

source: Asking for peer counts in %s
bo_cn: %s ཡི་རྗེས་ནས་ཚིགས་ཚེག་ཁ་གྲངས་འདྲི་རྩད་བྱེད་པ།

source: Asking for peer counts now… <small>%s</small>
bo_cn: ཚིགས་ཚེག་ཁ་གྲངས་རེ་ཞུ་བྱེད་བཞིན་པ།... <small>%s</small>

source: Automatically add .torrent files _from:
bo_cn: འབྱུང་ཁུངས་འདི་ནས་ .torrent ཡིག་ཆ་རང་འགུལ་ཁུར་སྣོན་བྱེད་པ། (_F)：

source: BitTorrent Client
bo_cn: BitTorrent མཁོ་མཁན།

source: Blocklist
bo_cn: འཚག་པའི་རེའུ་མིག

source: Blocklist contains %'d rule
bo_cn: སྒྲིབ་པའི་རེའུ་མིག་ཏུ་སྒྲིག་སྲོལ་ %'d འདུ་བ།

source: Blocklist has %'d rule.
bo_cn: སྒྲིབ་པའི་རེའུ་མིག་ཏུ་སྒྲིག་སྲོལ་ %'d ཡོད།

source: Call scrip_t when torrent is completed:
bo_cn: ས་བོན་ལེགས་འགྲུབ་མ་བྱུང་ཚེ་འཁྲབ་གཞུང་ལག་བསྟར་བྱོས། (_T)：

source: Cancelled
bo_cn: ལེན་པ།

source: Client
bo_cn: མཁོ་མཁན།

source: Co_mment:
bo_cn: མཆན་འགྲེལ།(_M)：

source: Comment:
bo_cn: མཆན་འགྲེལ།:

source: Complete
bo_cn: ལེགས་འགྲུབ།

source: Connection failed
bo_cn: འབྲེལ་མཐུད་ཕམ་པ།

source: Copy _Magnet Link to Clipboard
bo_cn: འདྲ་ཕབ _Magnet དྲས་སྦྱར་པར་གཞི་རུ་འབྲེལ་མཐུད་བྱེད་པ།

source: Copyright (c) The Transmission Project
bo_cn: པར་དབང་། (C) Transmission ལས་གཞི།

source: Could not connect to tracker
bo_cn: tracker འབྲེལ་མཐུད་བྱེད་ཐབས་མེད།

source: Couldn't add corrupt torrent
bo_cn: གཏོར་སྐྱོན་ཐེབས་པའི་ས་བོན་ཁ་སྣོན་ཐབས་མེད།

source: Couldn't add duplicate torrent
bo_cn: བསྐྱར་ཟློས་ཀྱི་ས་བོན་ཁ་སྣོན་ཐབས་མེད།

source: Couldn't bind port %d on %s: %s
bo_cn: སྣེ་ཁ %d[%s]བསྡམས་བཅད་བྱེད་ཐབས་མེད།：%s

source: Couldn't bind port %d on %s: %s (%s)
bo_cn: སྣེ་ཁ %d[%s]བསྡམས་བཅད་བྱེད་ཐབས་མེད།：%s། (%s)

source: Couldn't connect socket %d to %s, port %d (errno %d - %s)
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ %d དེ་ %sལ་འབྲེལ་མཐུད་བྱེད་ཐབས་མེད། སྣེ་ཁ %d། (ནོར་འཁྲུལ %d - %s)

source: Couldn't create "%1$s": %2$s
bo_cn: “%1$s” གསར་འཛུགས་བྱེད་ཐབས་མེད།：%2$s

source: Couldn't create socket: %s
bo_cn: འབྲེལ་འཛུགས་ཡི་གེ་གསར་འཛུགས་བྱེད་ཐབས་མེད།: %s

source: Couldn't inhibit desktop hibernation: %s
bo_cn: ཅོག་ངོས་ངལ་གསོ་འགོག་ཐབས་མེད།：%s

source: Couldn't move torrent
bo_cn: ས་བོན་སྒུལ་སྤོ་བྱེད་ཐབས་མེད།

source: Couldn't open "%1$s": %2$s
bo_cn: “%1$s”ཁ་ཕྱེ་ཐབས་མེད།：%2$s

source: Couldn't read "%1$s": %2$s
bo_cn: “%1$s” བཀླགས་ཐབས་མེད།：%2$s

source: Couldn't read "%s": %s
bo_cn: %s བཀླགས་ཐབས་མེད།：%s

source: Couldn't save "%s"
bo_cn: “%s” ཉར་ཚགས་བྱེད་མི་ཆོག

source: Couldn't save file "%1$s": %2$s
bo_cn: ཡིག་ཆ“%1$s” ཉར་ཚགས་བྱེད་ཐབས་མེད།：%2$s

source: Couldn't save temporary file "%1$s": %2$s
bo_cn: གནས་སྐབས་ཡིག་ཆ“%1$s” ཉར་ཚགས་བྱེད་ཐབས་མེད།：%2$s

source: Couldn't set source address %s on %d: %s
bo_cn: %2$d ཡི་སྟེང་དུ་ཁུངས་ཤག་གནས %1$s སྒྲིག་འགོད་བྱེད་ཐབས་མེད།：%3$s

source: Couldn't truncate "%1$s": %2$s
bo_cn: %1$s མཚམས་འགོག་ཐབས་མེད།：%2$s

source: Create a torrent
bo_cn: ས་བོན་ཞིག་གསར་འཛུགས་བྱེད་པ།

source: Created "%s"!
bo_cn: %s གསར་འཛུགས་བྱས་ཟིན།

source: Created by %1$s
bo_cn: གསར་འཛུགས་པ།：%1$s

source: Created by %1$s on %2$s
bo_cn: %1$s ནས་ %2$s གསར་འཛུགས་བྱེད་པ།

source: Created on %1$s
bo_cn: གསར་འཛུགས་དུས་ཚོད།：%1$s

source: Creating torrent…
bo_cn: ས་བོན་གསར་འཛུགས་བྱེད་བཞིན་པ། ...

source: Current Session
bo_cn: མིག་སྔའི་གཏམ་གླེང་།

source: DHT is a tool for finding peers without a tracker.
bo_cn: DHT ནི་ Tracker འཚོལ་ཞིབ་ཚིགས་ཚེག་མི་རྒྱུད་པའི་ལག་ཆ་ཡིན།

source: DNS Lookup failed: %s
bo_cn: DNS འཚོལ་ཞིབ་ཕམ་པ།：%s

source: Debug
bo_cn: ཚོད་སྒྲིག

source: Delete this torrent's downloaded files?
bo_cn: ས་བོན་ %d འདི་དང་ཁ་གཏད་པའི་ཕབ་ཟིན་ཡིག་ཆ་བསུབ་བམ།

source: Dese_lect All
bo_cn: (_L) ཚང་མ་མི་འདེམས།

source: Desktop
bo_cn: ཅོག་ངོས།

source: Details
bo_cn: ཆ་འཕྲིན་ཞིབ་ཕྲ།

source: Dn Blocks
bo_cn: ཕབ་དུམ།

source: Dn Reqs
bo_cn: ཕྲེད་སྟར་ཞོལ་མའི་རེ་ཞུ།

source: Do_wnload (%s):
bo_cn: མར་ཕབ་པ། (%s)(_W)：

source: Done
bo_cn: ལེགས་གྲུབ།

source: Down
bo_cn: ཞོལ།

source: Down: %1$s, Up: %2$s
bo_cn: མར་ཕབ་པ།:%1$s ཡར་སྐྱེལ་བ།：%2$s

source: Download
bo_cn: ཕབ་ལེན།

source: Download Queue
bo_cn: རུ་སྟར་ཕབ་ལེན།

source: Downloaded:
bo_cn: རྒྱུད་གཏོང་བྱས་ཟིན།：

source: Downloading from %1$'d %2$s
bo_cn: %1$'d ནས་ %2$s ཕབ་ལེན།

source: Downloading from %1$'d of %2$'d %3$s
bo_cn: %1$'d ནས་། (བསྡོམས་པས %2$'d )%3$sཕབ་ལེན།

source: Downloading from %1$'d of %2$'d %3$s and %4$'d %5$s
bo_cn: %2$'d ནས་། (བསྡོམས་པས %1$'d )%3$s དང་ %4$'d %5$s ཕབ་ལེན།

source: Downloading from this peer
bo_cn: ཚིགས་ཚེག་འདི་ནས་ཕབ་ལེན་བྱེད་པ།

source: Downloading metadata from %1$'d %2$s (%3$d%% done)
bo_cn: %1$'d ནས་ %2$s རྒྱུའི་གཞི་གྲངས་ཕབ་ལེན། ( %3$d%% ལེགས་འགྲུབ་བྱུང་ཟིན།)

source: Downloads sharing data in the last _N minutes are active:
bo_cn: ཉེ་ཆར་སྐར་མ _N མཉམ་སྤྱོད་གཞི་གྲངས་མང་བའི་ཕབ་ལེན།：

source: Enable Alternative Speed _Limits
bo_cn: མྱུར་ཚད་མང་པོའི་ཚད་བཀག་སྤྱོད་འགོ་རྩོམ་པ། (_L)

source: Enable _automatic updates
bo_cn: རང་འགུལ་གསར་བཅོས་སྤྱོད་འགོ་རྩོམ་པ། (_A)

source: Enable _blocklist:
bo_cn: འཚག་པའི་རེའུ་མིག་སྤྱོད་འགོ་རྩོམ་པ། (_B)：

source: Enable _uTP for peer communication
bo_cn: ཚིགས་ཚེག་ལ་སྤྱོད་འགོ་རྩོམ་པ་འབྲེལ་མཐུད་བྱེད་པ། µTP

source: Encrypted connection
bo_cn: གསང་སྡོམ་འབྲེལ་མཐུད།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error opening "%s"
bo_cn: %s ནོར་འཁྲུལ་ཁ་ཕྱེ་བ།

source: Error opening torrent
bo_cn: ས་བོན་ཡིག་ཆ་ཁ་ཕྱེ་སྐབས་ནོར་འཁྲུལ་བྱུང་།

source: Error reading "%s": %s
bo_cn: “%s”ཀློག་སྐབས་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error registering Transmission as a %s handler: %s
bo_cn: Transmission དེ་ %s ཡི་སྒྲིག་གཅོད་བྱ་རིམ་ཐོ་འགོད་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error uncompressing blocklist: %s (%d)
bo_cn: དུམ་བུའི་རེའུ་མིག་བསྡུས་གྲོལ་ནོར་འཁྲུལ།：%s(%d)

source: Error writing "%s": %s
bo_cn: “%s” རུ་འབྲི་སྐབས་ནོར་འཁྲུལ་བྱུང་།：%s

source: Error:
bo_cn: ནོར་འཁྲུལ།：

source: Error: %s
bo_cn: ནོར་འཁྲུལ།： %s

source: Error: invalid announce URL "%s"
bo_cn: ནོར་འཁྲུལ།： སྤྱི་བསྒྲགས་ URL %s ནུས་མེད།

source: Every Day
bo_cn: ཉིན་རེར།

source: File "%s" is in the way
bo_cn: ཡིག་ཆ“%s” རྒྱུན་ལྡན་ཡིན།

source: File listing not available for combined torrent properties
bo_cn: ས་བོན་ཡིག་ཆ་མང་པོའི་གཏོགས་གཤིས་ལ་ཡིག་ཆའི་རེའུ་མིག་མངོན་པར་བྱེད་མི་ཐུབ།

source: Files
bo_cn: ཡིག་ཆ།

source: Finished
bo_cn: ལེགས་གྲུབ།

source: Flags
bo_cn: མཚོན་རྟགས།

source: Forwarded
bo_cn: བརྒྱུད་སྐུར་བྱས་ཟིན།

source: Found Internet Gateway Device "%s"
bo_cn: དྲ་སྟེམ་སྒྲིག་ཆས“%s” རྙེད་པ།

source: Found public address "%s"
bo_cn: སྤྱིའི་ཤག་གནས“%s” རྙེད་པ།

source: Friday
bo_cn: གཟའ་པ་སངས།

source: Adding
bo_cn: སྣོན་པ།ཁ་སྣོན་བྱེད་བཞིན་པ།

source: Getting new blocklist…
bo_cn: སྒྲིབ་ཡོལ་རེའུ་མིག་གསར་པ་ཐོབ་བཞིན་པ།...

source: Got a list of %1$s%2$'d peers%3$s %4$s ago
bo_cn: %3$s %4$s ཡི་སྔོན་ལ་ཚིགས་ཚེག %1$s%2$'d བཀལ་ཡོད་པའི་གསལ་ཐོ་ཐོབ་ཡོད་པ་ཡིན།

source: Got a scrape error "%s%s%s" %s ago
bo_cn: %4$s སྔོན་ལ་ནོར་འཁྲུལ %1$s%2$s%3$s དང་འཕྲད།

source: Got an error %1$s"%2$s"%3$s %4$s ago
bo_cn: %4$s སྔོན་ལ་ནོར་འཁྲུལ %1$s“%2$s”%3$sདང་འཕྲད།

source: Got signal %d; trying to shut down cleanly. Do it again if it gets stuck.
bo_cn: བརྡ་རྟགས %d འབྱོར་པས་རྒྱུན་ལྡན་གྱིས་ཕྱིར་འབུད་ཚོད་བྱེད་རོགས། གལ་ཏེ་རྒྱལ་ཁའི་ངང་སྒོ་རྒྱག་མ་ཐུབ་ཚེ་ཡང་བསྐྱར་ཚོད་ལྟ་བྱོས།

source: HTTP _port:
bo_cn: HTTP སྣེ་ཁ།(_P)：

source: Hash:
bo_cn: ཐོར་སྒྲིག་གྲངས་ཐང་།

source: Have
bo_cn: ཕབ་ལེན་བྱས་ཟིན།

source: Have:
bo_cn: ཕབ་ལེན་བྱས་ཟིན།：

source: High
bo_cn: མཐོ།

source: Honor global _limits
bo_cn: ཁྱོན་ཡོངས་ཀྱི་ཚད་བཀག་ལ་བསྟུན་པ། (_L)

source: I _Agree
bo_cn: ངས་དང་ལེན། (_A)

source: IP addresses may use wildcards, such as 192.168.*.*
bo_cn: སྡེབ་རྟགས་སྤྱད་ནས IP ཤག་གནས་མཚོན་ཆོག་སྟེ་དཔེར་ན་ 192.168.*.*

source: Idle
bo_cn: ཁོམ་པ།

source: Incomplete
bo_cn: ལེགས་འགྲུབ་བྱུང་མེད་པ།

source: Information
bo_cn: ཆ་འཕྲིན།

source: Inhibiting desktop hibernation
bo_cn: ཅོག་ངོས་ངལ་གསོ་བཀག་འགོག

source: Invalid metadata
bo_cn: ནུས་མེད་ཀྱི་རྒྱུའི་གཞི་གྲངས།

source: Invalid metadata entry "%s"
bo_cn: ནུས་མེད་ཀྱི་རྒྱུའི་གཞི་གྲངས་ཚན་པ།“%s”

source: Is another copy of Transmission already running?
bo_cn: Transmissionདངོས་དཔེ་གཞན་པ་ཞིག་འཁོར་སྐྱོད་བྱེད་བཞིན་ཡོད་དམ།

source: Keep _incomplete torrents in:
bo_cn: ལེགས་འགྲུབ་བྱུང་མེད་པའི་ས་བོན་ཉར་ཚགས་བྱེད་པ།(_I)：

source: KiB
bo_cn: KB

source: LPD is a tool for finding peers on your local network.
bo_cn: LDP ནི་རང་སའི་དྲ་རྒྱ་རུ་ཚིགས་ཚེག་འཚོལ་བར་སྤྱོད་པའི་ལག་ཆ་ཡིན།

source: Last activity:
bo_cn: མཇུག་མཐའི་ལས་འགུལ།：

source: Level
bo_cn: རིམ་པ།

source: Limit Download Speed
bo_cn: ཕབ་ལེན་མྱུར་ཚད་ཚོད་འཛིན།

source: Limit Upload Speed
bo_cn: བརྒྱུད་སྤྲོད་མྱུར་ཚད་ཚོད་འཛིན།

source: Limit _download speed (%s):
bo_cn: ཕབ་ལེན་མྱུར་ཚད་ཚོད་འཛིན།(_D)(%s)：

source: Limit _upload speed (%s):
bo_cn: ཡར་སྤྲོད་མྱུར་ཚད་ཚོད་འཛིན།(_U)(%s)：

source: Limits
bo_cn: མྱུར་ཚད་ཚོད་འཛིན།

source: List contains invalid URLs
bo_cn: རེའུ་མིག་ཏུ་ནུས་མེད་ཀྱི་ URL འདུས་ཡོད།

source: Listening Port
bo_cn: ཉན་ཞིབ་སྣེ་ཁ།

source: Loaded %d torrents
bo_cn: ས་བོན་ %d འགེལ་འཇུག་བྱས་པ།

source: Local data is _already there
bo_cn: རང་སའི་གཞི་གྲངས་གནས་ཟིན། (_A)

source: Location
bo_cn: ས་གནས།

source: Location:
bo_cn: གནས་ས།:

source: Low
bo_cn: དམའ།

source: Ma_ximum active downloads:
bo_cn: དུས་གཅིག་ཏུ་ཆེས་མང་ན་ཕབ་ལེན་བྱས་ཆོག་པ།(_X)།：

source: Magnet torrent's metadata is not usable
bo_cn: སྡུད་ཤུགས་ས་བོན་གྱི་རྒྱུའི་གཞི་གྲངས་སྤྱོད་མི་ཆོག

source: Maximum peers _overall:
bo_cn: ཁྱོན་ཡོངས་ཀྱི་ཚིགས་ཚེག་ཆེས་ཆེ་བའི་ཁ་གྲངས། (_O)：

source: Maximum peers per _torrent:
bo_cn: ས་བོན་རྐྱང་མའི་ཚིགས་ཚེག་ཆེས་ཆེ་བའི་ཁ་གྲངས། (_T)：

source: Memory allocation failed
bo_cn: ནང་གསོག་བགོ་བཤའ་ཕམ་པ།

source: Message
bo_cn: བརྡ་འཕྲིན།

source: Message Log
bo_cn: Messageཉིན་ཐོ།

source: Message _Log
bo_cn: བརྡ་འཕྲིན་ཉིན་ཐོ། (_L)

source: Mixed
bo_cn: མཉམ་བསྲེས།

source: Mo_ve .torrent file to the trash
bo_cn: ཡིག་ཆ .torrent སྙིགས་སྒམ་རུ་སྤོ་བ། (_V)

source: Monday
bo_cn: གཟའ་ཟླ་བ།

source: Move _Down
bo_cn: ཐུར་དུ་སྤོ་བ། (_D)

source: Move _Up
bo_cn: གོང་སྣུར།(_U)

source: Move to _Bottom
bo_cn: ཞབས་ཆ་རུ་སྤོ་བ། (_B)

source: Move to _Top
bo_cn: སྟེང་ཆ་རུ་སྤོ་བ། (_T)

source: Moving "%s"
bo_cn: སྤོ་བཞིན་པ། “%s”

source: N/A
bo_cn: nan

source: Name
bo_cn: མིང་།

source: Network
bo_cn: དྲ་རྒྱ།

source: Never
bo_cn: གཏན་མིན།

source: New Torrent
bo_cn: ས་བོན་གསར་འཛུགས།

source: No Torrents Selected
bo_cn: ས་བོན་འདེམས་མེད།

source: No errors
bo_cn: ནོར་འཁྲུལ་མེད།

source: No source selected
bo_cn: ཁུངས་འདེམས་མེད།

source: No updates scheduled
bo_cn: གསར་འཛུགས་འཆར་གཞི་མེད།

source: None
bo_cn: མེད།

source: Normal
bo_cn: དཀྱུས་མ།

source: Not a regular file
bo_cn: སྤྱིར་བཏང་གི་ཡིག་ཆ་མིན་པ།

source: Not forwarded
bo_cn: བརྒྱུད་སྐུར་བྱས་མེད།

source: Notification
bo_cn: བརྡ་ཐོ།

source: Once removed, continuing the transfer will require the torrent file or magnet link.
bo_cn: གལ་ཏེ་བསུབ་པས་ན་ས་བོན་ཡིག་ཆའམ་སྡུད་ཤུགས་འབྲེལ་མཐུད་མུ་མཐུད་དུ་རྒྱུད་གཏོང་བྱེད་དགོས།

source: One of these torrents has not finished downloading.
bo_cn: ས་བོན་ཞིག་ད་དུང་ཕབ་ལེན་བྱས་ཚར་མེད།

source: One of these torrents is connected to peers.
bo_cn: ས་བོན་ཞིག་ཚིགས་ཚེག་གཞན་ལ་འབྲེལ་མཐུད་བྱས་ཟིན།

source: Only allow these IP a_ddresses:
bo_cn: གཤམ་གསལ་ IP ཤག་གནས་ཁོ་ན་རུང་བ།：

source: Open File
bo_cn: ཡིག་ཆའི་ཁ་འབྱེད་པ།

source: Open Fold_er
bo_cn: ཡིག་ཆའི་ཁུག་མ་ཁ་ཕྱེ། (_E)

source: Open Folder
bo_cn: ཡིག་ཁུག་ཁ་ཕྱེ་བ།

source: Open URL
bo_cn: URLཁ་ཕྱེ་བ།

source: Open _URL…
bo_cn: _URL ཁ་ཕྱེ།...

source: Open a Torrent
bo_cn: ས་བོན་ཞིག་ཁ་ཕྱེ།

source: Open a torrent
bo_cn: ས་བོན་ཞིག་ཁ་ཕྱེ།

source: Open torrent from URL
bo_cn: URL ནས་ས་བོན་ཁ་ཕྱེ།

source: Optimistic unchoke
bo_cn: སྤྲོ་སྣང་སྒྲོག་གྲོལ།

source: Options
bo_cn: འདེམས་ཚན།

source: Origin:
bo_cn: ཡོང་ཁུངས།：

source: Override normal speed limits manually or at scheduled times
bo_cn: རྒྱུན་ལྡན་མྱུར་ཚད་བཀག་འགོག་སྒྲིག་འགོད་ལག་སྒུལ་ལམ་ཡང་ན་དུས་བཅད་ལྟར་འགེབས་པ།

source: PEX is a tool for exchanging peer lists with the peers you're connected to.
bo_cn: PEX ནི་ཁྱེད་དང་འབྲེལ་མཐུད་བྱས་ཟིན་པའི་ཚིགས་ཚེག་བརྗེ་རེས་ཚིགས་ཚེག་མིང་ཐོ་ལ་སྤྱོད་པའི་ལག་ཆ་ཡིན།

source: Pass_word:
bo_cn: གསང་ཨང་། (_W)：

source: Password required
bo_cn: གསང་ཨང་དགོས།

source: Pause all torrents
bo_cn: ས་བོན་ལས་འགན་ཚང་མ་སྐབས་འཇོག

source: Pause torrent
bo_cn: ས་བོན་ལས་འགན་སྐབས་འཇོག

source: Paused
bo_cn: སྐབས་འཇོག

source: Peer Connections
bo_cn: ཚིགས་ཚེག་འབྲེལ་མཐུད།

source: Peer Limits
bo_cn: ཚིགས་ཚེག་བཀག་འགོག

source: Peer has unchoked us, but we're not interested
bo_cn: ཕ་རོལ་བས་ང་ཚོར་སྒྲོག་གྲོལ་ཟིན་མོད་འོན་ཀྱང་ང་ཚོར་དགའ་སྣང་མེད།

source: Peer is an incoming connection
bo_cn: ཚིགས་ཚེག་དེའི་བར་གྱི་འབྲེལ་མཐུད་ནི་ཚིགས་འཛུལ་འབྲེལ་མཐུད་ཡིན།

source: Peer is connected over µTP
bo_cn: µTP གྲོས་ཆིངས་རྒྱུད་ནས་ཚིགས་ཚེག་ཏུ་འབྲེལ་མཐུད་བྱེད་པ།

source: Peer list request %1$stimed out%2$s %3$s ago; will retry
bo_cn: ཚིགས་ཚེག་རེའུ་མིག་རེ་ཞུ %3$s ཡི་སྔོན་དུ་ %1$s དུས་ %2$sབརྒལ་ཟིན་པས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་ངེས།

source: Peer was found through DHT
bo_cn: DHT རྒྱུད་ནས་རྙེད་པའི་ཚིགས་ཚེག

source: Peer was found through Peer Exchange (PEX)
bo_cn: PEX ཁུངས་བརྗེ་རེས་རྒྱུད་ནས་རྙེད་པའི་ཚིགས་ཚེག

source: Peers
bo_cn: ཚིགས་ཚེག

source: Pick a _random port every time Transmission is started
bo_cn: Transmission འགོ་སློང་སྐབས་དུས་བསྟུན་གྱིས་སྣེ་ཁ་འདེམ་པ། (R)

source: Play a _sound when torrents finish
bo_cn: ས་བོན་ལེགས་འགྲུབ་བྱུང་རྗེས་སྒྲ་གཏོང་པ། (_S)

source: Please Verify Local Data! Piece #%
bo_cn: རང་སའི་གཞི་གྲངས་ཞིབ་བཤེར་བྱེད་རོགས། དུམ་བུ #%

source: Please correct the errors and try again.
bo_cn: ནོར་འཁྲུལ་བཅོས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Port %d forwarded successfully
bo_cn: སྣེ་ཁ %d རྒྱལ་ཁའི་ངང་བརྒྱུད་སྐུར་བྱས་པ།

source: Port %d isn't forwarded
bo_cn: སྣེ་ཁ %d བརྒྱུད་སྐུར་བྱས་མེད།

source: Port Forwarding (NAT-PMP)
bo_cn: སྣེ་ཁ་བརྒྱུད་སྐུར།(NAT-PMP)

source: Port Forwarding (UPnP)
bo_cn: སྣེ་ཁ་བརྒྱུད་སྐུར། (UPnP)

source: Port forwarding successful!
bo_cn: སྣེ་ཁ་བརྒྱུད་སྐུར་ལེགས་འགྲུབ།

source: Port forwarding through "%s", service "%s". (local address: %s:%d)
bo_cn: ཞབས་ཞུ་ %2$s སྤྱད་ནས་ %1$s བརྒྱུད་དེ་སྣེ་ཁ་བརྒྱུད་སྐུར་བྱེད་པ། (རང་སའི་ཤག་གནས།：%3$s:%4$d)

source: Port is <b>closed</b>
bo_cn: སྣེ་ཁ <b>ཁ་རྒྱབ་ཟིན། </b>

source: Port is <b>open</b>
bo_cn: སྣེ་ཁ<b>ཁ་ཕྱེ་ཟིན། </b>

source: Prefer encryption
bo_cn: གསང་སྡོམ་ཐོག་མར་སྤྱོད་པ།

source: Present Main Window
bo_cn: སྒེའུ་ཁུང་གཙོ་བོ་མངོན་པ།

source: Priority
bo_cn: སྔོན་ཐོབ་རིམ་པ།

source: Privacy
bo_cn: གསང་བ།

source: Privacy:
bo_cn: རིགས་གྲས།:

source: Private to this tracker -- DHT and PEX disabled
bo_cn: མིག་སྔའི Tracker སྒྲིག་འགོད་ནི་སྒེར་ཡོད་ཡིན། -- DHT དང་ PEX འགོག་སྤྱོད་བྱས་ཟིན།

source: Properties
bo_cn: གཏོགས་གཤིས།

source: Public torrent
bo_cn: སྤྱི་བའི་ས་བོན།

source: Queued for download
bo_cn: རུ་གྲལ་ཕབ་ལེན་དུ་ཞུགས་ཟིན།

source: Queued for seeding
bo_cn: རུ་གྲལ་ས་བོན་བཟོ་བ་རུ་ཞུགས་ཟིན།

source: Queued for verification
bo_cn: རུ་གྲལ་དག་བཤེར་དུ་ཞུགས་ཟིན།

source: Queued to ask for more peers
bo_cn: དེ་བས་མང་པའི་ཚིགས་ཚེག་རེ་ཞུ་སྟ་གོན་བྱས་ཟིན།

source: Queued to ask for peer counts
bo_cn: ཚིགས་ཚེག་ཁ་གྲངས་འདྲི་རྩད་སྟ་གོན་བྱས་ཟིན།

source: Ratio: %s
bo_cn: བསྡུར་ཚད་མཉམ་སྤྱོད།: %s

source: Re_verse Sort Order
bo_cn: རིམ་ལྡོག་སྟར་སྒྲིག (_V)

source: Remaining time unknown
bo_cn: དུས་ཚོད་ལྷག་མ་ངེས་མེད།

source: Remaining time:
bo_cn: དུས་ཚོད་ལྷག་མ།：

source: Remote
bo_cn: རྒྱང་རིང་འདྲེན་སྤྱོད།

source: Remote Control
bo_cn: རྒྱང་རིང་ཚོད་འཛིན།

source: Remove torrent
bo_cn: ས་བོན་བསུབ་པ།

source: Remove torrent?
bo_cn: ས་བོན %d བསུབ་བམ།

source: Removing torrent
bo_cn: ས་བོན་བསུབ་བཞིན་པ།

source: Require encryption
bo_cn: གསང་སྡོམ་བྱེད་དགོས།

source: Reset your statistics?
bo_cn: ཁྱེད་ཀྱི་བསྡོམས་རྩིས་ཆ་འཕྲིན་བསྐྱར་འགོད་བྱེད་དམ།

source: Restarted manually -- disabling its seed ratio
bo_cn: ལག་པས་བསྐྱར་སློང་། -- ས་བོན་བཟོ་བ་བསྡུར་ཚད་ཚོད་འཛིན་འགོག་སྤྱོད་བྱས་ཟིན།

source: Running time:
bo_cn: འཁོར་སྐྱོད་དུས་ཚོད།：

source: Sa_ve to:
bo_cn: ལ་ཉར་ཚགས་བྱེད་པ།(_V)：

source: Saturday
bo_cn: གཟའ་སྤེན་པ།

source: Save Log
bo_cn: ཉིན་ཐོ་ཉར་ཚགས།

source: Save to _Location:
bo_cn: གནས་ས་རུ་ཉར་ཚགས་བྱེད་པ། (_L)：

source: Saved "%s"
bo_cn: %s ཉར་ཚགས་བྱས་ཟིན།

source: Scanned %s
bo_cn: %s བཤར་འབེབས་བྱས་ཟིན།

source: Seed Forever
bo_cn: རྒྱུན་པར་ས་བོན་བཟོ་བ།

source: Seed regardless of activity
bo_cn: འཁྲུག་ཆ་དོད་པའི་ས་བོན་བཟོ་བ་སྣང་མེད་དུ་འཇོག་པ།

source: Seed regardless of ratio
bo_cn: བསྡུར་ཚད་ས་བོན་བཟོ་བ་སྣང་མེད་དུ་འཇོག་པ།

source: Seeding Limits
bo_cn: ས་བོན་བཟོ་བ་ཚོད་འཛིན།

source: Seeding to %1$'d of %2$'d connected peer
bo_cn: %1$'d ལ་ཕྱོགས་པ། བསྡོམས་ནས %2$'d ཚིགས་ཚེག་ས་བོན་བཟོ་བ་འབྲེལ་མཐུད་བྱས་ནས་ཡར་སྐྱེལ་ཟིན།

source: Select Destination Folder
bo_cn: དམིགས་ཡུལ་ཡིག་ཆའི་ཁུག་མ་འདེམ་པ།

source: Select Source File
bo_cn: ཁུངས་ཡིག་ཆ་འདེམ་པ།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Sending upload/download totals to tracker…
bo_cn: ཡར་སྐྱེལ/མར་ཕབ་བསྡོམས་རྩིས་ Tracker ཞབས་ཞུ་ཆས་སུ་སྐྱེལ་གཏོང་བྱེད་བཞིན་པ།...

source: Server returned "%1$ld %2$s"
bo_cn: ཞབས་ཞུ་ཆས %1$ld %2$s རུ་ཕྱིར་ལོག

source: Serving RPC and Web requests on port 127.0.0.1:%d%s
bo_cn: 127.0.0.1:%d%s སྣེ་ཁ་རུ་ RPC དང་དྲ་ངོས་རེ་ཞུ་ཞབས་ཞུ་མཁོ་འདོན་བྱེད།

source: Session Ratio
bo_cn: མིག་སྔའི་གཏམ་གླེང་མཉམ་སྤྱོད་བསྡུར་ཚད།

source: Session Transfer
bo_cn: མིག་སྔའི་གཏམ་གླེང་རྒྱུད་གཏོང་ཚད།

source: Set Torrent Location
bo_cn: ས་བོན་གནས་ས་སྒྲིག་འགོད།

source: Set _Location…
bo_cn: གནས་ས་སྒྲིག་འགོད། (_L)...

source: Show Transmission icon in the _notification area
bo_cn: བརྡ་ཐོའི་ཁུལ་དུ་ Transmission རིས་རྟགས་མངོན་པ། (_N)

source: Show _backup trackers
bo_cn: གྲབས་གཤོམ་ Tracker མངོན་པ། (_B)

source: Show _more details
bo_cn: ཞིབ་ཆ་དེ་བས་མང་བ། (_M)

source: Show _options dialog
bo_cn: འདེམས་ཚན་གླེང་སྒྲོམ་མངོན་པ། (_O)

source: Show a notification when torrents _finish
bo_cn: ས་བོན་ལེགས་འགྲུབ་བྱུང་རྗེས་བརྡ་ཐོ་མངོན་པ། (_F)

source: Show a notification when torrents are a_dded
bo_cn: ས་བོན་ཁ་སྣོན་བྱས་རྗེས་བརྡ་ཐོ་མངོན་པ།(_D)"

source: Show the Torrent Options _dialog
bo_cn: “ས་བོན་འདེམས་ཚན”སྒེའུ་ཁུང་མངོན་པ། (_D)

source: Show version number and exit
bo_cn: པར་གཞི་འཆར་བ་དང་སྦྲགས་ཕྱིར་འབུད།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Skipping unknown torrent "%s"
bo_cn: ངེས་མེད་ས་བོན་ལས་མཆོང་བ། %s

source: Sort by A_ge
bo_cn: གནས་པའི་དུས་ཚོད་ལྟར་རུ་སྒྲིག་པ། (_G)

source: Sort by Rati_o
bo_cn: མཉམ་སྤྱོད་བསྡུར་ཚད་ལྟར་རུ་སྒྲིག་པ། (_O)

source: Sort by Si_ze
bo_cn: ཆེ་ཆུང་ལྟར་རུ་སྒྲིག་པ། (_Z)

source: Sort by Stat_e
bo_cn: རྣམ་པ་ལྟར་རུ་སྒྲིག་པ། (_E)

source: Sort by Time _Left
bo_cn: ལྷག་མའི་དུས་ཚོད་ལྟར་རུ་སྒྲིག་པ། (_L)

source: Sort by _Activity
bo_cn: ལས་འགུལ་ལྟར་རུ་སྒྲིག་པ། (_A)

source: Sort by _Name
bo_cn: མིང་ལྟར་རུ་སྒྲིག་པ། (_N)

source: Sort by _Progress
bo_cn: མྱུར་ཚད་ལྟར་རུ་སྒྲིག་པ། (_P)

source: Sort by _Queue
bo_cn: རུ་སྟར་ལྟར་རུ་སྒྲིག་པ། (_Q)

source: Source F_older:
bo_cn: ཁུངས་ཡིག་ཆའི་ཁུག་མ། (_O)：

source: Source _File:
bo_cn: ཁུངས་ཡིག་ཆ། (_F)：

source: Speed
bo_cn: མྱུར་ཚད།

source: Speed Limits
bo_cn: མྱུར་ཚད་ཚོད་འཛིན།

source: Stalled
bo_cn: སྐབས་འཇོག་བྱས་ཟིན།

source: Start Transmission Minimized
bo_cn: Transmission འགོ་སློང་སྐབས་རང་འགུལ་ཆུང་བསྒྱུར།

source: Start Transmission with All Torrents Paused
bo_cn: Transmission འགོ་སློང་སྐབས་ལས་འགན་ཚང་མ་སྐབས་འཇོག་བྱེད་པ།

source: Start _Now
bo_cn: ད་ལྟ་མགོ་འཛུགས། (_N)

source: Start all torrents
bo_cn: ས་བོན་ལས་འགན་ཚང་མ་མགོ་རྩོམ།

source: Start minimized in notification area
bo_cn: འགོ་སློང་བྱས་རྗེས་བརྡ་ཐོ་ཁུལ་དུ་ཆུང་བསྒྱུར་བྱེད་པ།

source: Start torrent
bo_cn: ལས་འགན་མགོ་རྩོམ།

source: Start torrent now
bo_cn: ས་བོན་ལས་འགན་ད་ལྟ་མགོ་རྩོམ།

source: Start with all torrents paused
bo_cn: འགོ་སློང་སྐབས་ལས་འགན་ཚང་མ་སྐབས་འཇོག་བྱེད་པ།

source: Started %'d time
bo_cn: ཐེངས་ %d ལ་འགོ་སློང་ཟིན།

source: Starting
bo_cn: འགོ་སློང་བཞིན་པ།

source: State changed from "%1$s" to "%2$s"
bo_cn: རྣམ་པ་ %1$s ནས་ %2$s ལ་བསྒྱུར་བ།

source: State:
bo_cn: རྣམ་པ།：

source: Statistics
bo_cn: བསྡོམས་རྩིས།

source: Status unknown
bo_cn: རྣམ་པ་ངེས་མེད།

source: Stop Seeding at Ratio
bo_cn: བསྡུར་ཚད་ལ་སླེབས་རྗེས་སོན་བཟོ་མཚམས་འཇོག་པ།

source: Stop at Ratio (%s)
bo_cn: བསྡུར་ཚད་ལ་སླེབས་རྗེས་(%s) མཚམས་འཇོག་པ།

source: Stop seeding at _ratio:
bo_cn: བསྡུར་ཚད་ལ་སླེབས་རྗེས་སོན་བཟོ་མཚམས་འཇོག་པ།(_R)：

source: Stop seeding at ratio:
bo_cn: གཤམ་གསལ་བསྡུར་ཚད་ལ་སླེབས་རྗེས་སོན་བཟོ་མཚམས་འཇོག་པ།：

source: Stop seeding if idle for N minutes:
bo_cn: གཤམ་གསལ་སྐར་མའི་གྲངས་ཁོམ་ཚེས་སོན་བཟོ་མཚམས་འཇོག་པ།：

source: Stop seeding if idle for _N minutes:
bo_cn: མུ་མཐུད་ནས་སྐར་མ་ _N ཁོམ་རྗེས་སོན་བཟོ་མཚམས་འཇོག་པ།：

source: Stopped
bo_cn: མཚམས་བཞག་ཟིན།

source: Stopping
bo_cn: མཚམས་འཇོག་བཞིན་པ།

source: Stopping port forwarding through "%s", service "%s"
bo_cn: ཞབས་ཞུ་ %2$s སྤྱད་ནས་ %1$s རྒྱུད་ནས་སྣེ་ཁ་བརྒྱུད་སྐུར་བྱེད་མཚམས་འཇོག་བཞིན་པ།

source: Success
bo_cn: ལེགས་འགྲུབ།

source: Sunday
bo_cn: གཟའ་ཉི་མ།

source: Te_st Port
bo_cn: སྣེ་ཁ་ཚོད་ལྟ། (_S)

source: The torrent file "%s" contains invalid data.
bo_cn: ས་བོན་ཡིག་ཆ“%s” རུ་ནུས་མེད་གཞི་གྲངས་འདུས་ཡོད།
