Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/ubuntu-release-upgrader.po
Languages: bo_cn

source: %d new package is going to be installed.
bo_cn: མཉེན་ཁུག་གསར་པ་ %d སྒྲིག་འཇུག་བྱེད་པ།

source: %d package is going to be removed.
bo_cn: མཉེན་ཁུག %d བསུབ་པ།

source: %d package is going to be upgraded.
bo_cn: མཉེན་ཁུག་ %d རིམ་པ་སྤར་བ།

source: %li day
bo_cn: ཉིན་%li

source: %li hour
bo_cn: དུས་ཚོད་ %li

source: %li minute
bo_cn: སྐར་མ་ %li

source: %li second
bo_cn: སྐར་ཆ་ %li

source: &Cancel
bo_cn: ལེན་པ།(&C)

source: &Close
bo_cn: ཁ་རྒྱག(&C)

source: &Start Upgrade
bo_cn: རིམ་སྤར་མགོ་བརྩམས།

source: &Upgrade
bo_cn: རིམ་སྤར།

source: *DEPRECATED* this option will be ignored
bo_cn: *དོར་ཟིན།* ཞེས་པའི་འདེམས་ཚན་འདི་སྣང་མེད་དུ་འཇོག་ངེས།

source: <<< Hide Difference
bo_cn: <<< ཁྱད་པར་སྦས་བ།

source: <<< Hide Terminal
bo_cn: <<< མཐའ་སྣེ་སྦས་བ།

source: <b><big>Restart the system to complete the upgrade</big></b>
bo_cn: <b><big>རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བྱས་ནས་རིམ་སྤར་ལེགས་འགྲུབ་བྱེད་པ།</big></b>

source: <b><big>Start the upgrade?</big></b>
bo_cn: <b><big>རིམ་སྤར་བྱེད་མགོ་རྩོམ་མམ།</big></b>

source: <b><big>Upgrading Ubuntu to version 16.04</big></b>
bo_cn: <b><big>ཡིས་ Ubuntu དེ་16.04 རུ་རིམ་སྤར་བྱེད་པ།</big></b>

source: <b>A new version of Ubuntu is available. Would you like to upgrade?</b>
bo_cn: <b>པར་གཞི་གསར་པ་ཡོད་པའི་ Ubuntu སྤྱོད་ཆོག་པས་ཁྱེད་ཀྱིས་རིམ་སྤོར་བྱེད་དམ། </b>

source: <b>Downgrade (%s)</b>
bo_cn: <b>རིམ་ཕབ། (%s)</b>

source: A fatal error occurred
bo_cn: སྲོག་ལ་ཐུག་པའི་ནོར་འཁྲུལ་བྱུང་།

source: A problem occurred during the clean-up. Please see the below message for more information.
bo_cn: གཙང་སེལ་བྱེད་སྐབས་གནད་དོན་ཐོན་པས་ཆ་འཕྲིན་མང་པོ་ཞིག་གཤམ་གྱི་བརྡ་འཕྲིན་ལ་ལྟ་རོགས།

source: A problem occurred during the update. This is usually some sort of network problem, please check your network connection and retry.
bo_cn: རིམ་སྤོར་གོ་རིམ་ཁྲོད་ནོར་འཁྲུལ་བྱུང་ཞིང་འདི་ནི་རྒྱུན་པར་དྲ་རྒྱའི་གནད་དོན་ཡིན་པས་ཁྱེད་ཀྱི་དྲ་རྒྱ་འབྲེལ་མཐུད་ཞིབ་བཤེར་བྱས་རྗེས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: Aborting
bo_cn: མཇུག་བསྒྲིལ་བཞིན་ཡོད།

source: About %s remaining
bo_cn: ཕལ་ཆེར་ད་དུང་ %s དགོས།

source: Add debug output
bo_cn: ཚོད་སྒྲིག་ཕྱིར་འདོན་ཁ་སྣོན།

source: An upgrade from '%s' to '%s' is not supported with this tool.
bo_cn: ལག་ཆ་འདིས་ '%s' ནས ‘%s' ཡི་རིམ་སྤོར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Applying changes
bo_cn: བཅོས་སྒྱུར་ཉེར་སྤྱོད་བྱེད་པ།

source: Ask Me Later
bo_cn: ཅུང་ཙམ་འགོར་རྗེས་འདྲི་རྩད་བྱེད་པ།

source: Authenticating the upgrade failed. There may be a problem with the network or with the server.
bo_cn: རིམ་སྤར་ཆ་འཕྲིན་ར་སྤྲོད་ཕམ་སོང་། དྲ་རྒྱའམ་ཞབས་ཞུ་ཆས་ཀྱི་གནད་དོན་ཡིན་སྲིད།

source: Authentication failed
bo_cn: ར་སྤྲོད་ཕམ་པ།

source: Broken packages
bo_cn: ཆག་སྐྱོན་ཤོར་བའི་མཉེན་ཁུག

source: Calculating the changes
bo_cn: འགྱུར་ལྡོག་རྩི་བཞིན་པ།

source: Can not run the upgrade
bo_cn: རིམ་སྤར་འཁོར་སྐྱོད་བྱེད་མི་ཆོག

source: Can not upgrade
bo_cn: རིམ་སྤར་བྱེད་ཐབས་མེད།

source: Can not write to '%s'
bo_cn: '%s' འབྲི་ཐབས་མེད།

source: Can't guess meta-package
bo_cn: གཞིའི་མཉེན་ཁུག་དཔག་ཐབས་མེད།

source: Can't install '%s'
bo_cn: '%s' སྒྲིག་འཇུག་བྱེད་ཐབས་མེད།

source: Cancel Upgrade?
bo_cn: རིམ་སྤར་འདོར་རམ།

source: Check if upgrading to the latest devel release is possible
bo_cn: པར་གཞི་ཆེས་གསར་པ་རུ་རིམ་སྤར་བྱེད་ཐུབ་མིན་ར་སྤྲོད་བྱེད་པ།

source: Check only if a new distribution release is available and report the result via the exit code
bo_cn: འགྲེམས་སྤེལ་པར་གཞི་གསར་པ་ཁྱབ་བསྒྲགས་བྱེད་རྒྱུ་ཡོད་དུས་ཁོ་ནར་ཞིབ་བཤེར་བྱེད་པ་མ་ཟད་ཕྱིར་འབུད་ཨང་(exit code) རྒྱུད་ནས་འབྲས་བུ་སྙན་ཞུ་བྱེད་པ།

source: Checking for a new Ubuntu release
bo_cn: Ubuntu པར་གཞི་གསར་པ་ཞིབ་བཤེར་བྱེད་བཞིན་པ།

source: Checking package manager
bo_cn: མཉེན་ཁུག་དོ་དམ་ཆས་ཞིབ་བཤེར་བྱེད་བཞིན་པ།

source: Cleaning up
bo_cn: གཙང་བཤེར་བྱེད་བཞིན་པ།

source: Continue [Yn]
bo_cn: མུ་མཐུད། [Yn]

source: Continue [yN]
bo_cn: མུ་མཐུད། [yN]

source: Continue running under SSH?
bo_cn: མུ་མཐུད་ནས་ SSH ནས་ལག་སྟར་བྱེད་དམ།

source: Could not calculate sources.list entry
bo_cn: sources.list དོན་ཚན་རྩི་ཐབས་མེད།

source: Could not calculate the upgrade
bo_cn: རིམ་སྤར་རྩི་ཐབས་མེད།

source: Could not download the release notes
bo_cn: འགྲེམས་སྤེལ་གསལ་བཤད་ཕབ་ལེན་བྱེད་ཐབས་མེད།

source: Could not download the upgrades
bo_cn: རིམ་སྤོར་ཁུག་མ་ཕབ་ལེན་བྱེད་ཐབས་མེད།

source: Could not find the release notes
bo_cn: འགྲེམས་སྤེལ་མཆན་འགོད་རྙེད་ཐབས་མེད།

source: Could not install '%s'
bo_cn: “%s” སྒྲིག་འཇུག་བྱེད་ཐབས་མེད།

source: Could not install the upgrades
bo_cn: རིམ་སྤར་སྒྲིག་འཇུག་བྱེད་ཐབས་མེད།

source: Could not run the upgrade tool
bo_cn: རིམ་སྤར་ལག་ཆ་འཁོར་སྐྱོད་བྱེད་མི་ཐུབ།

source: Custom servers
bo_cn: མཚན་ཉིད་རང་འཇོག་ཞབས་ཞུ་ཆས།

source: Details
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན།

source: Details [d]
bo_cn: ཞིབ་ཕྲའི་ཆ་འཕྲིན།[d]

source: Directory that contains the data files
bo_cn: གཞི་གྲངསཡིག་ཆ་འདུས་པའི་ཡིག་ཁུག

source: Disable GNU screen support
bo_cn: GNU screen ཡི་རྒྱབ་སྐྱོར་ཁ་རྒྱག་པ།

source: Distribution Upgrade
bo_cn: འགྲེམས་སྤེལ་གྱི་པར་གཞི་རིམ་སྤོར།

source: Do you want to start the upgrade?
bo_cn: ཁྱེད་ཀྱིས་རིམ་སྤོར་མགོ་རྩོམ་མམ།

source: Don't Upgrade
bo_cn: རིམ་པ་མི་སྤར།

source: Downloading additional package files...
bo_cn: ཚད་བརྒལ་གྱི་མཉེན་ཆས་ཐུམ་བུའི་ཡིག་ཆ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading file %(current)li of %(total)li
bo_cn: ཡིག་ཆ %(current)li/%(total)li ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading file %(current)li of %(total)li with %(speed)s/s
bo_cn: ཡིག་ཆ %(current)li/%(total)li ཕབ་ལེན་བྱེད་བཞིན་པ། མྱུར་ཚད་ནི %(speed)s/s ཡིན།

source: Downloading the release upgrade tool
bo_cn: ཁྱབ་བསྒྲགས་རིམ་སྤར་ལག་ཆ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error authenticating some packages
bo_cn: མཉེན་ཁུག་ཁ་ཤས་ར་སྤྲོད་ནོར་བ།

source: Error during commit
bo_cn: གཏན་འཁེལ་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Error during update
bo_cn: རིམ་སྤོར་བྱེད་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: Extracting the upgrade failed. There may be a problem with the network or with the server.
bo_cn: རིམ་སྤོར་ཆ་འཕྲིན་ལེན་པ་ཕམ་པ། དྲ་རྒྱའམ་ཞབས་ཞུ་ཆས་ཀྱི་གནད་དོན་ཡིན་སྲིད།

source: Failed to add the CD
bo_cn: CD ཁ་སྣོན་ཕམ་པ།

source: Failed to add the cdrom
bo_cn: འོད་སྐུལ་ཁ་སྣོན་ཕམ་པ།

source: Failed to extract
bo_cn: བླངས་པ་ཕམ་པ།

source: Failed to fetch
bo_cn: ཕབ་ལེན་ཕམ་པ།

source: Fetching
bo_cn: ཐོབ་པ།

source: Fetching file %li of %li
bo_cn: ཡིག་ཆ %li ཕབ་ལེན། (བསྡོམས་པས་ཡིག་ཆ %li )

source: Fetching file %li of %li at %sB/s
bo_cn: ཡིག་ཆ %li/%li ཕབ་ལེན། མྱུར་ཚད་ %s/s

source: Fetching is complete
bo_cn: ཕབ་ལེན་ལེགས་འགྲུབ།

source: Fetching the upgrade failed. There may be a network problem.
bo_cn: རིམ་སྤར་ཆ་འཕྲིན་ཐོབ་པ་ཕམ་པ། དྲ་རྒྱ་ལ་གནད་དོན་ཡོད་སྲིད།

source: File %s of %s
bo_cn: ཡིག་ཆ %s/%s

source: File %s of %s at %sB/s
bo_cn: ཡིག་ཆ %s/%s ཡི་མགྱོགས།ཚད %sB/s

source: Generate default sources?
bo_cn: སོར་བཞག་གི་ཁུངས་གྲུབ་པ།

source: Getting new packages
bo_cn: མཉེན་ཁུག་གསར་པ་ཐོབ་པ།

source: Getting new software channels
bo_cn: མཉེན་ཆས་ཁུངས་གསར་པ་ཐོབ་པ།

source: Getting upgrade prerequisites failed
bo_cn: རིམ་སྤར་སྟ་གོན་ཕམ་པ།

source: Include latest updates from the Internet?
bo_cn: དྲ་རྒྱ་སྟེང་གི་གསར་བསྒྱུར་ཆེས་གསར་པ་འདུ་འམ།

source: Information
bo_cn: གསལ་བརྡ།

source: Install %s
bo_cn: %s སྒྲིག་འཇུག

source: Install (%s)
bo_cn: (%s) སྒྲིག་འཇུག

source: Installing the upgrade can take several hours. Once the download has finished, the process cannot be canceled.
bo_cn: རིམ་སྤར་སྒྲིག་འཇུག་བྱེད་པར་ཕལ་ཆེར་དུས་ཚོད་ཁ་ཤས་སྤྱོད་དགོས་ལ་གལ་ཏེ་ཕབ་ལེན་ལེགས་འགྲུབ་བྱུང་རྗེས་འཕེལ་རིམ་འདི་དོར་མི་ཆོག

source: Installing the upgrades
bo_cn: རིམ་སྤར་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Invalid package information
bo_cn: ནུས་མེད་ཀྱི་མཉེན་ཁུག་ཆ་འཕྲིན།

source: It was not possible to create the sandbox environment.
bo_cn: བྱེ་སྒམ་ཁོར་ཡུག་གསར་འཛུགས་བྱེད་མི་ཐུབ།

source: Main server
bo_cn: ཞབས་ཞུ་ཆས་གཙོ་བོ།

source: Media Change
bo_cn: སྨྱན་བྱེད་ཀྱི་འགྱུར་ལྡོག

source: New release '%s' available.
bo_cn: སྤྱད་ཆོག་པའི“%s”ཡོད།

source: No ARMv6 CPU
bo_cn: ARMv6 CPU མེད།

source: No i686 CPU
bo_cn: i686 CPU མ་ཡིན་པ།

source: No init available
bo_cn: སྤྱད་ཆོག་པའི init མེད།

source: No longer needed (%s)
bo_cn: (%s) མི་དགོས།

source: No longer supported %s
bo_cn: %s རྒྱབ་སྐྱོར་མི་བྱེད།

source: No longer supported by Canonical (%s)
bo_cn: Canonical ཡིས་། (%s) ལ་རྒྱབ་སྐྱོར་མི་བྱེད།

source: No new release found
bo_cn: པར་གཞི་གསར་པ་རྙེད་མེད།

source: No valid mirror found
bo_cn: སྤྱོད་རུང་གི་སྣང་བརྙན་རྙེད་མེད།

source: Not enough free disk space
bo_cn: སྡུད་སྡེར་བར་སྟོང་མི་འདང་བ།

source: Not for humans during development stage of release %s
bo_cn: %s པར་གཞི་ད་དུང་གསར་སྤེལ་དུས་རིམ་དུ་གནས་པས་སྤྱོད་མཁན་དཀྱུས་མས་སྤྱོད་པར་མི་འཚམ།

source: PAE not enabled
bo_cn: PAE བྱེད་ནུས་སྤྱོད་འགོ་བརྩམས་མེད།

source: Package in inconsistent state
bo_cn: མཉེན་ཆས་ཁུག་ལ་འགལ་རྐྱེན་ཡོད།

source: Perform a partial upgrade
bo_cn: རིམ་སྤར་ཆ་ཤས་ལག་བསྟར།

source: Perform a partial upgrade only (no sources.list rewriting)
bo_cn: རིམ་སྤར་ཆ་ཤས་ཁོ་ན་ལག་བསྟར།( sources.list བསྐྱར་འབྲི་མི་བྱེད།)

source: Perform a release upgrade
bo_cn: པར་གཞི་རིམ་སྤར་ལག་བསྟར།

source: Please check your internet connection.
bo_cn: ཁྱེད་ཀྱི་སྦྲེལ་རེས་དྲ་རྒྱ་འབྲེལ་མཐུད་ཞིབ་བཤེར་བྱེད་རོགས།

source: Please insert '%s' into the drive '%s'
bo_cn: ཁྱེད་ཀྱིས '%s' དེ་སྒུལ་ཆས '%s' ཡི་ནང་འཇུག་རོགས།

source: Preparing the system for the upgrade failed so a bug reporting process is being started.
bo_cn: གསར་བསྒྱུར་སྐབས་རྒྱུད་ཁོངས་སྟ་གོན་ཕམ་པ། ནོར་འཁྲུལ་སྙན་ཞུ་འཕེལ་རིམ་འགོ་སློང་ཟིན།

source: Preparing the upgrade failed
bo_cn: རིམ་སྤར་སྟ་གོན་ཕམ་པ།

source: Preparing to upgrade
bo_cn: རིམ་སྤར་སྟ་གོན་བྱེད་བཞིན་པ།

source: Progress: [%3i%%]
bo_cn: མྱུར་ཚད།：[%3i%%]

source: Reading cache
bo_cn: སྐབས་གསོག་ཀློག་བཞིན་པ།

source: Reboot required
bo_cn: བསྐྱར་སློང་བྱེད་དགོས།

source: Release Notes
bo_cn: འགྲེམས་སྤེལ་མཆན་འགྲེལ།

source: Release upgrade not possible right now
bo_cn: པར་གཞི་རིམ་སྤོར་མིག་སྔར་སྤྱོད་མི་ཆོག

source: Remove %s
bo_cn: %s འབུད་པ།

source: Remove (%s)
bo_cn: (%s) འབེབས་པ།

source: Remove (was auto installed) %s
bo_cn: %s འབུད་པ། (རང་འགུལ་དུ་སྒྲིག་འཇུག་བྱས་པའི)

source: Remove obsolete packages?
bo_cn: མཉེན་ཆས་ཁུག་མ་རྙིང་བ་བསུབ་བམ།

source: Remove package in bad state
bo_cn: རྣམ་པ་རྒྱུན་འགལ་གྱི་མཉེན་ཁུག་འབེབས་པ།

source: Removing the packages can take several hours.
bo_cn: ཁུག་མ་བསུབ་པར་ཕལ་ཆེར་དུས་ཚོད་ཁ་ཤས་སྤྱོད་དགོས།

source: Repository information invalid
bo_cn: མཛོད་ཁང་ཆ་འཕྲིན་ནུས་མེད།

source: Required depends is not installed
bo_cn: དགོས་ངེས་ཀྱི་བརྟེན་བྱའི་འབྲེལ་བ་སྒྲིག་འཇུག་བྱས་མེད།

source: Restart required
bo_cn: བསྐྱར་སྐུལ་བྱ་དགོས།

source: Restarting the computer
bo_cn: རྒྱུད་ཁོངས་ཡང་བསྐྱར་འགོ་སློང་བྱེད་བཞིན་པ།

source: Restoring original system state
bo_cn: གདོད་མའི་རྒྱུད་ཁོངས་རྣམ་པ་སླར་གསོ་བྱེད་བཞིན་པ།

source: Run 'do-release-upgrade' to upgrade to it.
bo_cn: “do-release-upgrade” འཁོར་སྐྱོད་བྱས་ནས་པར་གཞི་གསར་པ་རུ་རིམ་སྤར་བྱེད་པ།

source: Run the specified frontend
bo_cn: དམིགས་བཙུགས་པའི་མདུན་སྣེ་འཁོར་སྐྱོད།

source: Running partial upgrade
bo_cn: ཆ་ཤས་རིམ་སྤར་འཁོར་སྐྱོད།

source: Sandbox mode
bo_cn: བྱེ་སྒམ་རྣམ་པ།

source: Sandbox setup failed
bo_cn: བྱེ་སྒམ་སྒྲིག་འཇུག་ཕམ་པ།

source: Sandbox upgrade using aufs
bo_cn: aufs སྤྱད་ནས་བྱེ་སྒམ་རིམ་སྤར་བྱེད་པ།

source: Searching for obsolete software
bo_cn: བེད་མེད་ཀྱི་མཉེན་ཆས་བཤེར་འཚོལ་བྱེད་བཞིན་པ།

source: Server for %s
bo_cn: %s ཡི་ཞབས་ཞུ་ཆས།

source: Set datadir
bo_cn: གཞི་གྲངས་དཀར་ཆག་སྒྲིག་འགོད།

source: Setting new software channels
bo_cn: མཉེན་ཆས་ཁུངས་གསར་པ་སྒྲིག་འགོད་བྱེད་པ།

source: Show Difference >>>
bo_cn: ཁྱད་པར་མངོན་པ། >>>

source: Show Terminal >>>
bo_cn: མཐའ་སྣེ་མངོན་པ། >>>

source: Show progress of individual files
bo_cn: ཡིག་ཆའི་མྱུར་ཚད་རྐྱང་མ་མངོན་པ།

source: Show version and exit
bo_cn: པར་གཞི་དང་ཕྱིར་འབུད་མངོན་པ།

source: Sorry, adding the cdrom was not successful.
bo_cn: དགོངས་དག་ཞུ། རྒྱལ་ཁའི་ངང་འོད་སྐུལ་བསྣན་མེད།

source: Starting additional sshd
bo_cn: ཚད་ལས་བརྒལ་བའི ssh ལྟ་སྲུང་འཕེལ་རིམ་སྤྱོད་འགོ་རྩོམ་བཞིན་པ།

source: System upgrade is complete.
bo_cn: རྒྱུད་ཁོངས་རིམ་སྤར་ལེགས་འགྲུབ།

source: Terminal
bo_cn: མཐའ་སྣེ།

source: Test upgrade with a sandbox aufs overlay
bo_cn: བྱེ་སྒམ་ aufs བར་གཅོད་རིམ་པ་ཡོད་པའི་ཚོད་ལྟ་རོམ་པ་སྤར་བ།

source: The 'diff' command was not found
bo_cn: diff བཀའ་བརྡ་རྙེད་མ་བྱུང་།

source: The error message is '%s'.
bo_cn: ནོར་འཁྲུལ་ཆ་འཕྲིན་ནི་ “%s” རེད།

source: The essential package '%s' is marked for removal.
bo_cn: དགོས་ངེས་ཀྱི་མཉེན་ཁུག་ “%s” འབུད་པ་རུ་རྟགས་བཀོད་འདུག

source: The options --devel-release and --proposed are
bo_cn: --devel-release དང་ --proposed འདེམས་ཚན།

source: The package '%s' is marked for removal but it is in the removal blacklist.
bo_cn: དགོས་ངེས་ཀྱི་མཉེན་ཁུག་ “%s” འབུད་པ་རུ་རྟགས་བཀོད་འདུག་མོད་འོན་ཀྱང་དེ་འབུད་པའི་མིང་ཐོ་ནག་པོ་རུ་གནས་ཟིན།

source: The partial upgrade was completed.
bo_cn: ཆ་ཤས་རིམ་སྤར་ལེགས་འགྲུབ།

source: The release upgrade can not be performed currently, please try again later. The server reported: '%s'
bo_cn: འགྲེམས་སྤེལ་པར་གཞི་མིག་སྔར་གསར་སྒྱུར་བྱེད་ཐབས་མེད་པས་ཡང་བསྐྱར་ཚོད་ལྟ་ཐེངས་གཅིག་བྱེད་རོགས། ཞབས་ཞུ་ཆས་སྙན་ཞུ།：'%s'

source: The required dependency '%s' is not installed.
bo_cn: དགོས་པའི་བརྟེན་བྱའི་འབྲེལ་བ་ “%s” སྒྲིག་འཇུག་བྱས་མེད།

source: The server may be overloaded
bo_cn: ཞབས་ཞུ་ཆས་ཕལ་ཆེར་ཐེག་བརྒལ་བྱས་ཟིན།

source: The server may be overloaded.
bo_cn: ཞབས་ཞུ་ཆས་ཕལ་ཆེར་ཐེག་བརྒལ་བྱས་ཟིན།

source: The software on this computer is up to date.
bo_cn: རྩིས་འཁོར་འདིའི་ཁྲོད་ཀྱི་མཉེན་ཆས་ནི་གསར་བའི་མཉེན་ཆས་ཡིན།

source: The upgrade has aborted. Please check your Internet connection or installation media and try again.
bo_cn: གསར་བསྒྱུར་དོར་ཟིན། ཁྱེད་ཀྱི་ཨེན་ཐེ་དྲ་རྒྱ་འབྲེལ་མཐུད་དམ་སྨྱན་གཟུགས་སྒྲིག་འཇུག་ཞིབ་བཤེར་བྱས་རྗེས་ཡང་བསྐྱར་ཐེངས་གཅིག་ཚོད་ལྟ་བྱེད་རོགས།

source: The upgrade has completed but there were errors during the upgrade process.
bo_cn: རིམ་སྤར་ལེགས་འགྲུབ་བྱུང་ཟིན་མོད་འོན་ཀྱང་དེའི་རིང་དུ་ནོར་འཁྲུལ་བྱུང་།

source: The upgrade is finished and a reboot is required. Do you want to do this now?
bo_cn: རིམ་སྤར་ལེགས་འགྲུབ་བྱུང་ཟིན་པ་མ་ཟད་བསྐྱར་སློང་བྱེད་དགོས་པས་ཁྱེད་ཀྱིས་ད་ལྟ་བསྐྱར་སློང་བྱེད་དམ།

source: The upgrade will cancel now and the original system state will be restored. You can resume the upgrade at a later time.
bo_cn: རིམ་སྤར་འདོར་སྲིད་པ་དང་རྒྱུད་ཁོངས་གདོད་མའི་རྣམ་པ་རུ་སླར་གསོ་བྱེད་པས་ཁྱེད་ཀྱིས་དེའི་རྗེས་སུ་མུ་མཐུད་ནས་རིམ་སྤར་བྱས་ཆོག

source: The upgrade will continue but the '%s' package may not be in a working state. Please consider submitting a bug report about it.
bo_cn: རིམ་སྤར་མུ་མཐུད་ནས་བྱེད་མོད་འོན་ཀྱང་“%s” ལ་ལས་ཀ་མེད་སྲིད་པས་དེ་དང་འབྲེལ་བའི་ནོར་འཁྲུལ་སྙན་ཞུ་གོང་སྤྲོད་བྱེད་པར་བསམ་བློ་གཏོང་རོགས།

source: There are no upgrades available for your system. The upgrade will now be canceled.
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་ལ་སྤྱོད་ཆོག་པའི་རིམ་སྤར་མེད་པས་རིམ་སྤར་དོར་ཟིན།

source: Third party sources disabled
bo_cn: ཕྱོགས་གསུམ་པའི་ཁུངས་འགོག་སྤྱོད་བྱས་པ།

source: This download will take about %s with your connection.
bo_cn: ཁྱེད་ཀྱི་འབྲེལ་མཐུད་མྱུར་ཚད་ལ་གཞིག་ན་ཐེངས་འདིའི་ཕབ་ལེན་ལ་ཕལ་ཆེར་དུས་ཚོད་ %s དགོས་སྲིད།

source: This is most likely a transient problem, please try again later.
bo_cn: རྒྱུད་གཏོང་གནད་དོན་ཞིག་བྱུང་ཡོད་ཤས་ཆེ་པས་ཅུང་སྒུག་ནས་ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་རོགས།

source: To continue please press [ENTER]
bo_cn: མཐེབ [ENTER] མནན་ནས་མུ་མཐུད།

source: To perform a partial upgrade, you need to authenticate.
bo_cn: རིམ་སྤར་ཁ་ཤས་མ་བྱས་གོང་ཁྱེད་ཀྱིས་བཀོལ་སྤྱོད་འདིར་དབང་སྤྲོད་དགོས།

source: To prevent data loss close all open applications and documents.
bo_cn: གཞི་གྲངས་བོར་བརླག་མི་ཡོང་བའི་ཆེད་དུ་ཁ་ཕྱེ་པའི་ཉེར་སྤྱོད་བྱ་རིམ་དང་ཡིག་ཚགས་ཚང་མ་ཁ་རྒྱག་རོགས།

source: To upgrade Ubuntu, you need to authenticate.
bo_cn: པར་གཞི་ Ubuntu རིམ་སྤར་མ་བྱས་གོང་ཁྱེད་ཀྱིས་བཀོལ་སྤྱོད་འདིར་དབང་སྤྲོད་དགོས།

source: Try upgrading to the latest release using the upgrader from $distro-proposed
bo_cn: $distro-proposed རྒྱུད་ནས་པར་གཞི་གསར་པ་རུ་གསར་བསྒྱུར་བྱེད་པར་ཚོད་ལྟ་བྱེད་རོགས།

source: Trying to install blacklisted version '%s'
bo_cn: མིང་ཐོ་ནག་པོའི་པར་གཞི་ “%s”སྒྲིག་འཇུག་བྱེད་ཚོད་བྱེད་པ།

source: Ubuntu %(version)s Upgrade Available
bo_cn: Ubuntu %(version)s རིམ་སྤར་སྤྱོད་རུང་།

source: Unable to get exclusive lock
bo_cn: གཞན་ཕུད་སྒྲོག་ཐོབ་ཐབས་མེད།

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
bo_cn: མཉེན་ཆས་ཁུག་ཡིག་ཆ་གང་ཡང་གནས་གཏན་བྱེད་ཐབས་མེད་དེ་ཕལ་ཆེར་ Ubuntu འོད་སྡེར་མིན་པའམ་ཡང་ན་དེའི་སྒྲོམ་གཞི་ནོར་འཁྲུལ་མིན་ནམ།

source: Updating repository information
bo_cn: མཉེན་ཆས་མཛོད་ཁང་ཆ་འཕྲིན་གསར་བསྒྱུར་བྱེད་བཞིན་པ།

source: Upgrade
bo_cn: རིམ་སྤེལ།

source: Upgrade canceled
bo_cn: རིམ་སྤར་དོར་ཟིན།

source: Upgrade complete
bo_cn: རིམ་སྤར་ལེགས་འགྲུབ།

source: Upgrade to the development release
bo_cn: གསར་སྤེལ་པར་གཞི་རུ་རིམ་སྤར་བྱེད་པ།

source: Upgrade tool
bo_cn: རིམ་སྤར་ལག་ཆ།

source: Upgrade tool signature
bo_cn: རིམ་སྤར་ལག་ཆ་མིང་འགོད་པ།

source: Upgrading
bo_cn: རིམ་སྤར་བྱེད་བཞིན་པ།

source: Upgrading may reduce desktop effects, and performance in games and other graphically intensive programs.
bo_cn: རིམ་སྤར་རྒྱུད་རིམ་གྱིས་ཅོག་ངོས་ཁྱད་ནུས་དམའ་རུ་གཏོང་སྲིད་དེ་རོལ་རྩེད་གཤིས་ནུས་དང་མངོན་འཆར་རེ་བ་མཐོ་བའི་བྱ་རིམ།

source: Upgrading over remote connection not supported
bo_cn: རྒྱང་རིང་འབྲེལ་མཐུད་རྒྱུད་ནས་རིམ་སྤར་བྱེད་པར་རྒྱབ་སྐྱོར་མི་བྱེད།

source: Upgrading the repository information resulted in a invalid file so a bug reporting process is being started.
bo_cn: མཉེན་ཆས་ཁུངས་གསར་བསྒྱུར་བྱེད་སྐབས་ནུས་མེད་ཡིག་ཆ་རུ་ཕྱིར་ལོག་པས་ནོར་འཁྲུལ་སྙན་ཞུ་འཕེལ་རིམ་འགོ་སློང་ཟིན།

source: Use the given path to search for a cdrom with upgradable packages
bo_cn: སྤྲད་པའི་འགྲོ་ལམ་གྱིས་རིམ་སྤར་ཁུག་ཡོད་པའི་ CD-ROM འཚོལ་ཞིབ་བྱེད་པ།

source: Verifying the upgrade failed. There may be a problem with the network or with the server.
bo_cn: རིམ་སྤར་བྱ་རིམ་ར་སྤྲོད་ཕམ་པ། ཕལ་ཆེར་དྲ་རྒྱའམ་ཞབས་ཞུ་ཆས་ཀྱི་གནད་དོན་ཡིན་སྲིད།

source: Yes, Upgrade Now
bo_cn: རེད། ད་ལྟ་རིམ་སྤོར་བྱེད།

source: You have declined the upgrade to Ubuntu %s
bo_cn: ཁྱེད་ཀྱིས་ Ubuntu རུ་རིམ་སྤོར་བྱེད་པ་ཁས་བླངས་མེད། %s

source: You have declined to upgrade to the new Ubuntu
bo_cn: ཁྱེད་ཀྱིས་པར་གཞི་གསར་པའི་ Ubuntu རུ་རིམ་སྤོར་བྱེད་པ་ཁས་བླངས་མེད།

source: You will lose any changes you have made to this configuration file if you choose to replace it with a newer version.
bo_cn: གལ་ཏེ་པར་གཞི་གསར་པའི་སྡེབ་སྒྲིག་ཡིག་ཆ་རུ་བརྗེ་བ་གདམ་ན་ཁྱེད་ཀྱིས་བཟོ་བཅོས་བྱས་ཟིན་པ་ཚང་མ་བོར་སྲིད།

source: Your Ubuntu release is not supported anymore.
bo_cn: ཁྱེད་ཀྱི་ Ubuntu པར་གཞིའི་རྒྱབ་སྐྱོར་མཁོ་འདོན་མི་བྱེད།

source: Your graphics hardware may not be fully supported in Ubuntu 12.04 LTS.
bo_cn: Ubuntu 12.04 LTS ཡིས་ཕལ་ཆེར་ཁྱོན་ཡོངས་ནས་ཁྱེད་ཀྱི་འཆར་ཁཱ་ལ་རྒྱབ་སྐྱོར་བྱེད་ཐབས་མེད།

source: Your graphics hardware may not be fully supported in Ubuntu 14.04.
bo_cn: ཁྱེད་ཀྱི་རིས་དབྱིབས་སྲ་ཆས་ཕལ་ཆེར་ Ubuntu 14.04 སྟེང་ཁྱོན་ཡོངས་ནས་རྒྱབ་སྐྱོར་བྱེད་ཐབས་མེད།

source: Your python install is corrupted. Please fix the '/usr/bin/python' symlink.
bo_cn: ཁྱེད་ཀྱི་ python སྒྲིག་འཇུག་ནོར་འཁྲུལ་བྱུང་པས་ “/usr/bin/python” ཨང་རྟགས་སྦྲེལ་མཐུད་སླར་གསོ་བྱེད་རོགས།

source: _Cancel Upgrade
bo_cn: རིམ་སྤར་དོར་བ། (_C)

source: _Continue
bo_cn: མུ་མཐུད།(_C)

source: _Keep
bo_cn: སྔར་རྣམ་སྲུང་བ།(_K)

source: _Remove
bo_cn: སྤོ་བ།(_R)

source: _Replace
bo_cn: ཚབ་བརྗེ།(_R)

source: _Report Bug
bo_cn: སྙན་ཞུ། Bug(_R)

source: _Restart Now
bo_cn: ད་ལྟ་བསྐྱར་སློང་།(_R)

source: _Resume Upgrade
bo_cn: རིམ་སྤར་སླར་གསོ།(_R)

source: _Start Upgrade
bo_cn: རིམ་སྤར་མགོ་རྩོམ།(_R)

source: _Upgrade
bo_cn: རིམ་སྤར།(_U)

source: authenticate '%(file)s' against '%(signature)s'
bo_cn: %(signature)s' སྤྱད་ནས་ '%(file)s' ལ་ར་སྤྲོད་ བྱེད་པ།

source: disabled on upgrade to %s
bo_cn: %s རུ་རིམ་སྤར་བྱེད་པ་གཏན་འགོག་བྱས།

source: extracting '%s'
bo_cn: '%s' ལེན་བཞིན་པ།

source: mutually exclusive. Please use only one of them.
bo_cn: འཆམ་མཐུན་མེད་པས་དེའི་ནང་གི་འདེམས་ཚན་གཅིག་ཁོ་ན་སྤཡོད་རོགས།

source: y
bo_cn: ཡིན།
