Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/ufw.po
Languages: bo_cn

source: (skipped reloading firewall)
bo_cn: (ཡང་བསྐྱར་ཁུར་སྣོན་པའི་མེ་འགོག་གྱང་ལས་མཆོངས་པ)

source: Attempted rules successfully unapplied.
bo_cn: ཚོད་ལྟའི་སྒྲིག་སྲོལ་གྱི་བཀོལ་སྤྱོད་ཕྱིར་འཐེན་ལེགས་གྲུབ་བྱུང་བ།

source: Some rules could not be unapplied.
bo_cn: སྒྲིག་སྲོལ་ཁ་ཤས་ཕྱིར་འཐེན་བྱེད་མི་ཆོག

source: %s is group writable!
bo_cn: %s ཚོ་ཚང་མ་འབརི་རུང་།

source: %s is world writable!
bo_cn: %s ཁྱོན་ཡོངས་འབྲི་རུང་།

source: '%(f)s' file '%(name)s' does not exist
bo_cn: “%(f)s”་ཡིག་ཆ “%(name)s”་མེད་པ།

source: '%s' already exists. Aborting
bo_cn: “%s” ཡོད་པ།མཚམས་འཇོག་བཞིན་པ།

source: '%s' is not writable
bo_cn: “%s” འབྲི་མི་རུང་བ།

source: 'route delete NUM' unsupported. Use 'delete NUM' instead.
bo_cn: “ལམ་འཚོལ NUMབསུབ་པ་”ལ་རྒྱབ་སྐྱོར་མ་ཐོབ། “NUMབསུབ་པ་” ཡིས་ཚབ་བྱེད་རོགས།

source: (be sure to update your rules accordingly)
bo_cn: （སྐབས་བསྟུན་གྱིས་ཁྱེད་རང་གི་མེ་འགོག་གྱང་སྒྲིག་སྲོལ་གསར་བསྒྱུར་བྱེད་རོགས།）

source: Aborted
bo_cn: མཚམས་བཞག་པ།

source: Action
bo_cn: འགུལ་སྟངས།

source: Added user rules (see 'ufw status' for running firewall):
bo_cn: ཁ་སྣོན་བྱས་ཟིན་པའི་སྤྱོད་མཁན་གྱི་སྒྲིག་སྲོལ།（འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་མེ་འགོག་གྱང་གི་“ufWགནས་ཚུལ”ལ་ལྟ་བ）།

source: Adding IPv6 rule failed: IPv6 not enabled
bo_cn: IPv6 སྒྲིག་སྲོལ་ཁ་སྣོན་ཕམ་པ། IPv6 སྤྱོད་འགོ་ཚུགས་མེད་པ།

source: Available applications:
bo_cn: སྤྱོད་རུང་ཉེར་སྤྱོད་བྱ་རིམ།：

source: Bad destination address
bo_cn: ནོར་འཁྲུལ་གྱི་དམིགས་འབེན་ཤག་གནས།

source: Bad interface name
bo_cn: ནོར་འཁྲུལ་གྱི་མཐུད་ཁའི་མིང་།

source: Bad interface name: can't use interface aliases
bo_cn: ནོར་འཁྲུལ་གྱི་མཐུད་ཁའི་མིང་།：མཐུད་ཁའི་མིང་གཞན་སྤྱོད་ཐབས་བྲལ་བ།

source: Bad interface name: reserved character: '!'
bo_cn: ནོར་འཁྲུལ་གྱི་མཐུད་ཁའི་མིང་།：ཡིག་རྟགས་སོར་ཉར།：“！”

source: Bad interface type
bo_cn: ནོར་འཁྲུལ་གྱི་མཐུད་ཁའི་རིགས་རྣམ།

source: Bad port
bo_cn: ནོར་འཁྲུལ་གྱི་སྣེ་ཁ།

source: Bad port '%s'
bo_cn: ནོར་འཁྲུལ་གྱི་སྣེ་ཁ་།“%s”

source: Bad source address
bo_cn: ནོར་འཁྲུལ་གྱི་ཁུངས་ཤག་གནས།

source: Cannot insert rule at position '%d'
bo_cn: “%d” ལ་སྒྲིག་སྲོལ་བར་འཇུག་བྱེད་ཐབས་བྲལ་བ།

source: Cannot insert rule at position '%s'
bo_cn: “%s” ལ་སྒྲིག་སྲོལ་བར་འཇུག་བྱེད་ཐབས་བྲལ་བ།

source: Cannot specify 'all' with '--add-new'
bo_cn: “all” དམིགས་འཛུགས་བྱས་ནས་ “--add-new”སྤྱོད་མི་རུང་བ།

source: Cannot specify insert and delete
bo_cn: བར་འཇུག་དང་བསུབ་པ་དམིགས་འཛུགས་བྱེད་ཐབས་བྲལ།

source: Checks disabled
bo_cn: ཞིབ་བཤེར་སྤྱོད་འགོག་བྱས་པ།

source: Command '%s' already exists
bo_cn: བཀའ་བརྡ་ “%s” ཡོད་པ།

source: Command may disrupt existing ssh connections. Proceed with operation (%(yes)s|%(no)s)?
bo_cn: བཀའ་བརྡ་འདིས་མིག་སྔའི་ ssh འབྲེལ་མཐུད་མཚམས་འཇོག་སྲིད།མུ་མཐུད་ཡིན་ནམ། (%(yes)s|%(no)s)？

source: Could not back out rule '%s'
bo_cn: སྒྲིག་སྲོལ་“%s”གྲབས་ཉར་བྱེད་ཐབས་བྲལ་བ།

source: Could not delete non-existent rule
bo_cn: མེད་པའི་སྒྲིག་སྲོལ་བསུབ་ཐབས་བྲལ།

source: Could not find '%s'. Aborting
bo_cn: “%s”་མ་རྙེད།མཚམས་འཇོག་བཞིན་པ།

source: Could not find a profile matching '%s'
bo_cn: “%s”་དང་ཟླ་འགྲིག་པའི་སྡེབ་སྒྲིག་རྙེད་ཐབས་བྲལ་བ།

source: Could not find executable for '%s'
bo_cn: “%s” ་ཡི་ལག་བསྟར་རུང་བའི་ཡིག་ཆ་རྙེད་ཐབས་བྲལ་བ།

source: Could not find profile '%s'
bo_cn: སྡེབ་སྒྲིགཡིག་ཆ '%s'རྙེད་ཐབས་བྲལ་བ།

source: Could not find protocol
bo_cn: གྲོས་ཆིངས་རྙེད་ཐབས་བྲལ་བ།

source: Could not find rule '%d'
bo_cn: སྒྲིག་སྲོལ “%d”རྙེད་ཐབས་བྲལ་བ།

source: Could not find rule '%s'
bo_cn: སྒྲིག་སྲོལ “%s”རྙེད་ཐབས་བྲལ་བ།

source: Could not get listening status
bo_cn: ཕག་ཉན་རྣམ་པ་ཐོབ་ཐབས་བྲལ་བ།

source: Could not get statistics for '%s'
bo_cn: “%s”ཡི་གཞི་གྲངས་ཐོབ་ཐབས་བྲལ་བ།

source: Could not load logging rules
bo_cn: ཉིན་ཐོའི་སྒྲིག་སྲོལ་ཁུར་སྣོན་བྱ་ཐབས་བྲལ།

source: Could not normalize destination address
bo_cn: དམིགས་འབེན་ཤག་གནས་ཚད་ལྡན་ཅན་བཟོ་མི་རུང།

source: Could not normalize source address
bo_cn: ཁུངས་ཀྱི་ཤག་གནས་ཚད་ལྡན་ཅན་བཟོ་མི་རུང།

source: Could not perform '%s'
bo_cn: “%s”བྱེད་ཐབས་བྲལ།

source: Could not set LOGLEVEL
bo_cn: LOGLEVELསྒྲིག་འགོད་བྱ་ཐབས་བྲལ།

source: Could not update running firewall
bo_cn: འཁོར་སྐྱོད་བྱེད་བཞིན་པའི་མེ་འགོག་གྱང་གསར་བསྒྱུར་བྱེད་ཐབས་བྲལ།

source: Couldn't determine iptables version
bo_cn: iptables པར་གཞི་གཏན་འཁེལ་བྱ་ཐབས་བྲལ།

source: Couldn't find '%s'
bo_cn: “%s”རྙེད་ཐབས་བྲལ་བ།

source: Couldn't find parent pid for '%s'
bo_cn: “%s” ཡི་ཕའི་ pidརྙེད་ཐབས་བྲལ་བ།

source: Couldn't find pid (is /proc mounted?)
bo_cn: pid རྙེད་ཐབས་བྲལ་བ། (/proc ཁུར་སྣོན་བྱས་ཟིན་ནམ།)

source: Couldn't open '%s' for reading
bo_cn: “%s” ཡི་ཁ་ཕྱེས་ནས་ཀློག་འདོན་བཀོལ་སྤྱོད་བྱ་ཐབས་བྲལ།

source: Couldn't stat '%s'
bo_cn: “%s” ཡི་སྟེང་དུ་ stat བཀའ་བརྡ་འཁོར་སྐྱོད་བྱ་ཐབས་བྲལ།

source: Couldn't update application rules
bo_cn: ཉེར་སྤྱོད་བྱ་རིམསྒྲིག་སྲོལ་གསར་བསྒྱུར་བྱ་ཐབས་བྲལ།

source: Couldn't update rules file
bo_cn: མེ་འགོག་གྱང་སྒྲིག་སྲོལ་ཡིག་ཆ་གསར་བསྒྱུར་བྱ་ཐབས་བྲལ།

source: Couldn't update rules file for logging
bo_cn: ཉིན་ཐོའི་ཟིན་ཐོ་ལ་སྒྲིག་སྲོལཡིག་ཆ་གསར་བསྒྱུར་བྱ་ཐབས་བྲལ།

source: Default application policy changed to '%s'
bo_cn: སོར་བཞག་ཉེར་སྤྱོད་བྱ་རིམ་ཐབས་ཇུས “%s”ལ་བསྒྱུར་ཟིན།

source: Default: %(in)s (incoming), %(out)s (outgoing), %(routed)s (routed)
bo_cn: སོར་བཞག：%(in)s (incoming), %(out)s(outgoing), %(routed)s (routed)

source: Duplicate profile '%s', using last found
bo_cn: བསྐྱར་ཟློས་ཀྱི་སྡེབ་སྒྲིག “%s” ཐེངས་སྔོན་མར་རྙེད་པའི་སྡེབ་སྒྲིག་སྤྱོད་པ།

source: ERROR: this script should not be SGID
bo_cn: ནོར་འཁྲུལ།： འཁྲབ་གཞུང་འདི་ SGIDཡིན་མི་རུང་།

source: ERROR: this script should not be SUID
bo_cn: ནོར་འཁྲུལ།： འཁྲབ་གཞུང་འདི་ SUIDཡིན་མི་རུང་།

source: Firewall is active and enabled on system startup
bo_cn: རྒྱུད་ཁོངསའགོ་སློང་སྐབས་མེ་འགོག་གྱང་སྤྱོད་འགོ་རྩོམ་པ་དང་སྐུལ་སློང་བྱེད་པ།

source: Firewall not enabled (skipping reload)
bo_cn: མེ་འགོག་གྱང་སྤྱོད་འགོ་ཚུགས་མེད་པ།(མཆོངས་ནས་བསྐྱར་འགེལ་བྱོས།)

source: Firewall reloaded
bo_cn: མེ་འགོག་གྱང་བསྐྱར་འགེལ་བྱས་ཟིན་པ།

source: Firewall stopped and disabled on system startup
bo_cn: མེ་འགོག་གྱང་རྒྱུད་ཁོངས་འགོ་སློང་སྐབས་རང་འགུལ་འགོག་སྤྱོད།

source: Found exact match
bo_cn: ཡོངས་སུ་ཟླ་སྒྲིག་པའི་རྣམ་གྲངས་མ་རྙེད་པ།

source: Found exact match, excepting comment
bo_cn: མཆན་འགྲེལ་ཕུད་ཡོངས་སུ་ཟླ་སྒྲིག་པའི་རྣམ་གྲངས་མ་རྙེད་པ།

source: Found multiple matches for '%s'. Please use exact profile name
bo_cn: “%s” ཟླ་སྒྲིག་མང་པོ་རྙེད།དེ་ལས་གཙིགས་པའི་སྡེབ་སྒྲིག་མིང་སྤྱོད་རོགས།

source: From
bo_cn: ཡོང་ས་ནི།

source: IPv6 support not enabled
bo_cn: IPv6 རྒྱབ་སྐྱོར་སྤྱོད་འགོ་ཚུགས་མེད་པ།

source: Improper rule syntax
bo_cn: སྒྲིག་སྲོལ་གྱི་བརྡ་སྤྲོད་ཡང་དག་མིན་པ།

source: Improper rule syntax ('%s' specified with app rule)
bo_cn: ཡང་དག་མིན་པའི་སྒྲིག་སྲོལ་གྱི་བརྡ་སྤྲོད། ( “%s” ནི་བྱ་རིམསྒྲིག་སྲོལ་གྱིས་དམིགས་འཛུགས་བྱེདད་པ།)

source: Insert position '%s' is not a valid position
bo_cn: བར་འཛུད་གནས་ “%s” ནི་ནུས་ལྡན་གྱི་གནས་ཤིག་མ་རེད།

source: Invalid '%s' clause
bo_cn: ནུས་མེད་ཀྱི “%s” ཚིག་ལག

source: Invalid 'from' clause
bo_cn: ནུས་མེད་ཀྱི “from” ཚིག་ལག

source: Invalid 'port' clause
bo_cn: ནུས་མེད་ཀྱི “port” ཚིག་ལག

source: Invalid 'proto' clause
bo_cn: ནུས་མེད་ཀྱི “proto” ཚིག་ལག

source: Invalid 'to' clause
bo_cn: ནུས་མེད་ཀྱི “to” ཚིག་ལག

source: Invalid IP version '%s'
bo_cn: ནོར་འཁྲུལ་གྱི་ IP གྲོས་ཆིངས་པར་གཞི་ “%s”

source: Invalid IPv6 address with protocol '%s'
bo_cn: “%s” གྲོས་ཆིངས་ཀྱི་ནུས་མེད IPv6 ཤག་གནས་སྤྱོད་པ།

source: Invalid interface clause
bo_cn: ནུས་མེད་མཐུད་ཁའི་དོན་ཚན།

source: Invalid interface clause for route rule
bo_cn: ལམ་འཚོལ་སྒྲིག་སྲོལ་ལ་དམིགས་པའི་ནུས་མེད་མཐུད་ཁའི་དོན་ཚན།

source: Invalid log level '%s'
bo_cn: ནུས་མེད་ཀྱི་ཉིན་ཐོའི་རིམ་པ་“%s”

source: Invalid log type '%s'
bo_cn: ནུས་མེད་ཀྱི་ཉིན་ཐོའི་རྣམ་་གཞག་“%s”

source: Invalid option
bo_cn: ནུས་མེད་འདེམས་ཚན།

source: Invalid policy '%(policy)s' for '%(chain)s'
bo_cn: “%(chain)s” ལ་དམིགས་པའི་ཐབས་ཇུས “%(policy)s” ནུས་མེད།

source: Invalid port with protocol '%s'
bo_cn: “%s” གྲོས་ཆིངས་ཀྱི་ནུས་མེད་སྣེ་ཁ་སྤྱོད་པ།

source: Invalid ports in profile '%s'
bo_cn: “%s” ཁྲོད་འདུས་པའི་ནུས་མེད་ཀྱི་སྣེ་ཁ་སྡེབ་སྒྲིག

source: Invalid position '
bo_cn: ནུས་མེད་གནས། '

source: Invalid position '%d'
bo_cn: ནུས་མེད་ཀྱི་གནས།“%d”

source: Invalid profile
bo_cn: ལུགས་འགལ་སྡེབ་སྒྲིག་ཡིག་ཆ།

source: Invalid profile name
bo_cn: ལུགས་འགལ་གྱི་སྡེབ་སྒྲིགཡིག་ཆའི་མིང་།

source: Invalid token '%s'
bo_cn: ནུས་མེད་ཀྱི་མཚོན་རྟགས་ “%s”

source: Logging disabled
bo_cn: ཉིན་ཐོ་འགོག་སྤྱོད་བྱས་པ།

source: Logging enabled
bo_cn: ཉིན་ཐོ་སྤྱོད་འགོ་རྩོམ་པ།

source: Logging:
bo_cn: ཉིན་ཐོ།：

source: Missing policy for '%s'
bo_cn: “%s” ལ་དམིགས་པའི་ཐབས་ཇུས་མེད་པ།

source: Mixed IP versions for 'from' and 'to'
bo_cn: “from” དང་ “to” ཡི་ IP པར་གཞི་མི་འདྲ་བ།

source: Must specify 'tcp' or 'udp' with multiple ports
bo_cn: མཉམ་འདུས་ཀྱི་སྣེ་ཁའི་ཁྲོད་ “tcp” ཡང་ན་ “udp”ངེས་པར་དུ་དམིགས་འཛུགས་བྱེད་དགོས།

source: Need 'from' or 'to' with '%s'
bo_cn: “from” ཡང་ན་“to” ཡིས་ “%s”སྤྱོད་དགོས།

source: Need 'to' or 'from' clause
bo_cn: “to”' ཡང་ན་ “from” ཡི་ཚིག་ལག་དགོས།

source: New profiles:
bo_cn: སྡེབ་སྒྲིག་ཡིག་ཆ་གསར་འཛུགས།:

source: No rules found for application profile
bo_cn: བྱ་རིམ་སྡེབ་སྒྲིག་གི་སྒྲིག་སྲོལ་མ་རྙེད་པ།

source: Option 'comment' missing required argument
bo_cn: “མཆན་འགྲེལ་” འདེམས་ཚན་གྱིས་མཁོ་བའི་ཞུགས་གྲངས་བརླག་པ།

source: Option 'log' not allowed here
bo_cn: འདིར་ “log” འདེམས་ཚན་སྤྱད་མི་ཆོག

source: Option 'log-all' not allowed here
bo_cn: འདིར་ “log-all” འདེམས་ཚན་སྤྱད་མི་ཆོག

source: Port ranges must be numeric
bo_cn: སྣེ་ཁའི་ཁྱབ་ཁོངས་ངེས་པར་དུ་ཨང་གྲངས་ཡིན་དགོས།

source: Port:
bo_cn: མཐུད་ཁ།

source: Ports:
bo_cn: མཐུད་ཁ།

source: Profile '%(fn)s' has empty required field '%(f)s'
bo_cn: སྡེབ་སྒྲིག “%(fn)s” ཡི་ཡིག་དུམ་ “%(f)s” ངེས་པར་སྟོང་པ་ཡིན་དགོས།

source: Profile '%(fn)s' missing required field '%(f)s'
bo_cn: སྡེབ་སྒྲིག “%(fn)s” ལ་ངེས་པར་མཁོ་བའི་ཡིག་དུམ་ “%(f)s”ཆད།

source: Profiles directory does not exist
bo_cn: སྡེབ་སྒྲིག་དཀར་ཆག་མེད་པ།

source: Protocol mismatch (from/to)
bo_cn: from དང་ to ཡི་གྲོས་ཆིངས་ཟླ་སྒྲིག་མིན་པ།

source: Protocol mismatch with specified protocol %s
bo_cn: གྲོས་ཆིངས་དང་དམིགས་འཛུགས་བྱས་པའི་གྲོས་ཆིངས་ %s ཟླ་སྒྲིག་མིན་པ།

source: Resetting all rules to installed defaults. Proceed with operation (%(yes)s|%(no)s)?
bo_cn: སྒྲིག་སྲོལ་ཡོངས་སྒྲིག་འཇུག་སྐབས་ཀྱི་སོར་བཞག་ཐང་དུ་བསྐྱར་སྒྲིག་བྱེད་པ།མུ་མཐུད་ཡིན་ནམ། (%(yes)s|%(no)s)？

source: Rule added
bo_cn: སྒྲིག་སྲོལ་བསྣན་ཟིན།

source: Rule changed after normalization
bo_cn: ཚད་ལྡན་ཅན་བཟོས་རྗེས་སྒྲིག་སྲོལ་བཟོ་བཅོས་བྱས་པ།

source: Rule deleted
bo_cn: སྒྲིག་སྲོལ་བསུབ་ཟིན།

source: Rule inserted
bo_cn: སྒྲིག་སྲོལ་བར་འཇུག་བྱས་ཟིན།

source: Rule updated
bo_cn: སྒྲིག་སྲོལ་གསར་བསྒྱུར་བྱས་ཟིན།

source: Rules updated
bo_cn: མེ་འགོག་གྱང་སྒྲིག་སྲོལ་གསར་བསྒྱུར་བྱས་ཟིན།

source: Rules updated (v6)
bo_cn: སྒྲིག་སྲོལ་གསར་བསྒྱུར་བྱས་ཟིན།(v6)

source: Rules updated for profile '%s'
bo_cn: སྡེབ་སྒྲིག “%s” ཡི་སྒྲིག་སྲོལ་རིམ་སྤོར་བྱས་ཟིན།

source: Skipped reloading firewall
bo_cn: མེ་འགོག་གྱང་ཡང་བསྐྱར་ཁུར་སྣོན་ལས་མཆོངས།

source: Skipping '%(value)s': value too long for '%(field)s'
bo_cn: “%(value)s”ལས་མཆོངས།： “%(field)s”ཡི་ངོས་ནས་བཤད་ན་ཐང་རིང་དྲགས་པ།

source: Skipping '%s': also in /etc/services
bo_cn: “%s”ལས་མཆོངས： /etc/servicesཡི་ཁྲོད་དུའང་མེད་པ།

source: Skipping '%s': couldn't process
bo_cn: “%s”ལས་མཆོངས：ལག་བསྟར་མི་རུང་བ།

source: Skipping '%s': couldn't stat
bo_cn: “%s”ལས་མཆོངས།： stat བཀོལ་སྤྱོད་བྱེད་མི་རུང་བ།

source: Skipping '%s': field too long
bo_cn: “%s”ལས་མཆོངས：ཁུལ་རིང་དྲགས་པ།

source: Skipping '%s': invalid name
bo_cn: “%s”ལས་མཆོངས：ལུགས་འགལ་གྱི་མིང་།

source: Skipping '%s': name too long
bo_cn: “%s”ལས་མཆོངས：མིང་རིང་དྲགས་པ།

source: Skipping '%s': too big
bo_cn: “%s”ལས་མཆོངས：ཆེ་དྲགས་པ།

source: Skipping '%s': too many files read already
bo_cn: “%s”ལས་མཆོངས：ཡིག་ཆའི་ཁ་ཕྱེ་བ་མང་དྲགས་པ།

source: Skipping IPv6 application rule. Need at least iptables 1.4
bo_cn: IPv6 ཉེར་སྤྱོད་སྒྲིག་སྲོལ་སྣང་མེད། iptables 1.4 ལས་མཐོ་བ་དགོས།

source: Skipping adding existing rule
bo_cn: ཡོད་པའི་སྒྲིག་སྲོལ་ཁ་སྣོན་ལས་མཆོངས་པ།

source: Skipping inserting existing rule
bo_cn: ཡོད་པའི་སྒྲིག་སྲོལ་བར་འཇུག་ལས་མཆོངས་པ།

source: Skipping malformed tuple (bad length): %s
bo_cn: ནོར་འཁྲུལ་གྱི་རྒྱུ་ཚོ་སྣང་མེད།(རིང་ཚད་ནོར་འཁྲུལ)： %s

source: Skipping malformed tuple (iface): %s
bo_cn: ནོར་འཁྲུལ་གྱི་རྒྱུ་ཚོ་སྣང་མེད།(iface)：%s

source: Skipping malformed tuple: %s
bo_cn: ནོར་འཁྲུལ་གྱི་རྒྱུ་ཚོ་སྣང་མེད།： %s

source: Skipping unsupported IPv4 '%s' rule
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་ IPv4 “%s” སྒྲིག་སྲོལ་སྣང་མེད།

source: Skipping unsupported IPv6 '%s' rule
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་ IPv6 “%s” སྒྲིག་སྲོལ་སྣང་མེད།

source: Status: active%s
bo_cn: རྣམ་པ།： སྐུལ་སློང་%s

source: Status: inactive
bo_cn: རྣམ་པ།：འགུལ་སྐྱོད་མི་བྱེད།

source: To
bo_cn: ཡིག་ལེན་མཁན།

source: Unknown policy '%s'
bo_cn: ངེས་མེད་པའི་ཐབས་ཇུས་ “%s”

source: Unsupported action '%s'
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་འགུལ་སྟངས།'%s'

source: Unsupported default policy
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་སོར་བཞག་ཐབས་ཇུས།

source: Unsupported direction '%s'
bo_cn: རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ཁ་ཕྱོགས། “%s”

source: Unsupported policy '%s'
bo_cn: ཐབས་ཇུས “%s” ལ་རྒྱབ་སྐྱོར་མི་བྱེད་པ།

source: Unsupported policy for direction '%s'
bo_cn: “%s” ཁ་ཕྱོགས་རྒྱབ་སྐྱོར་མི་བྱེད་པའི་ཐབས་ཇུས།

source: Unsupported protocol '%s'
bo_cn: རྒྱབ་སྐྱོར་མེད་པའི་གྲོས་ཆིངས་ “%s”

source: WARN: '%s' is world readable
bo_cn: ཐ་ཚིག：“%s” སྤྱོད་མཁན་གང་རུང་གིས་ཀློག་ཆོག་པ།

source: WARN: '%s' is world writable
bo_cn: ཐ་ཚིག：“%s” སྤྱོད་མཁན་གང་རུང་གིས་བཟོ་བཅོས་བྱས་ཆོག་པ།

source: Wrong number of arguments
bo_cn: ཞུགས་གྲངས་གྲངས་ཀ་ནོར་འཁྲུལ།

source: You need to be root to run this script
bo_cn: root སྤྱོད་མཁན་ཁོ་ནས་འཁྲབ་གཞུང་འདི་འཁོར་སྐྱོད་བྱེད་ཆོག

source: problem running
bo_cn: འཁོར་སྐྱོད་སྐབས་གནད་དོན་བྱུང་བ།

source: problem running sysctl
bo_cn: sysctl འཁོར་སྐྱོད་སྐབས་གནད་དོན་བྱུང་བ།

source: running ufw-init
bo_cn: ufw-initའཁོར་སྐྱོད།

source: uid is %(uid)s but '%(path)s' is owned by %(st_uid)s
bo_cn: uid ནི་ %(uid)sཡིན། འོན་ཀྱང་ “%(path)s” ནི་ %(st_uid)sརུ་གཏོགས།

source: unknown
bo_cn: མི་ཤེས།

source: y
bo_cn: ཡིན།

source: yes
bo_cn: ཡིན།
