Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/update-notifier.po
Languages: bo_cn

source: %i package can be updated.
bo_cn: %i རིམ་སྤོར་རུང་བའི་མཉེན་ཆས་ཐུམ།

source: %i update is a security update.
bo_cn: %i བདེ་འཇགས་གསར་བསྒྱུར།

source: - inform about updates
bo_cn: - གསར་བསྒྱུར་གསལ་འདེབས།

source: A package manager is working
bo_cn: མཉེན་ཆས་ཐུམ་དོ་དམ་འཕྲུལ་ཆས་ཤིག་གིས་བྱ་བ་སྒྲུབ་བཞིན་ཡོད།

source: A problem occurred when checking for the updates.
bo_cn: ཞིབ་བཤེར་གསར་བསྒྱུར་སྐབས་ནོར་འཁྲུལ་བྱུང་བ།

source: APTonCD volume detected
bo_cn: APTonCD པོད་ཅིག་བཤེར་འཇལ་བྱུང་བ།

source: Addon volume detected
bo_cn: ཁུར་སྣོན་པོད་བཤེར་འཇལ་བྱུང་བ།

source: An application has crashed on your system (now or in the past). Click on the notification icon to display details.
bo_cn: ཁྱེད་ཀྱི་རྒྱུད་ཁོངས་སུ་ཉེར་སྤྱོད་བྱ་རིམ་ཞིག་ཐོར་ཞིག་ཏུ་གྱུར་འདུག(ད་ལྟའམ་དེ་སྔོན་གྱི་)བརྡ་ཐོའི་རིས་རྟགས་ལ་རྡེབ་གནོན་བྱས་ན་ཞིབ་ཕྲའི་གནས་ཚུལ་འཆར།

source: Check for available updates automatically
bo_cn: སྤྱོད་རུང་གསར་བསྒྱུར་རང་འགུལ་བཤེར་འཇལ།

source: Check for updates
bo_cn: གསར་བསྒྱུར་ཞིབ་བཤེར།

source: Crash report detected
bo_cn: ཐོར་ཞིག་སྙན་ཞུ་བཤེར་འཇལ་བྱུང་བ།

source: Data files for some packages could not be downloaded
bo_cn: མཉེན་ཆས་ཐུམ་ཁ་ཤས་ཀྱི་གཞི་གྲངས་ཡིག་ཆ་ཕབ་ལེན་བྱ་ཐབས་བྲལ།

source: Do you want to report the problem now?
bo_cn: ཁྱེད་ཀྱིས་མགྱོགས།མྱུར་གནད་དོན་འདི་སྙན་ཞུ་བྱེད་དམ།

source: Error: BrokenCount > 0
bo_cn: ནོར་འཁྲུལ།： གཏོར་སྐྱོན་ཐེབས་ཟིན་པའི་གྲངས > 0

source: Error: Marking the upgrade (%s)
bo_cn: ནོར་འཁྲུལ།： མཚོན་རྟགས་རིམ་སྤོར། (%s)

source: Error: Opening the cache (%s)
bo_cn: ནོར་འཁྲུལ།： སྐབས་གསོག་ཁ་འབྱེད་ཕམ་པ།(%s)

source: Failed to request reboot, please shutdown manually
bo_cn: བསྐྱར་སློང་རེ་ཞུ་ཕམ་པས་ལག་སྒུལ་གྱིས་ཁ་རྒྱག་རོགས།

source: Failure to download extra data files
bo_cn: ཚད་བརྒལ་གཞི་གྲངས་ཡིག་ཆ་ཕབ་ལེན་ཕམ་པ།

source: Information available
bo_cn: སྤྱོད་རུང་ཆ་འཕྲིན།

source: Install all updates
bo_cn: གསར་བསྒྱུར་ཚང་མ་སྒྲིག་འཇུག

source: Internal error
bo_cn: ནང་ཁུལ་གྱི་ནོར་འཁྲུལ།

source: Network service discovery disabled
bo_cn: དྲ་རྒྱའི་ཞབས་ཞུ་འཚོལ་ཞིབ་འགོག་སྤྱོད་བྱས་པ།

source: Reboot failed
bo_cn: བསྐྱར་སློང་ཕམ་པ།

source: Report problem…
bo_cn: གནད་དོན་སྙན་ཞུ།…

source: Restart Required
bo_cn: ཡང་བསྐྱར་འགོ་སློང་དགོས།

source: Restart _Later
bo_cn: ཅུང་ཙམ་ནས་བསྐྱར་སློང་།(_L)

source: Return the time in days when security updates are installed unattended (0 means disabled)
bo_cn: ལས་གནས་སུ་མི་མེད་པའི་རྣམ་པའི་ཅོག་སྒྲིག་འཇུག་བྱས་པའི་བདེ་འཇགས་གསར་བསྒྱུར་གྱི་ཚེ་གྲངས་ལ་ཕྱིར་ལོག་པ།（0ཡིས་སྤྱོད་འགོ་བརྩམས་མེད་པ་མཚོན།）

source: Run upgrade
bo_cn: རིམ་སྤོར་བྱ་རིམ་འཁོར་སྐྱོད།

source: Show human readable output on stdout
bo_cn: ཚད་ལྡན་ཕྱིར་འདོན་སྟེང་(སྤྱིར་བཏང་“མཐའ་སྣེ་”ལ་གོ་དགོས།)ཀློག་རུང་ཕྱིར་འདོན་འཆར་བ།

source: Show notifications
bo_cn: བརྡ་ཐོ་འཆར་བ།

source: Show the packages that are going to be installed/upgraded
bo_cn: སྒྲིག་འཇུག/རིམ་སྤོར་བྱེད་བྱའི་མཉེན་ཆས་ཐུམ་འཆར་བ།

source: Show updates
bo_cn: གསར་བསྒྱུར་འཆར་བ།

source: Software Packages Volume Detected
bo_cn: མཉེན་ཆས་ཐུམ་གྱི་ཤོང་ཚད་བཤེར་འཇལ་བྱུང་བ།

source: Start Package Manager
bo_cn: མཉེན་ཆས་ཐུམ་དོ་དམ་ཆས་འགོ་སློང་།

source: Start addon installer
bo_cn: ཟུར་སྣོན་མཉེན་ཆས་སྒྲིག་འཇུག་བྱ་རིམ་འགོ་སློང་།

source: Start package manager
bo_cn: འགོ་སློང་ཐུམ་དོ་དམ་ཆས།

source: System program problem detected
bo_cn: རྒྱུད་ཁོངས་བྱ་རིམ་ལ་གནད་དོན་བྱུང་བ་བཤེར་འཇལ་བྱུང་།

source: System restart required
bo_cn: རྒྱུད་ཁོངས་བསྐྱར་སློང་བྱ་དགོས།

source: The computer needs to restart to finish installing updates. Please save your work before continuing.
bo_cn: རྩིས་འཁོར་ཡང་བསྐྱར་འགོ་སློང་བྱས་ནས་གསར་བསྒྱུར་སྒྲིག་འཇུག་ལེགས་གྲུབ་བྱ་དགོས། མུ་མཐུད་དུ་བཀོལ་སྤྱོད་བྱེད་པའི་སྔོན་ལ་ཁྱེད་རང་གི་ལས་ཀ་ཉར་ཚགས་ཡག་པོ་བྱེད་རོགས།

source: The following packages requested additional data downloads after package installation, but the data could not be downloaded or could not be processed.
bo_cn: གཤམ་གསལ་མཉེན་ཆས་ཐུམ་གྱིས་སྒྲིག་འཇུག་བྱས་རྗེས་ཟུར་སྣོན་གཞི་གྲངས་ཕབ་ལེན་བྱ་དགོས་པའི་རེ་བ་བཏོན། འོན་ཀྱང་དེའི་གཞི་གྲངས་ཕབ་ལེན་བྱ་ཐབས་བྲལ་བའམ་སྒྲིག་གཅོད་བྱ་ཐབས་བྲལ།

source: There is %i update available
bo_cn: %i སྤྱོད་རུང་གསར་བསྒྱུར་འདུག

source: There is %i update available. Click on the notification icon to show the available update.
bo_cn: %i སྤྱོད་རུང་རིམ་སྤོར་འདུག བརྡ་ཐོའི་རིས་རྟགས་ལ་རྡེབ་གནོན་བྱས་ནས་སྤྱོད་རུང་གསར་བསྒྱུར་འཆར་དུ་ཆུག

source: This usually means that your installed packages have unmet dependencies
bo_cn: འདིས་རྒྱུན་པར་ཁྱེད་ཀྱིས་སྒྲིག་འཇུག་བྱས་པའི་མཉེན་ཆས་ཐུམ་ལ་ཡིད་མ་ཚིམས་པའི་བརྟེན་བྱའི་འབྲེལ་བ་ཡོད་པ་མཚོན།

source: Unknown Error: '%s' (%s)
bo_cn: མ་ངེས་པའི་ནོར་འཁྲུལ།：“%s”(%s)

source: Update Notifier
bo_cn: གསར་བསྒྱུར་སྣེ་སྟོན།

source: Upgrade volume detected
bo_cn: རིམ་སྤོར་པོད་བཤེར་འཇལ་བྱུང་།

source: _Restart Now
bo_cn: ད་ལྟ་བསྐྱར་སློང་།(_R)

source: _Run this action now
bo_cn: འགུལ་སྟངས་འདི་ད་ལྟ་ལག་བསྟར་བྱེད་པ།(_R)

source: unknown error
bo_cn: མི་ཤེས་པའི་ནོར་འཁྲུལ།

source: update-notifier
bo_cn: གསར་བསྒྱུར་བརྡ་ཐོ།
