Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/update-manager.po
Languages: bo_cn

source: %i obsolete entries in the status file
bo_cn: རྣམ་པའི་ཡིག་ཆའི་ཁྲོད་ %i དུས་ཡོལ་བྱ་ར་འདུས་པ།

source: %s base
bo_cn: %s ལྟེ་བའི་སྒྲིག་ལྷུ།

source: %s needs to be marked as manually installed.
bo_cn: %s ལ་ལག་སྒུལ་སྒྲིག་འཇུག་མཚོན་རྟགས་འགོད་དགོས།

source: %s will be downloaded.
bo_cn: ཕབ་ལེན་བྱེད་པར་འགྱུར། %s。

source: .deb package
bo_cn: .deb མཉེན་ཆས་ཐུམ།

source: A file on disk
bo_cn: སྡུད་སྡེར་སྟེང་གི་ཡིག་ཆ།

source: Building Updates List
bo_cn: གསར་བསྒྱུར་རེའུ་མིག་གསར་འཛུགས་བྱེད་བཞིན་པ།

source: Cancel
bo_cn: འདོར་བ།

source: Changelog
bo_cn: ཉིན་ཐོ་བསྒྱུར་བ།

source: Changes
bo_cn: བཟོ་བཅོས།

source: Check if a new Ubuntu release is available
bo_cn: Ubuntu སྤྱོད་རུང་གསར་སྤེལ་པར་གཞི་གསར་པ་ཡོད་མེད་ཞིབ་བཤེར།

source: Check if upgrading to the latest devel release is possible
bo_cn: པར་གཞི་ཆེས་གསར་པ་རུ་རིམ་སྤར་བྱེད་ཐུབ་མིན་ར་སྤྲོད་བྱེད་པ།

source: Checking for updates…
bo_cn: གསར་བསྒྱུར་ཞིབ་བཤེར་བྱེད་བཞིན་པ།...

source: Connecting...
bo_cn: འབྲེལ་མཐུད་བྱེད་བཞིན་པ། ...

source: Could not calculate the upgrade
bo_cn: རིམ་སྤར་རྩི་ཐབས་མེད།

source: Could not initialize the package information
bo_cn: མཉེན་ཆས་ཐུམ་ཆ་འཕྲིན་འགོ་སྒྲིག་བྱ་ཐབས་བྲལ།

source: Description
bo_cn: ཞིབ་བརྗོད།

source: Details of updates
bo_cn: གསར་བསྒྱུར་གནས་ཚུལ་ཞིབ་ཕྲ།

source: Directory that contains the data files
bo_cn: གཞི་གྲངསཡིག་ཆ་འདུས་པའི་ཡིག་ཁུག

source: Do not check for updates when starting
bo_cn: འགོ་སློང་སྐབས་གསར་བསྒྱུར་ཞིབ་བཤེར་མི་བྱེད་པ།

source: Do not focus on map when starting
bo_cn: འགོ་ཚུགས་སྐབས་མདོ་གནད་དཔེ་རིས་སྟེང་དུ་གནས་མི་དགོས།

source: Download
bo_cn: ཕབ་ལེན།

source: Downloading changelog
bo_cn: བསྒྱུར་བཅོས་ཉིན་ཐོ་ཕབ་ལེན་བྱེད་བཞིན་པ།

source: Downloading list of changes...
bo_cn: གསར་བསྒྱུར་རེའུ་མིག་ཕབ་ལེན་བྱེད་བཞིན་པ།...

source: However, %s %s is now available (you have %s).
bo_cn: ཡིན་ནའང་། %s %s ད་ལྟ་སྒྲིག་འཇུག་བྱེད་རུང་བ།（ཁྱེད་ཀྱིས་ %sསྤྱོད་བཞིན་པ།）

source: Install
bo_cn: སྒྲིག་འཇུག

source: Install All Available Updates
bo_cn: སྤྱོད་རུང་བའི་གསར་བསྒྱུར་ཡོད་ཚད་སྒྲིག་འཇུག

source: Install Now
bo_cn: ལམ་སེང་སྒྲིག་འཇུག

source: Install missing package.
bo_cn: ཆད་པའི་མཉེན་ཆས་ཐུམ་སྒྲིག་འཇུག

source: Installing updates…
bo_cn: གསར་བསྒྱུར་སྒྲིག་འཇུག་བྱེད་བཞིན་པ།...

source: It’s safer to connect the computer to AC power before updating.
bo_cn: གསར་བསྒྱུར་མ་བྱས་སྔོན་ཡག་ཤོས་ཡིན་ན་རྩིས་འཁོར་གློག་ཁུངས་དང་སྦྲེལ་དགོས།

source: No longer downloadable:
bo_cn: ཕབ་ལེན་བྱེད་མི་རུང་བ།：

source: No network connection detected, you can not download changelog information.
bo_cn: དྲ་རྒྱའི་འབྲེལ་མཐུད་བཤེར་འཇལ་མ་ཐུབ།ཁྱེད་ཀྱིས་གསར་བསྒྱུར་ཉིན་ཐོ་ཕབ་ལེན་བྱ་ཐབས་བྲལ།

source: No software updates are available.
bo_cn: སྤྱོད་རུང་གི་མཉེན་ཆས་གསར་བསྒྱུར་མེད་པ།

source: Not all updates can be installed
bo_cn: གསར་བསྒྱུར་ཡོངས་རྫོགས་སྒྲིག་འཇུག་བྱ་རུང་བ་མ་ཡིན།

source: Not enough free disk space
bo_cn: སྡུད་སྡེར་བར་སྟོང་མི་འདང་བ།

source: Obsolete dpkg status entries
bo_cn: དུས་ཡོལ་གྱི་ dpkg རྣམ་པའི་བྱ་ར།

source: Obsolete entries in dpkg status
bo_cn: dpkg རྣམ་པའི་ཁྲོད་ཀྱི་དུས་ཡོལ་བྱ་ར།

source: Open Link in Browser
bo_cn: བཤེར་ཆས་ཁྲོད་སྦྲེལ་མཐུད་ཁ་ཕྱེས།

source: Other updates
bo_cn: གསར་བསྒྱུར་གཞན་དག

source: Package %s should be installed.
bo_cn: ཐུམ་ %s སྒྲིག་འཇུག་བྱ་འོས་པ།

source: Please wait, this can take some time.
bo_cn: ཅུང་ཙམ་སྒུག འདིར་དུས་ཚོད་ཅུང་ཙམ་དགོས།

source: Remove lilo since grub is also installed.(See bug #314004 for details.)
bo_cn: grub སྒྲིག་འཇུག་བྱས་ཟིན་པས་ liloའབུད་པ།(གནས་ཚུལ་ཞིབ་ཕྲ་ bug #314004ལ་གཟིགས།)

source: Restart _Later
bo_cn: ཅུང་ཙམ་ནས་བསྐྱར་སློང་།(_L)

source: Security updates
bo_cn: བདེ་འཇགས་གསར་བསྒྱུར།

source: Select _All
bo_cn: ཚང་མ་འདེམ་པ།(_A)

source: Settings…
bo_cn: སྒྲིག་འགོད།

source: Show all packages in a list
bo_cn: ཐུམ་ཡོད་ཚད་སྟར་སྒྲིག

source: Show all packages with their status
bo_cn: ཐུམ་ཡོངས་དང་དེའི་རྣམ་པ་འཆར་བ།

source: Show and install available updates
bo_cn: སྤྱོད་རུང་གསར་བསྒྱུར་འཆར་བ་དང་སྒྲིག་འཇུག

source: Show debug messages
bo_cn: ཚོད་སྒྲིགབརྡ་འཕྲིན་འཆར་བ།

source: Show description of the package instead of the changelog
bo_cn: ཐུམ་གྱི་གསལ་བཤད་འཆར་བ་ལས་བསྒྱུར་བཅོས་ཉིན་ཐོ་འཆར་བ་མ་ཡིན།

source: Show supported packages on this machine
bo_cn: རྩིས་འཁོར་འདིར་རྒྱབ་སྐྱོར་ཐོབ་པའི་ཐུམ་འཆར་བ།

source: Show unsupported packages on this machine
bo_cn: རྩིས་འཁོར་འདིར་རྒྱབ་སྐྱོར་ཐོབ་པའི་ཐུམ་འཆར་བ།

source: Show version and exit
bo_cn: པར་གཞི་དང་ཕྱིར་འབུད་མངོན་པ།

source: Software Updates
bo_cn: མཉེན་ཆས་གསར་བསྒྱུར།

source: Software index is broken
bo_cn: མཉེན་ཆས་གསལ་བྱང་ལ་སྐྱོན་བྱུང་།

source: Software updates are no longer provided for %s %s.
bo_cn: %s %s ལ་མཉེན་ཆས་གསར་བསྒྱུར་མཁོ་འདོན་མི་བྱེད་པ།

source: Some software couldn’t be checked for updates.
bo_cn: མཉེན་ཆས་ཞིབ་བཤེར་ཁ་ཅིག་གསར་བསྒྱུར་བྱ་ཐབས་བྲལ།

source: Support status summary of '%s':
bo_cn: %s' ཡི་རྒྱབ་སྐྱོར་རྣམ་པ་གནད་བསྡུས།：

source: Supported until %s:
bo_cn: རྒྱབ་སྐྱོར་དུས་ཡུན་ %s：

source: Technical description
bo_cn: ལག་རྩལ་གསལ་བཤད།

source: Test upgrade with a sandbox aufs overlay
bo_cn: བྱེ་སྒམ་ aufs བར་གཅོད་རིམ་པ་ཡོད་པའི་ཚོད་ལྟ་རོམ་པ་སྤར་བ།

source: The computer also needs to restart to finish installing previous updates.
bo_cn: རྩིས་འཁོར་བསྐྱར་སློང་བྱས་ན་ད་གཟོད་སྒྲིག་འཇུག་སྔོན་གྱི་གསར་བསྒྱུར་ལེགས་འགྲུབ་བྱ་ཐུབ།

source: The computer needs to restart to finish installing updates.
bo_cn: རྩིས་འཁོར་བསྐྱར་སློང་བྱས་ནས་སྒྲིག་འཇུག་གསར་བསྒྱུར་ལེགས་གྲུབ་བྱེད་པ།

source: The computer will need to restart.
bo_cn: རྩིས་འཁོར་བསྐྱར་སློང་བྱ་དགོས།

source: The software on this computer is up to date.
bo_cn: རྩིས་འཁོར་འདིའི་ཁྲོད་ཀྱི་མཉེན་ཆས་ནི་གསར་བའི་མཉེན་ཆས་ཡིན།

source: The update has already been downloaded.
bo_cn: གསར་སྒྱུར་ཕབ་ལེན་བྱས་ཟིན།

source: There are no updates to install.
bo_cn: གསར་སྒྱུར་བྱས་མེད་ན་སྒྲིག་འཇུག་བྱེད་དགོས།

source: This update does not come from a source that supports changelogs.
bo_cn: གསར་སྒྱུར་ནི་ཉིན་ཐོ་བསྒྱུར་བཅོས་ལ་རྒྱབ་སྐྱོར་བྱེད་པའི་ཁུངས་མིན་པ།

source: To stay secure, you should upgrade to %s %s.
bo_cn: བདེ་འཇགས་རྒྱུན་འཁྱོངས་ཡོང་ཆེད།ཁྱེད་རང་གི་ %sལ་རིམ་སྤོར་བྱ་དགོས། %s

source: Unimplemented method: %s
bo_cn: མངོན་འགྱུར་མ་བྱུང་བའི་ཐབས་ལམ།：%s

source: Unknown download size.
bo_cn: ཕབ་ལེན་ཆེ་ཆུང་མི་ཤེས།

source: Unsupported
bo_cn: རྒྱབ་སྐྱོར་མི་ཐོབ་པ།

source: Update is complete
bo_cn: གསར་སྒྱུར་ལེགས་གྲུབ།

source: Updated software has been issued since %s %s was released. Do you want to install it now?
bo_cn: %s %s ཁྱབ་བསྒྲགས་བྱས་རྗེས་འགྲེམས་སྤེལ་བྱས་པའི་མཉེན་ཆས་གསར་སྒྱུར་བྱས་ཡོད། ཁྱེད་ཀྱིས་ད་ལྟ་སྒྲིག་འཇུག་བྱེད་འདོད་དམ།

source: Updated software is available for this computer. Do you want to install it now?
bo_cn: རྩིས་འཁོར་འདི་ལ་སྤྱོད་རུང་གི་རིམ་སྤོར་ཡོད། ཁྱེད་རང་ད་ལྟ་སྒྲིག་འཇུག་བྱེད་འདོད་དམ།

source: Updated software is available from a previous check.
bo_cn: ཐེངས་སྔོན་མར་ཞིབ་བཤེར་བྱས་པ་བརྒྱུད་སྤྱོད་རུང་རིམ་སྤོར་ཡོད་པ་ཤེས།

source: Updates
bo_cn: གསར་སྒྱུར།

source: Upgrade using the latest proposed version of the release upgrader
bo_cn: proposed པར་གཞི་གསར་ཤོས་བེད་སྤྱད་པའི་རིམ་སྤོར་ཆས།

source: Upgrade…
bo_cn: རིམ་སྤོར།...

source: You are connected via roaming and may be charged for the data consumed by this update.
bo_cn: ཁྱེད་རང་ད་ལྟ་ཡུལ་སྐོར་འབྲེལ་མཐུད་བེད་སྤྱོད་གཏོང་བཞིན་ཡོད་པས་གསར་བརྗེས་བྱས་ཚེ་བཞུར་ཚད་མང་པོ་ཟད་གྲོན་འགྲོ་སྲིད།

source: You have %(num)s packages (%(percent).1f%%) supported until %(time)s
bo_cn: %(num)s ཐུམ་(%(percent).1f%%)ཡི་རྒྱབ་སྐྱོར་ཡུན་ཚད་ནི་ %(time)sརེད།

source: You have %(num)s packages (%(percent).1f%%) that are unsupported
bo_cn: %(num)s ཐུམ་(%(percent).1f%%)ལ་རྒྱབ་སྐྱོར་མི་ཐོབ།

source: You have %(num)s packages (%(percent).1f%%) that can not/no-longer be downloaded
bo_cn: %(num)s ཐུམ་(%(percent).1f%%) ཕབ་ལེན་བྱ་མི་རུང་བ།

source: You may not be able to check for updates or download new updates.
bo_cn: ཁྱོད་ཀྱིས་ཞིབ་བཤེར་གསར་བརྗེས་དང་ཕབ་ལེན་བྱས་ནས་གསར་སྒྱུར་བྱ་ཐབས་བྲལ།

source: You may want to wait until you’re not using a mobile broadband connection.
bo_cn: ཁྱེད་ཀྱིས་ཕལ་ཆེར་སྒུལ་བདེའི་དྲ་ཆེན་གྱི་འབྲེལ་མཐུད་མི་སྤྱོད་པའི་བར་དུ་སྒུག་དགོས།

source: You stopped the check for updates.
bo_cn: ཁྱེད་ཀྱིས་གསར་བསྒྱུར་ཞིབ་བཤེར་མཚམས་བཞག་པ།

source: _Check Again
bo_cn: ཡང་བསྐྱར་ཞིབ་བཤེར།(_C)

source: _Continue
bo_cn: མུ་མཐུད།(_C)

source: _Partial Upgrade
bo_cn: ཆ་ཤས་རིམ་སྤོར།(_P)

source: _Remind Me Later
bo_cn: ཅུང་ཙམ་འགོར་རྗེས་དྲན་སྐུལ།(_R)

source: _Restart Now…
bo_cn: ལམ་སེང་བསྐྱར་སློང་།(_R)...

source: _Try Again
bo_cn: ཡང་བསྐྱར་ཚོད་ལེན། (_T)

source: updates
bo_cn: གསར་སྒྱུར།
