Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/usbcreator.po
Languages: bo_cn

source: %d%% complete
bo_cn: %d%%ལེགས་གྲུབ།

source: All existing data will be lost.
bo_cn: དེ་སྔོན་གྱི་གཞི་གྲངས་ཡོངས་བོར་བརླག་བྱེད་ངེས།

source: Are you sure you want to write the disc image to the device?
bo_cn: ཤེལ་བརྙན་ཡིག་ཆ་སྒྲིག་ཆས་སུ་འབྲི་ཐག་ཆོད་ཡིན་ནམ།

source: CD Images
bo_cn: CD ཤེལ་བརྙན།

source: CD-Drive/Image
bo_cn: CD སྐུལ་སློང་ཆས་/ཤེལ་བརྙན།

source: Cancel
bo_cn: འདོར་བ།

source: Capacity
bo_cn: བགོ་སྐལ།

source: Could not write the disk image (%(source)s) to the device (%(device)s).
bo_cn: སྡུད་སྡེར་ཤེལ་བརྙན་། (%(source)s) སྒྲིག་ཆས་(%(device)s)རུ་འབྲི་ཐབས་བྲལ།

source: Device
bo_cn: སྒྲིག་ཆས།

source: Disk Images
bo_cn: སྡུད་སྡེར་ཤེལ་བརྙན།

source: Disk to use:
bo_cn: སྤྱད་བྱའི་སྡུད་སྡེར།：

source: Do you really want to quit the installation now?
bo_cn: ཁྱེད་ཀྱིས་ད་ལྟ་སྒྲིག་འཇུག་ལས་ཕྱིར་འབུད་པ་གཏན་འཁེལ་ལམ།

source: Erase Disk
bo_cn: སྡུད་སྡེར་རྣམ་པར་འཇོག་པ།

source: Finishing...
bo_cn: འགྲུབ་ལ་ཉེ་བ།...

source: Image the device
bo_cn: སྒྲིག་ཆས་ཤེལ་བརྙན་གྲུབ་པ།

source: Installation Complete
bo_cn: སྒྲིག་འཇུག་ཚར་བ།

source: Installation Failed
bo_cn: སྒྲིག་འཇུག་ཕམ་པ།

source: Installation is complete. You may now run Ubuntu on other computers by booting them with this drive inserted.
bo_cn: སྒྲིག་འཇུག་བྱས་ཚར།ཁྱེད་ཀྱིས་ད་ལྟ་སྐུལ་ཆས་དེ་རྩིས་འཁོར་གཞན་པའི་སྟེང་དུ་བཅུག་ནས་Ubuntuའགོ་སློང་བྱས་ཆོག

source: Installing
bo_cn: སྒྲིག་འཇུག་བྱེད་བཞིན་པ།

source: Label
bo_cn: གདོང་འཛར།

source: Make Startup Disk
bo_cn: འགོ་སློང་སྡེར་བཟོ་བ།

source: Mount a device
bo_cn: སྒྲིག་ཆས་འགེལ་འཇོག

source: OS Version
bo_cn: བཀོལ་སྤྱོད་རྒྱུད་ཁོངས་པར་གཞི།

source: Other...
bo_cn: གཞན...

source: Quit the installation?
bo_cn: སྒྲིག་འཇུག་ལས་ཕྱིར་འབུད་དམ།

source: Retry?
bo_cn: ཡང་བསྐྱར་ཚོད་ལྟ་བྱེད་དམ།

source: Run KVM
bo_cn: KVMའཁོར་སྐྱོད།

source: Size
bo_cn: ཆེ་ཆུང་།

source: Source disc image (.iso):
bo_cn: ཁུངས་སྡེར་ཤེལ་བརྙན།(.iso):

source: Starting up
bo_cn: འགོ་སློང་བཞིན་པ།

source: System policy prevents mounting
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་འགེལ་འཇོག་འགོག་པ།

source: System policy prevents running KVM
bo_cn: མིག་སྔའི་རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་ KVM ཡི་འཁོར་སྐྱོད་འགོག་པ།

source: System policy prevents writing a disk image to this device
bo_cn: རྒྱུད་ཁོངས་ཐབས་ཇུས་ཀྱིས་སྒྲིག་ཆས་འདིར་སྡུད་སྡེར་འཕྲོ་བརྙན་འབྲི་བ་འགོག

source: Test Disk
bo_cn: སྡུད་སྡེར་ཚོད་ལེན།

source: The device is not large enough to hold this image.
bo_cn: སྒྲིག་ཆས་བར་སྟོང་དུ་ཤེལ་བརྙན་འདི་མི་ཤོང་བ།

source: The installation is complete. You may now reboot your computer with this device inserted to try or install Ubuntu.
bo_cn: སྒྲིག་འཇུག་ལེགས་གྲུབ། ད་ལྟ་ཁྱེད་ཀྱིས་རྩིས་འཁོར་འདི་ཡང་བསྐྱར་འགོ་སློང་བྱས་ནས་སྒྲིག་ཆས་ཚོད་སྤྱོད་དམ་Ubuntuསྒྲིག་འཇུག་བྱས་ཆོག

source: To try or install Ubuntu from a removable disk, it needs to be set up as a startup disk.
bo_cn: སྤོ་སྒུལ་སྡེར་ནས་ Ubuntuསྒྲིག་འཇུག་བྱེད་ན་ཐོག་མར་དེ་ཉིད་འགོ་སློང་སྡེར་དུ་སྒྲིག་དགོས།

source: Writing disk image...
bo_cn: སྡུད་སྡེར་འཕྲོ་བརྙན་འབྲི་བཞིན་པ།...

source: You must select both source image and target device first.
bo_cn: ཁྱེད་ཀྱིས་ཐོག་མར་ངེས་པར་དུ་ཁུངས་ཤེལ་བརྙན་དང་དམིགས་འབེན་སྒྲིག་ཆས་འདེམས་དགོས།

source: allow writing to system-internal devices
bo_cn: རྒྱུད་ཁོངས་ནང་ཁུལ་སྒྲིག་ཆས་འབྲི་རུང་།

source: provide a source image to pre-populate the UI.
bo_cn: ཁུངས་ཤེལ་བརྙན་ཞིག་མཁོ་འདོན་བྱས་ནས་ཐད་ཀར་མཚམས་ངོས་སུ་ཁ་སྐོང་།
