Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/WebKit2GTK-4.0.po
Languages: bo_cn

source: files
bo_cn: ཡིག་ཆ།

source: (None)
bo_cn: (མེད།)

source: A bitmask representing the state of the modifier keys
bo_cn: མིག་སྔའི་རྒྱན་མཐེབ་ཀྱི་རྣམ་པ་མཚོན་པའི་གནས་གབ་ཨང་ཞིག

source: Alternate Title
bo_cn: འདེམས་རུང་ཁ་བྱང་།

source: An associated WebKitWebSettings instance
bo_cn: WebKitWebSettingsའབྲེལ་ཡོད་ཀྱི་དཔེ་གཞི་ཞིག

source: Auto Load Images
bo_cn: བརྙན་རིས།་རང་འགེལ།

source: Auto Resize Window
bo_cn: སྒེའུ་ཁུང་ཆེ་ཆུང་རང་སྒྲིག

source: Auto Shrink Images
bo_cn: བརྙན་རིས།་རང་འགུལ་སྐྱེད་སྐྱུང་།

source: Automatically resize the toplevel window when a page requests it
bo_cn: དྲ་ངོས་རེ་ཞུ་བྱེད་སྐབས་མཐོ་རིམ་སྐར་ཁུང་གི་ཆེ་ཆུང་རང་འགུལ་ངང་ལེགས་སྒྲིག་བྱེད་དགོས།

source: Automatically shrink standalone images to fit.
bo_cn: རང་འགུལ་ངང་རི་མོ་ཁེར་རྐྱང་ཆུང་དུ་བཏང་ནས་དགོས་མཁོ་དང་འཚམ་པར་བྱེད་དགོས།

source: Button
bo_cn: མཐེབ་གནོན།

source: Check Spelling While _Typing
bo_cn: ནང་འཇུག་སྐབས་སྦྱོར་འབྲི་ཞིབ་བཤེར།(_T)

source: Check _Grammar With Spelling
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་སྐབས་བརྡ་སྤྲོད་ཞིབ་བཤེར་བྱེད་པ།(_G)

source: Choose File
bo_cn: ཡིག་ཆ་འདེམ་པ།

source: Comma separated list of languages to use for spell checking
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་བྱེད་བྱའི་སྐད་བརྡ། ཕྱེད་ཟུར་ཚེག་འབྲིང་གིས་དབར་འབྱེད་པ།

source: Cop_y Image
bo_cn: བརྙན་རིས།་འདྲ་ཕབ།(_Y)

source: Copy Link Loc_ation
bo_cn: སྦྲེལ་མཐུད་ཤག་གནས་འདྲ་ཕབ།(_A)

source: Copy target list
bo_cn: དམིགས་འབེན་རེའུ་མིག་འདྲ་ཕབ།

source: Current Size
bo_cn: མིག་སྔའི་ཆེ་ཆུང་།

source: Cursive Font Family
bo_cn: འཁྱུག་ཡིག་ཡིག་གཟུགས།

source: Custom Encoding
bo_cn: མཚན་ཉིད་རང་འཇོག་སྒྲིག་ཨང་།

source: Default Encoding
bo_cn: སོར་བཞག་སྒྲིག་ཨང་།

source: Default Font Family
bo_cn: སོར་བཞག་ཡིག་གཟུགས།

source: Default Font Size
bo_cn: སོར་བཞག་ཡིག་གཟུགས་ཆེ་ཆུང་།

source: Default Monospace Font Size
bo_cn: སོར་བཞག་ཞེང་མཚུངས་ཡིག་གཟུགས་ཆེ་ཆུང་།

source: Destination URI
bo_cn: དམིགས་ཡུལ།URI

source: Determines the current policy for the horizontal scrollbar of the frame.
bo_cn: སྒྲོམ་གཞིའི་ཆུ་སྙོམས་འདེད་མའི་སྒྲིག་སྲོལ་གཏན་འཁེལ།

source: Determines the current policy for the vertical scrollbar of the frame.
bo_cn: སྒྲོམ་གཞིའི་གཞུང་དྲང་འདེད་མའི་སྒྲིག་སྲོལ་གཏན་འཁེལ།

source: Determines the current progress of the download
bo_cn: མིག་སྔའི་ཕབ་ལེན་འཕེལ་རིམ་འཆར་བ།

source: Determines the current status of the download
bo_cn: འཆར་བ།མིག་སྔའི་ཕབ་ལེནརྣམ་པ་འཆར་བ།

source: Editable
bo_cn: རྩོམ་སྒྲིག་རུང་བ།

source: Editing behavior
bo_cn: རྩོམ་སྒྲིག་བྱེད་སྟངས།

source: Enable Caret Browsing
bo_cn: འོད་རྟགས་ཕྱོགས་ཁྲིད་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable DOM paste
bo_cn: DOM དྲས་སྦྱོར་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Default Context Menu
bo_cn: སོར་བཞག་ཁོར་ཡུག་འདེམས་བྱང་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Developer Extras
bo_cn: གསར་སྤེལ་མཁན་ཟུར་སྣོན་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable HTML5 Database
bo_cn: HTML5 གཞི་གྲངས་མཛོད་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable HTML5 Local Storage
bo_cn: HTML5 རང་སའི་ཉར་གསོག་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Java Applet
bo_cn: Java བྱ་རིམ་ཆུང་བ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable JavaScript profiling
bo_cn: JavaScript གནད་བསྡུས་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Plugins
bo_cn: མགོ་བསླངས་པའི་བསྒར་ལྷུ།

source: Enable Private Browsing
bo_cn: གསང་བ་མིག་བཤར་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Scripts
bo_cn: འཁྲབ་གཞུང་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Site Specific Quirks
bo_cn: ཆེད་དམིགས་ས་ཚིགས་སྒྲིག་འགོད་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Spell Checking
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable Timeline profiling
bo_cn: ཆུ་ཚོད་འཁོར་མདའ་དབྱེ་ཞིབ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable XSS Auditor
bo_cn: XSS རྩིས་བཤེར་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable embedded plugin objects.
bo_cn: འཛུད་འཇུག་རྣམ་པའི་བསྒར་ལྷུ་བྱ་ཡུལ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable embedded scripting languages.
bo_cn: འཛུད་འཇུག་རྣམ་པའི་འཁྲབ་གཞུང་སྐད་བརྡ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable offline web application cache
bo_cn: སྐུད་བྲལ་ Web ཉེར་སྤྱོད་བྱ་རིམ་སྐབས་གསོག་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable page cache
bo_cn: དྲ་ངོས་སྐབས་གསོག་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable universal access from file URIs
bo_cn: ཡིག་ཆ URI ནས་སྤྱི་སྤྱོད།་ལྟ་སྤྱོད་སྤྱོད་འགོ་རྩོམ་པ།

source: Enables private browsing mode
bo_cn: གསང་བ་མིག་བཤར་རྣམ་པ་སྤྱོད་འགོ་རྩོམ་པ།

source: Enables special extensions that help developers
bo_cn: གསར་སྤེལ་པར་རོགས་རམ་གྱི་དམིགས་བསལ་རྒྱ་སྐྱེད་སྤྱོད་འགོ་རྩོམ་པ།

source: Enables spell checking while typing
bo_cn: ནང་འཇུག་སྐབས་སྦྱོར་འབྲི་ཞིབ་བཤེར།

source: Enables the handling of right-clicks for the creation of the default context menu
bo_cn: གཡས་མཐེབ་ཀྱིས་ཁོར་ཡུག་འདེམས་བྱང་གསར་འཛུགས་སྒྲིག་དྲས་རྒྱག་སྤྱོད་འགོ་རྩོམ་པ།

source: Enables the site-specific compatibility workarounds
bo_cn: དམིགས་བསལ་ས་ཚིགས་ལ་དམིགས་པའི་འཆམ་མཐུན་རང་བཞིན་གྱི་གནས་སྐབས་ཐག་དྲས་རྒྱག་བྱ་ཐབས་སྤྱོད་འགོ་རྩོམ་པ།

source: Encoding
bo_cn: སྒྲིག་ཨང་།

source: Enforce 96 DPI
bo_cn: བཙན་ཤེད་ཀྱིས་ 96 DPI

source: Enforce a resolution of 96 DPI
bo_cn: བཙན་ཤེད་ 96 DPI འབྱེད་ཕྱོད།

source: Fantasy Font Family
bo_cn: ཡིད་བརྙན་ཡིག་གཟུགས།

source: Full content zoom
bo_cn: ནང་དོན་ཧྲིལ་པོ་སྐྱེད་སྐྱུང་།

source: Horizontal Scrollbar Policy
bo_cn: ཆུ་སྙོམས་འདེད་མའི་སྒྲིག་སྲོལ།

source: Icon URI
bo_cn: རིས་རྟགས། URI

source: Ignore _Grammar
bo_cn: བརྡ་སྤྲོད་སྣང་མེད།(_G)

source: Input _Methods
bo_cn: ནང་འཇུག་ཐབས། (_M)

source: Inspect _Element
bo_cn: ཞིབ་བཤེར་གཞི་རྒྱུ།(_E)

source: Inspected URI
bo_cn: ཞིབ་བཤེར་བྱས་ཟིན་པའི་ URI

source: JavaScript can open windows automatically
bo_cn: JavaScript རང་འགུལ་གྱིས་སྒེའུ་ཁུང་ཁ་འབྱེད་རུང་བ།

source: LRE Left-to-right _embedding
bo_cn: LRE གཡོན་ནས་གཡས་ཀྱི་འཛུད་འཇུག(_E)

source: LRM _Left-to-right mark
bo_cn: LRM གཡོན་ནས་གཡས་ཀྱི་མཚོན་རྟགས།

source: LRO Left-to-right _override
bo_cn: LRO གཡོན་ནས་གཡས་སུ་འགེབས་པ།(_O)

source: Languages to use for spell checking
bo_cn: སྦྱོར་འབྲི་ཞིབ་བཤེར་གྱི་སྐད་བརྡ།

source: Last visited Time
bo_cn: ཉེ་ཆར་ལྟ་སྤྱོད་དུས་ཚོད།

source: Live Broadcast
bo_cn: ཐད་གཏོང་།

source: Load images automatically.
bo_cn: རང་འགུལ་ངང་བརྙན་རིས།་སུ་འགེལ་བ།

source: Loading...
bo_cn: འགེལ་བཞིན་པ།

source: Minimum Font Size
bo_cn: ཆེས་ཆུང་བའི་ཡིག་གཟུགས་ཨང་རྟགས།

source: Minimum Logical Font Size
bo_cn: ཆེས་ཆུང་བའི་གཏན་ཚིགས་ཡིག་གཟུགས་ཨང་རྟགས།

source: Modifier state
bo_cn: རྒྱན་མཐེབ་ཀྱི་ཆ་འཕྲིན།

source: Monospace Font Family
bo_cn: ཞེང་མཚུངས་ཡིག་གཟུགས།

source: Name
bo_cn: མིང་།

source: Network Request
bo_cn: དྲ་རྒྱའི་རེ་ཞུ།

source: Network Response
bo_cn: དྲ་རྒྱ་དང་ལེན།

source: No Guesses Found
bo_cn: ཚེག་རྡར་གྱི་བསམ་འཆར་རྙེད་མ་བྱུང་།

source: No recent searches
bo_cn: ཉེ་དུས་ཀྱི་འཚོལ་བཤེར་མེད།

source: Open Link in New _Window
bo_cn: སྒེའུ་ཁུང་གསར་པར་སྦྲེལ་མཐུད་ཁ་ཕྱེ་རོགས།(_W)

source: Open _Frame in New Window
bo_cn: སྒེའུ་ཁུང་གསར་བའི་ནང་དུ་སྒྲོམ་གཞི་ཁ་ཕྱེ་བ།(_F)

source: Open _Image in New Window
bo_cn: སྒེའུ་ཁུང་གསར་པར་པར་རིས།་ཁ་ཕྱེ་བ།(_I)

source: Original URI
bo_cn: གདོད་མའི་URI

source: PDF _Pop directional formatting
bo_cn: PDF རྩེར་གནས་ཁ་ཕྱོགས་རྣམ་གཞག(_P)

source: Password:
bo_cn: གསང་ཨང་།

source: Paste target list
bo_cn: དམིགས་འབེན་རེའུ་མིག་སྦྱོར་བ།

source: Play movie in fullscreen mode
bo_cn: ཁྱོན་ཡོངས་ཀྱི་རྣམ་པའི་ཐོག་ནས་གློག་བརྙན་སྟོན་པ།

source: Print Backgrounds
bo_cn: རྒྱབ་ལྗོངས་པར་འདེབས།

source: Profile the WebCore instrumentation.
bo_cn: WebCore གྲུབ་ཆ་དབྱེ་ཞིབ།

source: Profile the executed JavaScript.
bo_cn: ལག་བསྟར་བྱས་ཟིན་པའི་ JavaScript ཡི་གནད་བསྡུས་ཟིན་ཐོར་འགོད་པ།

source: Progress
bo_cn: འཕེལ་རིམ།

source: RLE Right-to-left e_mbedding
bo_cn: RLE གཡས་ནས་གཡོན་དུ་འཛུད་འཇུག(_M)

source: RLM _Right-to-left mark
bo_cn: RLM གཡས་ནས་གཡོན་གྱི་མཚོན་རྟགས།

source: RLO Right-to-left o_verride
bo_cn: RLO གཡས་ནས་གཡོན་དུ་འགེབས་པ།(_V)

source: Reason
bo_cn: རྒྱུ་རྐྱེན།

source: Recent searches
bo_cn: ཉེ་ཆར་འཚོལ་བཤེར།

source: Reset
bo_cn: བསྐྱར་སྒྲིག

source: Resizable Text Areas
bo_cn: ཆེ་ཆུང་འགྱུར་རུང་ཡིག་དེབ་ཁོངས།

source: Returns the @web_view's document title
bo_cn: @web_view ཡི་ཡིག་ཚགས།་ཁ་བྱང་དུ་ཕྱིར་ལོག

source: Returns the current URI of the contents displayed by the @web_view
bo_cn: མིག་སྔའི་ @web_view ཡིས་འཆར་བྱའི་ནང་དོན་ཀྱི་ URIརུ་ཕྱིར་ལོག

source: Sa_ve Image As
bo_cn: བརྙན་རིས།་ཉར་ཚགས།(_V)

source: Sans Serif Font Family
bo_cn: Sans Serif ཡིག་གཟུགས།

source: Serif Font Family
bo_cn: Serif ཡིག་གཟུགས།

source: Server message:
bo_cn: ཞབས་ཞུ་ཆས་ཀྱི་བརྡ་འཕྲིན།：

source: Settings
bo_cn: སྒྲིག་འགོད།

source: Spelling and _Grammar
bo_cn: སྦྱོར་འབྲི་དང་བརྡ་སྤྲོད།(_G)

source: Status
bo_cn: རྣམ་པ།

source: Submit
bo_cn: གོང་སྤྲོད།

source: Suggested Filename
bo_cn: གྲོས་གཞིའི་ཡིག་ཆའི་མིང་།

source: Target frame
bo_cn: དམིགས་འབེན་སྒྲོམ་གཞི།

source: The URI for the favicon for the #WebKitWebView.
bo_cn: #WebKitWebView ཡི་ favicon URI

source: The URI of a stylesheet that is applied to every page.
bo_cn: དྲ་ངོས་རེ་རེའི་རྣམ་པའི་རེའུ་མིག་ལ་ཉེར་སྤྱོད་གྱི་URI

source: The URI of the history item
bo_cn: ལོ་རྒྱུས་བྱ་རའི་URI

source: The URI that is currently being inspected
bo_cn: མིག་སྔར་ཞིབ་བཤེར་བྱས་ཟིན་པའི་URI

source: The URI that was requested as the target for the navigation
bo_cn: URIདེ་ཕྱོགས་སྟོན་གྱི་དམིགས་ཚད་དུ་བརྩིས་ནས་རེ་ཞུ་བྱས་པ་ཞིག་རེད།

source: The User-Agent string used by WebKitGtk
bo_cn: WebKitGTKཡིས་བཀོལ་བའི་User-Agentཕྲེང་།

source: The Web View that renders the Web Inspector itself
bo_cn: Web VieWཡིས་སྒྲོ་བཏགས་པའི་Web Inspectorརང་ཉིད།

source: The alternate title of the history item
bo_cn: ལོ་རྒྱུས་བྱ་རའི་འདེམས་རུང་ཁ་བྱང་།

source: The associated WebKitWebInspector instance
bo_cn: འབྲེལ་ཡོད་ཀྱི་WebKitWebInspector དཔེ་གཞི།

source: The behavior mode to use in editing mode
bo_cn: རྩོམ་སྒྲིག་རྣམ་པའི་ཁྲོད་བཀོལ་བའི་བྱ་སྤྱོད་རྣམ་པ།

source: The button used to click
bo_cn: གནོན་བྱེད་མཐེབ་གནོན།

source: The current URI of the contents displayed by the frame
bo_cn: སྒྲོམ་གཞིའི་ཁྲོད་དུ་མིག་སྔའི་ནང་དོན་སྟོན་པའི་URI

source: The custom encoding of the web view
bo_cn: Web VieWཡི་མཚན་ཉིད་རང་འཇོག་སྒྲིགཨང་།

source: The default Cursive font family used to display text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་འཁྱུག་ཡིག་ཡིག་གཟུགས་འཆར་བྱར་སྤྱོད་པ།

source: The default Fantasy font family used to display text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་ཡིད་བརྙན་ཡིག་གཟུགས་འཆར་བྱར་སྤྱོད་པ།

source: The default Sans Serif font family used to display text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་Sans Serif ཡིག་གཟུགས་འཆར་བྱར་སྤྱོད་པ།

source: The default Serif font family used to display text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་Serif ཡིག་གཟུགས་འཆར་བྱར་སྤྱོད་པ།

source: The default encoding of the web view
bo_cn: Web View ཡི་སོར་བཞག་སྒྲིག་ཨང་།

source: The default encoding used to display text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་སྒྲིག་ཨང་འཆར་བྱར་སྤྱོད་པ།

source: The default font family used to display monospace text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་ཞེང་མཚུངས་ཡིག་གཟུགས་འཆར་བྱར་སྤྱོད་པ།

source: The default font family used to display text.
bo_cn: ཞེང་མཚུངས་ཡིག་དེབ་ཀྱི་སོར་བཞག་ཡིག་གཟུགས་འཆར་བྱར་སྤྱོད་པ།

source: The default font size used to display monospace text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་ཡིག་གཟུགས་ཆེ་ཆུང་ཨང་རྟགས་འཆར་བྱར་སྤྱོད་པ།

source: The default font size used to display text.
bo_cn: ཡིག་དེབ་ཀྱི་སོར་བཞག་ཡིག་གཟུགས་ཆེ་ཆུང་ཨང་རྟགས་འཆར་བྱར་སྤྱོད་པ།

source: The destination URI where to save the file
bo_cn: ཡིག་ཆའི་དམིགས་འབེན་ URIཉར་ཚགས།

source: The document title of the frame
bo_cn: ཁ་བྱང་གི་མིང་།

source: The filename suggested as default when saving
bo_cn: ཉར་ཚགས་བྱེད་སྐབས་སོར་བཞག་གྲོས་འགོ་འདོན་པའི་ཡིག་ཆའི་མིང་།

source: The length of the data already downloaded
bo_cn: མིག་སྔར་ཕབ་ལེན་བྱས་ཟིན་པའི་གཞི་གྲངས་ཀྱི་ཆེ་ཆུང་།

source: The level of zoom of the content
bo_cn: ནང་དོན་སྐྱེད་སྐྱུང་རིམ་པ།

source: The list of targets this web view supports for clipboard copying
bo_cn: དམིགས་འབེན་ Web View རེའུ་མིག་གིས་དྲས་སྦྱོར་དེབ་འདྲ་ཕབ་ལ་རྒྱབ་སྐྱོར་བྱེད།

source: The list of targets this web view supports for clipboard pasting
bo_cn: དམིགས་འབེན་ Web View རེའུ་མིག་གིས་དྲས་སྦྱོར་དེབ་སྦྱོར་བ་ལ་རྒྱབ་སྐྱོར་བྱེད།

source: The minimum font size used to display text.
bo_cn: ཡིག་དེབ་ཀྱི་ཡིག་གཟུགས་ཆེས་ཆུང་བ་འཆར་བར་སྤྱོད་པ།

source: The minimum logical font size used to display text.
bo_cn: ཡིག་ཆའི་ཆེས་ཆུང་བའི་ཨང་རྟགས་མངོན་པར་སྤྱོད་པ།

source: The name of the frame
bo_cn: སྒྲོམ་གཞིའི་མིང་།

source: The network request for the URI that should be downloaded
bo_cn: ཕབ་ལེན་བྱེད་དགོས་པའི་URIཡི་དྲ་རྒྱའི་རེ་ཞུ།

source: The network response for the URI that should be downloaded
bo_cn: ཕབ་ལེན་བྱེད་དགོས་པའི་URIཡི་དྲ་རྒྱའི་དང་ལེན།

source: The original URI of the history item
bo_cn: ལོ་རྒྱུས་བྱ་རའི་གདོད་མའི་URI

source: The reason why this navigation is occurring
bo_cn: ཕྱོགས་ཁྲིད་གྲུབ་པའི་རྒྱུ་རྐྱེན།

source: The target frame for the navigation
bo_cn: ཕྱོགས་ཁྲིད་གྱི་དམིགས་འབེན་སྒྲོམ་གཞི།

source: The time at which the history item was last visited
bo_cn: ཉེ་ཆར་ལོ་རྒྱུས་བྱ་ར་ལྟ་སྤྱོད་ཀྱི་དུས་ཚོད།

source: The title of the history item
bo_cn: ལོ་རྒྱུས་བྱ་རའི་ཁ་བྱང་།

source: The total size of the file
bo_cn: ཡིག་ཆའི་སྤྱིའི་ཆེ་ཆུང་།

source: The value by which the zoom level is changed when zooming in or out.
bo_cn: ཆེར་བསྐྱེད་ཆུང་བསྡུས་ཁྲོད་ཐེངས་རེའི་སྐྱེད་སྐྱུང་གི་གོམ་ཐང་།

source: This is a searchable index. Enter search keywords:
bo_cn: འདི་ནི་འཚོལ་ཐུབ་པའི་དཀར་ཆག་ཅིག་རེད། འགག་རྩའི་ཡི་གེ་འཚོལ་རོགས།

source: Title
bo_cn: ཁ་བྱང་།

source: Total Size
bo_cn: སྤྱིའི་ཆེ་ཆུང་།

source: Transparent
bo_cn: དྭངས་གསལ།

source: Unknown
bo_cn: མི་ཤེས།

source: User Stylesheet URI
bo_cn: སྤྱོད་མཁན་གྱི་རྣམ་པའི་རེའུ་མིགURI

source: User cancelled the download
bo_cn: སྤྱོད་མཁན་གྱིས་ཕབ་ལེན་མེད་པར་བཟོས་པ།

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: Vertical Scrollbar Policy
bo_cn: ཐད་འགྲིལ་འདེད་མའི་སྒྲིག་སྲོལ།

source: Whether Java Applet support through <applet> should be enabled
bo_cn: <applet> གདོང་འཛར་གྱིས་Java བྱ་རིམ་ཆུང་བ་འཁོར་སྐྱོད་ལ་ཆོག་མཆན་སྤྲོད་མིན།

source: Whether JavaScript can open windows automatically
bo_cn: JavaScript ཡིས་རང་འགུལ་ངང་སྒེའུ་ཁུང་ཁ་ཕྱེ་ཆོག་མིན།

source: Whether background images should be printed.
bo_cn: རྒྱབ་ལྗོངས་པར་འདེབས་བྱེད་མིན།

source: Whether content can be modified by the user
bo_cn: སྤྱོད་མཁན་གྱིས་ནང་དོན་རྩོམ་སྒྲིག་རུང་མིན།

source: Whether content has a transparent background
bo_cn: ནང་དོན་དུ་ནང་གསལ་རྒྱབ་ལྗོངས་འདུས་མིན།

source: Whether text areas are resizable.
bo_cn: ཡིག་དེབ་ཁོངས་ཀྱི་ཆེ་ཆུང་བསྒྱུར་ཆོག་མིན།

source: Whether the full content is scaled when zooming
bo_cn: ནང་དོན་ཆ་ཚང་སྐྱེད་སྐྱུང་བྱེད་མིན།

source: Whether the page cache should be used
bo_cn: དྲ་ངོས་སྐབས་གསོག་སྤྱོད་མིན།

source: Whether to allow universal access from file URIs
bo_cn: ཡིག་ཆའི་URIནས་ཀུན་སྤྱོདལྟ་སྤྱོད་བྱེད་ཆོག་མིན།

source: Whether to enable DOM paste
bo_cn: DOM དྲས་སྦྱར་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether to enable HTML5 Local Storage support
bo_cn: HTML5 རང་སའི་གསོག་འཇོག་རྒྱབ་སྐྱོར་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether to enable HTML5 database support
bo_cn: HTML5 གཞི་གྲངས་མཛོད་རྒྱབ་སྐྱོར་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether to enable accessibility enhanced keyboard navigation
bo_cn: རམ་འདེགས་བྱེད་ནུས་འཐོར་འདེགས་རྣམ་པའི་མཐེབ་གཞོང་ཕྱོགས་ཁྲིད་སྤྱོད་འགོ་རྩོམ་མིན།

source: Whether to enable offline web application cache
bo_cn: སྐུད་བྲལ་ Web ཉེར་སྤྱོད་བྱ་རིམ་སྐབས་གསོག་སྤྱོད་འགོ་རྩོམ་མིན།

source: ZWJ Zero width _joiner
bo_cn: ZWJཀླད་ཀོར་ཞེང་ཚད་སྦྲེལ་རྟགས།(_J)

source: ZWNJ Zero width _non-joiner
bo_cn: ZWNJཀླད་ཀོར་ཞེང་ཚད་སྦྲེལ་རྟགས་མིན་པ།(_N)

source: ZWS _Zero width space
bo_cn: ZWSཞེང་ཚད་སྟོང་ཆ།(_Z)

source: Zoom Stepping Value
bo_cn: སྐྱེད་སྐྱུང་གོམ་ཐང་།

source: Zoom level
bo_cn: སྐྱེད་སྐྱུང་རིམ་པ།

source: _Check Document Now
bo_cn: འཕྲལ་མར་ཡིག་ཚགས།་ཞིབ་བཤེར།(_C)

source: _Clear recent searches
bo_cn: ཉེ་ཆར་གྱི་བཤེར་འཚོལ་ཟིན་ཐོ་གཙང་སེལ།(_C)

source: _Download Linked File
bo_cn: དམིགས་འབེན་ཡིག་ཆ་ཕབ་ལེན།(_D)

source: _Font
bo_cn: ཡིག་གཟུགས།(_F)

source: _Hide Spelling and Grammar
bo_cn: སྦྱོར་འབྲི་དང་བརྡ་སྤྲོད་སྦ་བ།(_H)

source: _Ignore Spelling
bo_cn: སྦྱོར་འབྲི་སྣང་མེད།(_I)

source: _Insert Unicode Control Character
bo_cn: Unicode ཚོད་འཛིན་ཡིག་རྟགས་འཛུད་འཇུག(_I)

source: _Learn Spelling
bo_cn: དམིགས་དཔེ་ཐོ་འགོད།(_L)

source: _Look Up in Dictionary
bo_cn: ཚིག་མཛོད་འདྲི་རྩད།(_L)

source: _Open Link
bo_cn: སྦྲེལ་མཐུད་ཁ་འབྱེད།(_O)

source: _Outline
bo_cn: གནད་བསྡུས།(_O)

source: _Reload
bo_cn: གསར་འདོན།(_R)

source: _Remember password
bo_cn: གསང་ཨང་བློར་ངེས།(_R)

source: _Search the Web
bo_cn: སྦྲེལ་དྲ་བཤེར་འཚོལ(_S)

source: _Show Spelling and Grammar
bo_cn: སྦྱོར་འབྲི་དང་བརྡ་སྤྲོད་འཆར་བ།(_S)

source: activate
bo_cn: སྐུལ་སློང་།

source: audio element controller
bo_cn: སྒྲ་ཟློས་གཞི་རྒྱུ་ཚོད་འཛིན།

source: audio element playback controls and status display
bo_cn: སྒྲ་ཟློས་གཞི་རྒྱུ་བསྐྱར་གཏོང་ཚོད་འཛིན་དང་རྣམ་པ་འཆར་བ།

source: back 30 seconds
bo_cn: སྐར་ཆ་ 30 རྗེས་ཕྱི་བཤོལ།

source: begin playback
bo_cn: བསྐྱར་གཏོང་འགོ་རྩོམ་པ།

source: check
bo_cn: འདེམ་པ།

source: current movie status
bo_cn: མིག་སྔའི་གློག་བརྙན་གྱི་རྣམ་པ།

source: current movie time in seconds
bo_cn: སྐར་ཆ་ཡིས་མིག་སྔའི་གློག་བརྙན་དུས་ཚོད་འཆར་བ།

source: definition
bo_cn: མཚན་ཉིད།

source: elapsed time
bo_cn: གཏོང་ཡུན།

source: fast forward
bo_cn: མྱུར་སྐྱོད།

source: fast reverse
bo_cn: མྱུར་འཐེན།

source: hide closed captions
bo_cn: རྒྱུན་ཟུམ་ཡིག་བརྙན་སྦེད་པ།

source: indefinite time
bo_cn: དུས་ཚོད་མི་གསལ་བ།

source: jump
bo_cn: མཆོང་བསྒྱུར།

source: movie time
bo_cn: གློག་བརྙན་གྱི་ཡུན་ཚད།

source: movie time scrubber
bo_cn: གློག་བརྙན་གྱི་དུས་ཤད།

source: movie time scrubber thumb
bo_cn: གློག་བརྙན་གྱི་དུས་ཤད་བསྡུས་རིས།

source: mute
bo_cn: སྒྲ་མེད།

source: mute audio tracks
bo_cn: སྒྲ་མེད་སྒྲ་ལམ།

source: number of seconds of movie remaining
bo_cn: གློག་བརྙན་གྱི་ལྷག་མའི་སྐར་ཆའི་གྲངས།

source: pattern mismatch
bo_cn: བཟོ་ལྟ་ཟླ་སྒྲིག་མིན་པ།

source: pause
bo_cn: སྐབས་འཇོག

source: pause playback
bo_cn: བསྐྱར་གཏོང་སྐབས་འཇོག

source: play
bo_cn: བསྒྲགས་གཏོང་།

source: press
bo_cn: མར་གནོན།

source: range overflow
bo_cn: ཁྱབ་ཁོངས་ཡར་ལུད།

source: range underflow
bo_cn: ཁྱབ་ཁོངས་མར་ལུད།

source: remaining time
bo_cn: དུས་ཚོད་ལྷག་མ།

source: return streaming movie to real time
bo_cn: གློག་བརྙན་དུས་ཐོག་ཏུ་ཕྱིར་ལོག་བྱེད་པ།

source: return to realtime
bo_cn: དུས་ཐོག་རྣམ་པར་ཕྱིར་ལོག

source: seek movie back 30 seconds
bo_cn: སྐར་ཆ་30 མདུན་དུ་གློག་བརྙན་འཚོལ་ཞིབ།

source: seek quickly back
bo_cn: མྱུར་འཐེན་འཚོལ་ཞིབ།

source: seek quickly forward
bo_cn: མྱུར་སྐྱོད་འཚོལ་ཞིབ།

source: select
bo_cn: འདེམ་པ།

source: show closed captions
bo_cn: རྒྱུན་དུ་ཟུམ་པའི་ཡི་གེ་འཆར་བ།

source: start displaying closed captions
bo_cn: རྒྱུན་ཟུམ་ཚུལ་གྱི་ཡིག་བརྙན་འཆར་འགོ་རྩོམ་པ།

source: status
bo_cn: རྣམ་པ།

source: step mismatch
bo_cn: གོམ་རིམ་ཟླ་སྒྲིག་མིན་པ།

source: stop displaying closed captions
bo_cn: རྒྱུན་ཟུམ་ཅན་གྱི་ཡིག་བརྙན་འཆར་མཚམས་འཇོག

source: term
bo_cn: ཐ་སྙད།

source: timeline slider thumb
bo_cn: དུས་ཚོད་མདའ་འདྲེད་ཀྱི་སྔོན་ལྟ།

source: too long
bo_cn: རིང་དྲགས་པ།

source: type mismatch
bo_cn: རིགས་རྣམ་ཟླ་སྒྲིག་མིན་པ།

source: uncheck
bo_cn: ལྡོག་འདེམས།

source: unmute
bo_cn: སྒྲ་མེད་འདོར་བ།

source: unmute audio tracks
bo_cn: སྒྲ་མེད་སྒྲ་ལམ་འདོར་བ།

source: value missing
bo_cn: ཐང་ཆད་པ།

source: video element controller
bo_cn: བརྙན་ཟློས་གཞི་རྒྱུ་ཚོད་འཛིན།

source: video element playback controls and status display
bo_cn: བརྙན་ཟློས་གཞི་རྒྱུའི་བསྐྱར་བལྟ་ཚོད་འཛིན་དང་རྣམ་པ་འཆར་བ།
