Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/xdiagnose.po
Languages: bo_cn

source: Authentication is needed to diagnose graphics issues
bo_cn: པར་རིས།་གནད་དོན་ལ་བརྟག་དཔྱད་བྱེད་པར་བདེན་དཔང་ར་སྤྲོད་བྱེད་དགོས།

source: Debug
bo_cn: ཚོད་སྒྲིག

source: Diagnose Graphics Issues
bo_cn: རིས་དབྱིབས་བརྟག་དཔྱད་ཀྱི་གནད་དོན།

source: Disable _PAT memory
bo_cn: PATནང་གསོག་སྤྱོད་མི་ཆོག

source: Disable _VESA framebuffer driver
bo_cn: -VESAལྡེབ་ལྷོད་གཏོང་སྐུལ་འདེད་སྤྱོད་མི་ཆོག

source: Disable bootloader _graphics
bo_cn: རིས་དབྱིབས་ཅན་གྱི་སྣེ་ཁྲིད་བྱ་རིམ་སྤྱོད་མི་ཆོག(_G)

source: Display boot messages
bo_cn: འགོ་སློང་ཆ་འཕྲིན་འཆར་བ།

source: Enable automatic crash bug reporting
bo_cn: ཐོར་ཞིག་སྐབས་རང་འགུལ་ངང་ནོར་འཁྲུལ་ཆ་འཕྲིན་ཡར་ཞུ་བྱེད་པ།

source: Error Message
bo_cn: ནོར་འཁྲུལ་བརྡ་འཕྲིན།

source: Extra graphics _debug messages
bo_cn: དེ་ལས་མང་བའི་བརྙན་རིས་ཚོད་སྒྲིག་ཆ་འཕྲིན།

source: List dates on which updates were performed
bo_cn: ལག་བསྟར་གསར་བསྒྱུར་གྱི་དུས་ཚོད་འཆར་བ།

source: Makes dmesg logs more verbose with details about 3d, plymouth, and monitor detection
bo_cn: dmesg ལ་ 3Dདང་plymouthདང་འཆར་ཆས་བཤེར་འཇལ་འབྲེལ་ཡོད་ཆ་འཕྲིན་སོགས་ཟིན་ཐོ་ཞིབ་འགོད་བྱེད་དུ་འཇུག་པ།

source: Only include entries from this date and earlier (YYYY/MM/DD)
bo_cn: ཚེས་གྲངས་དང་དེའི་སྔོན་གྱི་ཟིན་ཐོ་མ་གཏོགས་ཚུད་མེད།

source: Only include entries from this date forward (YYYY/MM/DD)
bo_cn: ཚེས་གྲངས་དེའི་རྗེས་ཀྱི་ཟིན་ཐོ་མ་གཏོགས་ཚུད་མེད།

source: Report an Xorg Bug
bo_cn: Xorg ནོར་འཁྲུལ་སྙན་ཞུ།

source: Troubleshoot failure to start a graphical X11 session
bo_cn: X11 གླེང་མོལ་འགོ་སློང་ཚོད་སྒྲིག་སྐབས་བྱུང་བའི་སྐྱོན།

source: Turns on the Apport crash detection and bug reporting tool
bo_cn: Apportཐོར་ཞིག་ཞིབ་དཔྱད་ཚོད་ལེན་དང་ནོར་འཁྲུལ་སྙན་ཞུའི་ཡོ་བྱད་འགོ་སློང་།

source: View Errors
bo_cn: ནོར་འཁྲུལ་ལ་ལྟ་ཞིབ་བྱེད་པ།

source: Workarounds
bo_cn: ལས་ཁུལ།

source: X Diagnostics Settings
bo_cn: X བརྟག་དཔྱད་ཡོ་བྱད་སྒྲིག་འགོད།

source: Xorg Error Messages
bo_cn: Xorg ནོར་འཁྲུལ་ཆ་འཕྲིན།
