Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/xkeyboard-config.po
Languages: bo_cn

source: SILVERCREST Multimedia Wireless Keyboard
bo_cn: SILVERCREST སྨྱན་མང་གཟུགས་སྐུད་མེད་མཐེབ་གཞོང་།

source: Samsung SDM 4500P
bo_cn: སྐར་གསུམ SDM 4500P

source: Scroll Lock
bo_cn: འཁོར་འགྲིལ་དམིགས་འཛིན།

source: Serbian (Latin Unicode qwerty)
bo_cn: སར་པི་ཡ།(ལ་ཏིང་།Unicode qwerty)

source: Serbian (Latin Unicode)
bo_cn: སར་པི་ཡ།(ལ་ཏིང་། Unicode)

source: Serbian (Latin qwerty)
bo_cn: སར་པི་ཡ།(ལ་ཏིང་། qwerty)

source: Serbian (Latin)
bo_cn: སར་པི་ཡ།(ལ་ཏིང་།)

source: Serbo-Croatian (US)
bo_cn: སར་པི་ཡ།-ཁ་རེ་དི་ཡའི་སྐད།(ཨ་རིའི་མཐེབ་གཞོང་།)

source: Shift cancels Caps Lock
bo_cn: Shift ཆེ་བྲིས་དམིགས་འཛིན་འདོར་བ།

source: Sindhi
bo_cn: ཞིན་ཏེའི་སྐད།

source: Slovak
bo_cn: སི་ལོ་ཧྥ་ཁེའི་སྐད།

source: Slovak (qwerty)
bo_cn: སི་ལོ་ཧྥ་ཁེའི་སྐད།(qwerty)

source: Slovak (qwerty, extended Backslash)
bo_cn: སི་ལོ་ཧྥ་ཁེའི་སྐད།(qwerty)

source: Spanish (Dvorak)
bo_cn: སི་ཕེན་གྱི་སྐད།(Dvorak)

source: Spanish (Latin American)
bo_cn: སི་ཕེན་གྱི་སྐད།(ལ་ཏིང་མེ་གླིང་།)

source: Spanish (Latin American, Sun dead keys)
bo_cn: སི་ཕེན་གྱི་སྐད།(ལ་ཏིང་མེ་གླིང་།Sun ཤི་མཐེབ།)

source: Spanish (Latin American, eliminate dead keys)
bo_cn: སི་ཕེན་གྱི་སྐད།(ལ་ཏིང་མེ་གླིང་།ཤི་མཐེབ་ཕུད་པ།)

source: Spanish (Macintosh)
bo_cn: སི་ཕེན་གྱི་སྐད།(Mac)

source: Spanish (Sun dead keys)
bo_cn: སི་ཕེན་གྱི་སྐད།(Sun ཤི་མཐེབ།)

source: Spanish (eliminate dead keys)
bo_cn: སི་ཕེན་གྱི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server
bo_cn: ཞབས་ཞུ་ཆས་སྒྲིག་གཅོད་ཀྱི་དམིགས་བསལ་མཐེབ།(Ctrl+Alt+&lt;key&gt;)

source: Super Power Multimedia Keyboard
bo_cn: ནུས་བརྒལ་སྨྱན་མང་གཟུགས་མཐེབ་གཞོང་།

source: Swap Ctrl and Caps Lock
bo_cn: Ctrl དང་ཆེ་བྲིས་དམིགས་འཛིན་བརྗེ་རེས།

source: Swap ESC and Caps Lock
bo_cn: ESC དང་ཆེ་བྲིས་དམིགས་འཛིན་བརྗེ་རེས།

source: Swedish
bo_cn: སུའེ་ཏེན་གྱི་སྐད།

source: Swedish (Dvorak)
bo_cn: སུའེ་ཏེན་གྱི་སྐད།(Dvorak)

source: Swedish (eliminate dead keys)
bo_cn: སུའེ་ཏེན་གྱི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Symplon PaceBook (tablet PC)
bo_cn: Symplon PaceBook(ངོས་ལེབ་རྩིས་འཁོར་)

source: Syriac
bo_cn: སི་རི་ཡའི་ཡི་གེ

source: Syriac (phonetic)
bo_cn: སི་རི་ཡའི་སྐད།(སྒྲ་རྟགས།)

source: Taiwanese
bo_cn: ཐའེ་དབན་གྱི་སྐད་ཆ།

source: Taiwanese (indigenous)
bo_cn: ཐའེ་དབན་གྱི་དེ་སྔའི་སྡོད་དམངས་ཀྱི་སྐད།

source: Tamil
bo_cn: ཐེ་མིར་ཡི་གེ

source: Tamil (Sri Lanka, Unicode)
bo_cn: ཐེ་མིར་གྱི་སྐད།(སི་རི་ལན་ཁ། Unicode)

source: Tamil (TAB typewriter)
bo_cn: ཐེ་མིར་གྱི་སྐད།(TAB གཏག་འཁོར།)

source: Tamil (TSCII typewriter)
bo_cn: ཐེ་མིར་གྱི་སྐད།(TSCII གཏག་འཁོར།)

source: Tamil (Unicode)
bo_cn: ཐེ་མིར་གྱི་སྐད།(Unicode)

source: Telugu
bo_cn: ཐེ་ལུའུ་ཀུའུ་ཡི་གེ

source: Thai
bo_cn: ཐའེ་ལན་གྱི་ཡི་གེ

source: Thai (Pattachote)
bo_cn: ཐེ་སྐད།(Pattachote)

source: Toshiba Satellite S3000
bo_cn: ཏུང་ཀྲི། Satellite S3000

source: Trust Direct Access Keyboard
bo_cn: Trust Direct Access མཐེབ་གཞོང་།

source: Trust Wireless Keyboard Classic
bo_cn: Trust སྐུད་མེད་དཔེ་མཚོན་མཐེབ་གཞོང་།

source: Turkish
bo_cn: ཐུར་ཁེའི་སྐད་ཆ།

source: Turkish (Alt-Q)
bo_cn: ཐུར་ཁེ།(Alt-Q)

source: Turkish (F)
bo_cn: ཐུར་ཁེ།(F)

source: Turkish (Sun dead keys)
bo_cn: ཐུར་ཁེའི་སྐད།(Sun ཤི་མཐེབ།)

source: Turkish (international with dead keys)
bo_cn: ཐུར་ཁེའི་སྐད།(རྒྱལ་སྤྱི། ཤི་མཐེབ་ལྡན་པ།)

source: Ukrainian
bo_cn: ཡུག་རེན་གྱི་སྐད།

source: Ukrainian (WinKeys)
bo_cn: ཡུག་རེན་གྱི་སྐད།(Win མཐེབ།)

source: Ukrainian (legacy)
bo_cn: ཡུག་རེན་གྱི་སྐད།(སྲོལ་རྒྱུན།)

source: Ukrainian (phonetic)
bo_cn: ཡུག་རེན་གྱི་སྐད།(སྒྲ་རྟགས།)

source: Unicode additions (arrows and math operators)
bo_cn: Unicode རྒྱ་སྐྱེད་(མདའ་རྟགས་དང་ཨང་ཀི་བཀོལ་སྤྱོད་རྟགས།)

source: Urdu (Pakistan)
bo_cn: ཝུའུ་ཨེར་ཏུའུ་སྐད།(ཕ་ཁི་སི་ཐན།)

source: Urdu (alternative phonetic)
bo_cn: ཝུའུ་ཨེར་ཏུའུ་སྐད།(ཚབ་བྱེད།སྒྲ་རྟགས།)

source: Urdu (phonetic)
bo_cn: ཝུའུ་ཨེར་ཏུའུ་སྐད།(སྒྲ་རྟགས།)

source: Use keyboard LED to show alternative layout
bo_cn: མཐེབ་གཞོང་གློག་འཆར་སྤྱད་ནས་བཀོད་པའི་ཚབ་བྱེད་པ།

source: Using space key to input non-breakable space character
bo_cn: སྟོང་མཐེབ་སྤྱད་ནས་མཚམས་གཅོད་མི་རུང་བའི་སྟོང་པའི་ཡིག་རྟགས་ནང་འཇུག་བྱོས།

source: Uzbek
bo_cn: ཝུའུ་ཙི་པིའི་ཁེའི་སྐད།

source: Uzbek (Afghanistan)
bo_cn: ཝུའུ་ཙི་པིའི་ཁེའི་སྐད།(ཨ་ཧྥུ་ཧན།)

source: Uzbek (Afghanistan, OLPC)
bo_cn: ཝུའུ་ཙི་པིའི་ཁེའི་སྐད།(ཨ་ཧྥུ་ཧན།OLPC)

source: Uzbek (Latin)
bo_cn: ཝུའུ་ཙི་པིའི་ཁེའི་སྐད།(ལ་ཏིང་།)

source: Vietnamese
bo_cn: ཝེ་ཐེ་ནམ་གྱི་སྐད།

source: ViewSonic KU-306 Internet Keyboard
bo_cn: ཡོའུ་ཕེ་ KU-306 སྦྲེལ་དྲ་མཐེབ་གཞོང་།

source: Yahoo! Internet Keyboard
bo_cn: ཡ་ཧོ་དྲ་མཚམས་མཐེབ་གཞོང་།

source: in
bo_cn: དམར་སྐྱ།

source: km
bo_cn: སྟོང་སྨིད།

source: mi
bo_cn: དབྱིན་ལེ།

source: no
bo_cn: མིན།

source: pt
bo_cn: ཚེག
