Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/xkeyboard-config.po
Languages: bo_cn

source: &lt;Less/Greater&gt;
bo_cn: &lt;ལས་ཆུང་བ/ལས་ཆེ་བ&gt;

source: Acer C300
bo_cn: ཧོང་ཆི་ C300

source: Acer Ferrari 4000
bo_cn: ཧོང་ཆི་ཧྥ་ལཱ་ལི་ 4000

source: Acer Laptop
bo_cn: ཧོང་ཆི་ཟིན་དེབ་རྩིས་ཆས།

source: Add the standard behavior to Menu key
bo_cn: ཚད་ལྡན་འགུལ་སྟངས་འདེམས་བྱང་མཐེབ་ཏུ་ཁ་སྣོན་གྱིས།

source: Adding currency signs to certain keys
bo_cn: དམིགས་བསལ་གྱི་མཐེབ་ལ་དངུལ་ལོར་གྱི་མཚོན་རྟགས་ཁ་སྣོན་བྱེད་པ།

source: Advance Scorpius KI
bo_cn: མཐོ་རིམ་Scorpius KI

source: Alt and Meta are on Alt keys
bo_cn: Alt དང་ Meta ཚང་མ་ Alt མཐེབ་ཡིན།

source: Alt is mapped to Right Win, Super to Menu
bo_cn: Alt མཐེབ་གཡས་ Winལ་རྟེན་འཕྲོ་དང་Super འདེམས་བྱང་མཐེབ་ཏུ་རྟེན་འཕྲོ་བྱེད་པ།

source: Alt/Win key behavior
bo_cn: Alt/Win མཐེབ་ཀྱི་བྱ་སྤྱོད།

source: Amharic
bo_cn: ཨ་མུའུ་ཧ་ལ་སྐད།

source: Any Alt key
bo_cn: Alt མཐེབ་གང་རུང་།

source: Any Win key
bo_cn: Win མཐེབ་གང་རུང་།

source: Any Win key (while pressed)
bo_cn: Win མཐེབ་གང་རུང་།(མནན་ཚེ།)

source: Apple
bo_cn: ཀུ་ཤུ།

source: Apple Aluminium Keyboard (ANSI)
bo_cn: ཀུ་ཤུའི་ཧ་ཡང་མཐེབ་གཞོང་།（ANSI)

source: Apple Aluminium Keyboard (ISO)
bo_cn: ཀུ་ཤུའི་ཧ་ཡང་མཐེབ་གཞོང་།(ISO)

source: Apple Aluminium Keyboard (JIS)
bo_cn: ཀུ་ཤུའི་ཧ་ཡང་མཐེབ་གཞོང་།(JIS)

source: Apple Aluminium Keyboard: emulate PC keys (Print, Scroll Lock, Pause, Num Lock)
bo_cn: ཀུ་ཤུའི་ཧ་ཡང་མཐེབ་གཞོང་།(： PC མཐེབ་ལད་ཟློས།(ཡོལ་འགེལ་དང་འདེད་འགྲིལ་དམིགས་འཛིན།སྐབས་འཇོག་དང་ཨང་གྲངས་དམིགས་འཛིན།)

source: Apple Laptop
bo_cn: ཀུ་ཤུའི་ཟིན་དེབ་རྩིས་ཆས།

source: Arabic
bo_cn: ཨ་རབ་ཀྱི་སྐད་ཆ།

source: Arabic (Buckwalter)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(Buckwalter)

source: Arabic (Morocco)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(མོ་རོ་ཁོ།)

source: Arabic (Pakistan)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(ཕ་ཁི་སི་ཐན།)

source: Arabic (Syria)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(སི་རི་ཡ།)

source: Arabic (azerty)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(azerty)

source: Arabic (azerty/digits)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(azerty/ཨང་ཀི།)

source: Arabic (digits)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(ཨང་ཀི།)

source: Arabic (qwerty)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(qwerty)

source: Arabic (qwerty/digits)
bo_cn: ཨ་རབ་ཀྱི་སྐད།(qwerty/ཨང་ཀི།)

source: Armenian
bo_cn: ཡ་མེ་ཉི་ཡའི་སྐད།

source: Armenian (alternative phonetic)
bo_cn: ཨར་མེ་ཉི་ཡའི་སྐད།(ཚབ་བྱེད་སྒྲ་རྟགས།)

source: Armenian (phonetic)
bo_cn: ཨར་མེ་ཉི་ཡའི་སྐད།(སྒྲ་རྟགས།)

source: Asus Laptop
bo_cn: ཧྭ་ཧྲོ་ཟིན་དེབ་རྩིས་ཆས།

source: At bottom left
bo_cn: གཡོན་འོག་ཟུར་དུ་ཡོད།

source: At left of 'A'
bo_cn: “A”ཡི་གཡོན་ཕྱོགས་སུ་ཡོད།

source: Azerbaijani
bo_cn: ཨ་ཟེར་པེ་ཅང་གི་སྐད།

source: Azerbaijani (Cyrillic)
bo_cn: ཨ་ཟེར་པེ་ཅང་གི་སྐད།(ཤི་ལེར།)

source: Azona RF2300 wireless Internet Keyboard
bo_cn: Azona RF2300སྐུད་མེད་དྲ་མཚམས་ཀྱི་མཐེབ་གཞོང་།

source: BTC 5113RF Multimedia
bo_cn: BTC 5113 RFསྨྱན་མང་གཟུགས།

source: Bambara
bo_cn: པན་པ་ལའི་སྐད།

source: Bashkirian
bo_cn: པ་ཧྲི་ཅིར་དུས།

source: Belarusian
bo_cn: ཨུ་རུ་སུ་དཀར་པོའི་སྐད།

source: Belarusian (Latin)
bo_cn: ཨུ་རུ་སུ་དཀར་པོའི་སྐད།(ལ་ཏིང་)

source: Belarusian (legacy)
bo_cn: ཨུ་རུ་སུ་དཀར་པོའི་སྐད།(ཏེ)

source: Belgian
bo_cn: པེར་ཀྲམ་གྱི་སྐད།

source: Belgian (ISO alternate)
bo_cn: པེར་ཀྲམ་གྱི་སྐད།(ISO ཚབ་བྱེད།)

source: Belgian (Sun dead keys)
bo_cn: པེར་ཀྲམ་གྱི་སྐད།(Sun ཤི་མཐེབ།)

source: Belgian (Wang model 724 azerty)
bo_cn: པེར་ཀྲམ་གྱི་སྐད།(ཝང་འན་ 724 རིགས azerty)

source: Belgian (alternative)
bo_cn: པེར་ཀྲམ་གྱི་སྐད།(ཚབ་བྱེད།)

source: Belgian (alternative, Sun dead keys)
bo_cn: པེར་ཀྲམ་གྱི་སྐད།(ཚབ་བྱེད། Sun ཤི་མཐེབ།)

source: Belgian (eliminate dead keys)
bo_cn: པེར་ཀྲམ་གྱི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: BenQ X-Touch
bo_cn: མིང་ཅི། X-Touch

source: BenQ X-Touch 730
bo_cn: མིང་ཅི། X-Touch 730

source: BenQ X-Touch 800
bo_cn: མིང་ཅི། X-Touch 800

source: Bosnian
bo_cn: པར་སིག་ཉི་ཡའི་སྐད།

source: Bosnian (US keyboard with Bosnian digraphs)
bo_cn: པར་སིག་ཉི་ཡའི་སྐད།(རོ་མ་ཉི་ཡའི་ཉིས་བརྩེགས་ཡི་གེ་ལྡན་པའི་ཨ་རིའི་མཐེབ་གཞོང་།)

source: Bosnian (US keyboard with Bosnian letters)
bo_cn: པར་སིག་ཉི་ཡའི་སྐད།(པར་སིག་ཉི་ཡའི་གསལ་བྱེད་ལྡན་པའི་ཨ་རིའི་མཐེབ་གཞོང་།)

source: Both Alt keys together
bo_cn: Alt མཐེབ་གཉིས་དུས་གཅིག་ཏུ་གནོན་པ།

source: Both Ctrl keys together
bo_cn: Ctrl མཐེབ་གཉིས་དུས་གཅིག་ཏུ་གནོན་པ།

source: Both Shift keys together
bo_cn: Shift མཐེབ་གཉིས་དུས་གཅིག་ཏུ་གནོན་པ།

source: Brother Internet Keyboard
bo_cn: སྤུན་ཟླའི་དྲ་མཚམས་མཐེབ་གཞོང་།

source: Bulgarian (new phonetic)
bo_cn: པུར་ཀ་རི་ཡ།(སྒྲ་རྟགས་གསར་པ།)

source: Bulgarian (traditional phonetic)
bo_cn: པུར་ཀ་རི་ཡ།(སྲོལ་རྒྱུན་སྒྲ་རྟགས།)

source: Caps Lock
bo_cn: ཆེ་བྲིས་དམིགས་འཛིན།

source: Caps Lock is disabled
bo_cn: ཆེ་བྲིས་དམིགས་འཛིན་འགོག་སྤྱོད།

source: Caps Lock key behavior
bo_cn: ཆེ་བྲིས་དམིགས་འཛིན་མཐེབ་ཀྱི་བྱ་སྤྱོད།

source: Cherry Blue Line CyBo@rd (alternate option)
bo_cn: Cherry Blue Line CyBo@rd། (ཚབ་བྱེད་འདེམས་ཚན།)

source: Chicony Internet Keyboard
bo_cn: Chicony Internet མཐེབ་གཞོང་།

source: Chinese
bo_cn: རྒྱ་སྐད།

source: Compaq Easy Access Keyboard
bo_cn: ཁང་པའེ་ Easy Access མཐེབ་གཞོང་།

source: Compaq Internet Keyboard (13 keys)
bo_cn: ཁང་པའེ་དྲ་མཚམས་མཐེབ་གཞོང་།(མཐེབ་13)

source: Compaq Internet Keyboard (18 keys)
bo_cn: ཁང་པའེ་དྲ་མཚམས་མཐེབ་གཞོང་།(མཐེབ་18)

source: Compaq Internet Keyboard (7 keys)
bo_cn: ཁང་པའེ་དྲ་མཚམས་མཐེབ་གཞོང་།(མཐེབ་7)

source: Compaq iPaq Keyboard
bo_cn: ཁང་པའེ་ iPaq མཐེབ་གཞོང་།

source: Creative Desktop Wireless 7000
bo_cn: དཔེ་གསར་སྟེགས་འཁོར་གྱི་ཚད་མེད་མཐེབ་གཞོང་། 7000

source: Croatian
bo_cn: ཁ་རེ་ཏེ་ཡའི་སྐད།

source: Croatian (US keyboard with Croatian digraphs)
bo_cn: ཁ་རེ་དི་ཡ།(ཁ་རེ་དི་ཡའི་སྐད་ཀྱི་ཡི་གེ་ཉིས་བརྩེགས་ལྡན་པའི་ཨ་རིའི་མཐེབ་གཞོང་།)

source: Croatian (US keyboard with Croatian letters)
bo_cn: ཁ་རེ་དི་ཡ།(རོ་མ་ཉི་ཡའི་གསལ་བྱེད་ལྡན་པའི་ཨ་རིའི་མཐེབ་གཞོང་།)

source: Ctrl key position
bo_cn: Ctrl མཐེབ་གནས།

source: Czech (US Dvorak with CZ UCW support)
bo_cn: ཅེ་ཁེ།( CZ UCW རྒྱབ་སྐྱོར་ལྡན་པའི་ཨ་རིའི་Dvorakབཀོད་པའི་མཐེབ་གཞོང་།)

source: Czech (qwerty)
bo_cn: ཅེ་ཁེ།(qwerty)

source: Danish
bo_cn: ཏེན་མག་གི་སྐད།

source: Danish (Dvorak)
bo_cn: ཏེན་མག་གི་སྐད།(Dvorak)

source: Danish (Macintosh)
bo_cn: ཏེན་མག་གི་སྐད།(Mac)

source: Danish (eliminate dead keys)
bo_cn: ཏེན་མག་གི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Default numeric keypad keys
bo_cn: ཨང་ཀི་སོར་བཞག་གི་མཐེབ་ཆུང་མཐེབ་གཞོང་།

source: Dell
bo_cn: ཏའེ་ཨེར།

source: Dell 101-key PC
bo_cn: Dell 101 མཐེབ་རྩིས་ཆས།

source: Dell Laptop/notebook Inspiron 6xxx/8xxx
bo_cn: ཏའེ་ཨེར་ཟིན་དེབ་རྩིས་འཁོར་ལིན་ཡོ་ 6xxx/8xxx

source: Dell Laptop/notebook Precision M series
bo_cn: ཏའེ་ཨེར་ཟིན་དེབ་རྩིས་འཁོར་ Precision M རིགས་གྲས།

source: Dell Latitude series laptop
bo_cn: ཏའེ་ཨེར་ Latitude རིགས་གྲས།ཟིན་དེབ་རྩིས་ཆས།

source: Dell Precision M65
bo_cn: ཏའེ་ཨེར་ Precision M65

source: Dell USB Multimedia Keyboard
bo_cn: ཏའེ་ཨེར་ USB སྨྱན་མང་གཟུགས་མཐེབ་གཞོང་།

source: Dexxa Wireless Desktop Keyboard
bo_cn: Dexxa སྐུད་མེད་ཅོག་ངོས་མཐེབ་གཞོང་།

source: Dhivehi
bo_cn: ཏི་ཝེ་ཞིའི་སྐད།

source: Diamond 9801 / 9802 series
bo_cn: Diamond 9801 / 9802 རིགས་གྲས།

source: Dutch
bo_cn: ཧོ་ལན་སྐད།

source: Dutch (Macintosh)
bo_cn: ཧོ་ལན་སྐད།(Mac)

source: Dutch (Sun dead keys)
bo_cn: ཧོ་ལན་(Sun ཤི་མཐེབ།)

source: Dutch (standard)
bo_cn: ཧོ་ལན་(ཚད་ལྡན།)

source: English (Canada)
bo_cn: དབྱིན་ཡིག(ཁ་ན་ཏ།)

source: English (Dvorak alternative international no dead keys)
bo_cn: དབྱིན་ཡིག(Dvorak ཚབ་བྱེད།རྒྱལ་སྤྱི། ཤི་མཐེབ་མེད།)

source: English (Dvorak)
bo_cn: དབྱིན་ཡིག(Dvorakབཀོད་པ།)

source: English (Macintosh)
bo_cn: དབྱིན་ཡིག(Macintosh)

source: English (Nigeria)
bo_cn: དབྱིན་ཡིག(ནི་ཀྲེ་རི་ཡ།)

source: English (South Africa)
bo_cn: དབྱིན་ཡིག(ལྷོ་ཨ་ཧྥེ་རི་ཁ།)

source: English (UK)
bo_cn: དབྱིན་ཡིག(དབྱིན་ཇི།)

source: English (UK, Dvorak)
bo_cn: དབྱིན་ཡིག(དབྱིན་ཇི།Dvorak བཀོད་པ།)

source: English (UK, Macintosh international)
bo_cn: དབྱིན་ཡིག(དབྱིན་ཇི།Mac རྒྱལ་སྤྱིའི་བཀོད་པ།)

source: English (UK, Macintosh)
bo_cn: དབྱིན་ཡིག(དབྱིན་ཇི།Mac)

source: English (UK, extended WinKeys)
bo_cn: དབྱིན་ཡིག(དབྱིན་ཇི།རྒྱ་སྐྱེད་ Win མཐེབ།)

source: English (UK, international with dead keys)
bo_cn: དབྱིན་ཡིག(དབྱིན་ཇི།ཤི་མཐེབ་ལྡན་པའི་རྒྱལ་སྤྱིའི་བཀོད་པ།)

source: English (US)
bo_cn: དབྱིན་ཡིག (ཨ་རི།)

source: English (US, alternative international)
bo_cn: དབྱིན་ཡིག(ཨ་རི།ཚབ་བྱེད།རྒྱལ་སྤྱི།)

source: English (US, international with dead keys)
bo_cn: དབྱིན་ཡིག(ཨ་རི།རྒྱལ་སྤྱི། ཤི་མཐེབ་ཡོད།)

source: English (US, with euro on 5)
bo_cn: དབྱིན་ཡིག(ཨ་རི།མཐེབ་5 ཡི་སྟེང་ཡོ་སྒོར་གྱི་མཚོན་རྟགས་ཡིན།)

source: English (classic Dvorak)
bo_cn: དབྱིན་ཡིག(དཔེ་མཚོན་Dvorakབཀོད་པ།)

source: English (left handed Dvorak)
bo_cn: དབྱིན་ཡིག(གཡོན་ལག་ Dvorak བཀོད་པ།)

source: English (right handed Dvorak)
bo_cn: དབྱིན་ཡིག(གཡས་ལག་ Dvorak བཀོད་པ།)

source: Enter on keypad
bo_cn: མཐེབ་གཞོང་ཆུང་བའི་སྟེང་གི་འབེབས་མཐེབ།

source: Esperanto
bo_cn: འཛམ་གླིང་གི་སྐད།

source: Estonian (Dvorak)
bo_cn: ཨེ་སོ་ནི་ཡ།(Dvorak)

source: Estonian (US keyboard with Estonian letters)
bo_cn: ཨེ་སོ་ནི་ཡའི་སྐད།(ཨེ་སོ་ནི་ཡའི་གསལ་བྱེད་ལྡན་པའི་ཨ་རིའི་མཐེབ་གཞོང་།)

source: Estonian (eliminate dead keys)
bo_cn: ཨེ་སོ་ནི་ཡའི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Euro on 2
bo_cn: ཡོ་སྒོར་མཚོན་རྟགས་མཐེབ་2 སྟེང་ཡོད།

source: Euro on 4
bo_cn: ཡོ་སྒོར་མཚོན་རྟགས་མཐེབ་4སྟེང་ཡོད།

source: Euro on 5
bo_cn: ཡོ་སྒོར་མཚོན་རྟགས་མཐེབ་5 སྟེང་ཡོད།

source: Euro on E
bo_cn: ཡོ་སྒོར་མཚོན་རྟགས་མཐེབ་Eསྟེང་ཡོད།

source: Faroese (eliminate dead keys)
bo_cn: ཧྥ་ལོ།(ཤི་མཐེབ་ཕུད་པ།)

source: Filipino
bo_cn: ཧྥེ་ལི་པིན་གྱི་སྐད།

source: Filipino (Dvorak Latin)
bo_cn: ཧྥེ་ལི་པིན་གྱི་སྐད།(Dvorakལ་ཏིང་།)

source: Finnish
bo_cn: ཧྥིན་ལན་གྱི་སྐད།

source: Finnish (Macintosh)
bo_cn: ཧྥིན་ལན་གྱི་སྐད།(Mac)

source: Finnish (classic)
bo_cn: ཧྥིན་ལན་གྱི་སྐད།(དཔེ་མཚོན་ཅན།)

source: Finnish (classic, eliminate dead keys)
bo_cn: ཧྥིན་ལན་གྱི་སྐད།(དཔེ་མཚོན་ཅན། ཤི་མཐེབ་ཕུད་པ།)

source: French
bo_cn: ཧྥ་རན་སིའི་སྐད།

source: French (Canada)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཁ་ན་ཏ།)

source: French (Canada, Dvorak)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཁ་ན་ཏ། Dvorak)

source: French (Canada, legacy)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཁ་ན་ཏ། སྲོལ་རྒྱུན།)

source: French (Democratic Republic of the Congo)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཁོང་ཀོ་དམངས་གཙོ་སྤྱི་མཐུན་རྒྱལ་ཁབ། ཁོང་ཀོ(གསེར།))

source: French (Dvorak)
bo_cn: ཧྥ་རན་སིའི་སྐད།(Dvorak)

source: French (Mali, alternative)
bo_cn: ཧྥ་རན་སིའི་སྐད།(མ་ལི། ཚབ་བྱེད།)

source: French (Morocco)
bo_cn: ཧྥ་རན་སིའི་སྐད།(མོ་རོ་ཁོ།)

source: French (Sun dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(Sun ཤི་མཐེབ།)

source: French (Switzerland)
bo_cn: ཧྥ་རན་སིའི་སྐད།(སུའེ་ཙེར།)

source: French (Switzerland, Sun dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(སུའེ་ཙེར།Sun ཤི་མཐེབ།)

source: French (Switzerland, eliminate dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(སུའེ་ཙེར།ཤི་མཐེབ་ཕུད་པ།)

source: French (alternative)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཚབ་བྱེད།)

source: French (alternative, Sun dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཚབ་བྱེད།Sun ཤི་མཐེབ།)

source: French (alternative, eliminate dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཚབ་བྱེད།ཤི་མཐེབ་ཕུད་པ།)

source: French (eliminate dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: French (legacy, alternative, Sun dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(སྲོལ་རྒྱུན། ཚབ་བྱེད། Sun ཤི་མཐེབ།)

source: French (legacy, alternative, eliminate dead keys)
bo_cn: ཧྥ་རན་སིའི་སྐད།(སྲོལ་རྒྱུན། ཚབ་བྱེད།ཤི་མཐེབ་ཕུད་པ།)

source: Fujitsu-Siemens Computers AMILO laptop
bo_cn: ཧྥུའུ་ཧྲི་ཐུང་ཤིས་མོན་ཙེ་རྩིས་འཁོར་ AMILO ཟིན་དེབ་རྩིས་ཆས།

source: Fula
bo_cn: ཧྥུ་ལ་ཉིའི་སྐད་ཀྱི་རྣམ་པ།

source: Generic 101-key PC
bo_cn: ཀུན་འཕྲོད་ 101 མཐེབ་རྩིས་ཆས།

source: Generic 102-key (Intl) PC
bo_cn: ཀུན་འཕྲོད་ 102 མཐེབ་(རྒྱལ་སྤྱི་)རྩིས་ཆས།

source: Generic 104-key PC
bo_cn: ཀུན་འཕྲོད་ 104 མཐེབ་རྩིས་ཆས།

source: Generic 105-key (Intl) PC
bo_cn: ཀུན་འཕྲོད་ 105 མཐེབ་(རྒྱལ་སྤྱི་)རྩིས་ཆས།

source: Genius Comfy KB-12e
bo_cn: ཀུན་འཕྲོད་ Comfy KB-12e

source: Genius Comfy KB-16M / Genius MM Keyboard KWD-910
bo_cn: ཀུན་འཕྲོད་ Comfy KB-16M / Genius MM མཐེབ་གཞོང་ KWD-910

source: German
bo_cn: འཇར་མན་གྱི་སྐད།

source: German (Austria)
bo_cn: འཇར་མན་གྱི་སྐད།(ཨོ་སི་ཁྲུ་རི་ཡ།)

source: German (Austria, Sun dead keys)
bo_cn: འཇར་མན་གྱི་སྐད།(ཨོ་སི་ཁྲུ་རི་ཡ།Sun ཤི་མཐེབ།)

source: German (Austria, eliminate dead keys)
bo_cn: འཇར་མན་གྱི་སྐད།(ཨོ་སི་ཁྲུ་རི་ཡ།ཤི་མཐེབ་ཕུད་པ།)

source: German (Dvorak)
bo_cn: འཇར་མན་གྱི་སྐད།(Dvorak)

source: German (Sun dead keys)
bo_cn: འཇར་མན་གྱི་སྐད།(Sun ཤི་མཐེབ།)

source: German (Switzerland, Sun dead keys)
bo_cn: འཇར་མན་གྱི་སྐད།(སུའེ་ཙེར།Sun ཤི་མཐེབ།)

source: German (Switzerland, eliminate dead keys)
bo_cn: འཇར་མན་གྱི་སྐད།(སུའེ་ཙེར།ཤི་མཐེབ་ཕུད་པ།)

source: German (US keyboard with German letters)
bo_cn: འཇར་མན་གྱི་སྐད།(འཇར་མན་སྐད་ཀྱི་གསལ་བྱེད་ལྡན་པའི་ཨ་རིའི་ལུགས་ཀྱི་མཐེབ་གཞོང་།)

source: German (qwerty)
bo_cn: འཇར་མན་གྱི་སྐད།(qwerty)

source: Greek
bo_cn: ཞི་ལའི་སྐད་ཆ།

source: Greek (eliminate dead keys)
bo_cn: ཀུ་རུ་སིའི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Greek (extended)
bo_cn: ཀུ་རུ་སིའི་སྐད།(རྒྱ་སྐྱེད།)

source: Gujarati
bo_cn: ཀུའུ་ཅི་ལ་ཐེ་ཐེ།

source: HTC Dream
bo_cn: HTC Dream(Google G1)

source: Hausa
bo_cn: ཧའོ་སའི་སྐད།

source: Hewlett-Packard Internet Keyboard
bo_cn: ཧུའེ་ཕུའུ་དྲ་མཚམས་མཐེབ་གཞོང་།

source: Hewlett-Packard Mini 110 Notebook
bo_cn: ཧུའེ་ཕུའུ་ Mini 110 ཟིན་དེབ་རྩིས་ཆས།

source: Hewlett-Packard Omnibook 500 FA
bo_cn: ཧུའེ་ཕུའུ་ Omnibook 500 FA

source: Hewlett-Packard SK-250x Multimedia Keyboard
bo_cn: ཧུའེ་ཕུའུ་ SK-250x སྨྱན་མང་གཟུགས་མཐེབ་གཞོང་།

source: Honeywell Euroboard
bo_cn: Honeywell ཡོ་རོབ་མཐེབ་གཞོང་།

source: Htc Dream phone
bo_cn: Htc Dream ཁ་པར་(Google G1)

source: Hungarian (101/qwerty/comma/dead keys)
bo_cn: ཧང་ག་རིའི་སྐད།(101/qwerty/ཐོམ་ཚེག/ཤི་མཐེབ།)

source: Hungarian (101/qwerty/comma/eliminate dead keys)
bo_cn: ཧང་ག་རིའི་སྐད།(101/qwerty/ཐོམ་ཚེག/ཤི་མཐེབ་ཕུད་པ།)

source: Hungarian (101/qwerty/dot/dead keys)
bo_cn: ཧང་ག་རིའི་སྐད།(101/qwerty/ཚེག/ཤི་མཐེབ།)

source: Hungarian (101/qwerty/dot/eliminate dead keys)
bo_cn: ཧང་ག་རིའི་སྐད།(101/qwerty/ཚེག/ཤི་མཐེབ་ཕུད་པ།)

source: Hungarian (eliminate dead keys)
bo_cn: ཧང་ག་རིའི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Hungarian (qwerty)
bo_cn: ཧང་ག་རི།(qwerty)

source: Hungarian (standard)
bo_cn: ཧང་ག་རི།(ཚད་ལྡན།)

source: Icelandic
bo_cn: འཁྱགས་གླིང་གི་སྐད།

source: Icelandic (Dvorak)
bo_cn: འཁྱག་གླིང་།(Dvorak)

source: Icelandic (Sun dead keys)
bo_cn: འཁྱག་གླིང་།(Sun ཤི་མཐེབ།)

source: Icelandic (eliminate dead keys)
bo_cn: འཁྱག་གླིང་།(ཤི་མཐེབ་ཕུད་པ།)

source: Igbo
bo_cn: དབྱི་པོའི་སྐད།

source: Indian
bo_cn: རྒྱ་གར་གྱི་སྐད།

source: Iraqi
bo_cn: དབྱི་རག

source: Italian
bo_cn: དབྱི་ཐ་ལིའི་སྐད།

source: Italian (US keyboard with Italian letters)
bo_cn: དབྱི་ཐ་ལིའི་སྐད།(དབྱི་ཐ་ལིའི་སྐད་ཀྱི་གསལ་བྱེད་ལྡན་པའི་ཨ་རིའི་མཐེབ་གཞོང་།)

source: Italian (eliminate dead keys)
bo_cn: དབྱི་ཐ་ལིའི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Japanese
bo_cn: ཉི་ཧོང་སྐད།

source: Japanese (PC-98xx Series)
bo_cn: ཉི་ཧོང་གི་སྐད།(PC-98xx རིགས་གྲས།)

source: Japanese keyboard options
bo_cn: ཉི་ཧོང་གི་སྐད། མཐེབ་གཞོང་འདེམས་ཚན།

source: Kannada
bo_cn: ཨེ་ན་ཏེའི་ཡི་གེ

source: Kazakh
bo_cn: ཧ་སག་སྐད།

source: Key sequence to kill the X server
bo_cn: X ཞབས་ཞུ་ཆས་ཀྱི་མཐེབ་གནོན་སྟར་ཨང་སོད་ཅིག

source: Korean
bo_cn: ལྷོ་ཁོ་རེ་ཡའི་སྐད་།

source: Korean (101/104 key compatible)
bo_cn: ཁྲའོ་ཞན་གྱི་སྐད།(འཆམ་མཐུན 101/104 མཐེབ།)

source: Kurdish (Iran, Arabic-Latin)
bo_cn: ཁུར་སྡེའི་སྐད།(དབྱི་རན། ཨ་རབ-ལ་ཏིང་)

source: Kurdish (Iran, F)
bo_cn: ཁུར་སྡེའི་སྐད།(དབྱི་རན། F)

source: Kurdish (Iran, Latin Q)
bo_cn: ཁུར་སྡེའི་སྐད།(དབྱི་རན། ལ་ཏིང་ Q)

source: Kurdish (Iraq, Arabic-Latin)
bo_cn: ཁུར་སྡེའི་སྐད།(དབྱི་རག ཨ་རབ-ལ་ཏིང་།)

source: Kurdish (Iraq, F)
bo_cn: ཁུར་སྡེའི་སྐད།(དབྱི་རག F)

source: Kurdish (Iraq, Latin Alt-Q)
bo_cn: ཁུར་སྡེའི་སྐད།(དབྱི་རགལ་ཏིང་ Alt-Q)

source: Kurdish (Iraq, Latin Q)
bo_cn: ཁུར་སྡེའི་སྐད།(དབྱི་རག ལ་ཏིང་ Q)

source: Kurdish (Syria, F)
bo_cn: ཁུར་སྡེའི་སྐད།(སི་རི་ཡ། F)

source: Kurdish (Syria, Latin Alt-Q)
bo_cn: ཁུར་སྡེའི་སྐད།(སི་རི་ཡ། ལ་ཏིང་ Alt-Q)

source: Kurdish (Syria, Latin Q)
bo_cn: ཁུར་སྡེའི་སྐད།(སི་རི་ཡ། ལ་ཏིང་ Q)

source: Kurdish (Turkey, F)
bo_cn: ཁུར་སྡེའི་སྐད།(ཐུར་ཁེ།F)

source: Kurdish (Turkey, Latin Alt-Q)
bo_cn: ཁུར་སྡེའི་སྐད།(ཐུར་ཁེ།ལ་ཏིང་ Alt-Q)

source: Kurdish (Turkey, Latin Q)
bo_cn: ཁུར་སྡེའི་སྐད།(ཐུར་ཁེ།ལ་ཏིང་ Q)

source: Kyrgyz
bo_cn: ཁོར་ཁེ་ཙིའི་སྐད།(ཁེར་གྷི་སིའི་སྐད།)

source: Kyrgyz (phonetic)
bo_cn: ཁོར་ཁེ་ཙིའི་སྐད།(ཁེར་གྷི་སིའི་སྐད།སྒྲ་རྟགས།)

source: Lao
bo_cn: ལོ་སིའི་ཡི་གེ

source: Laptop/notebook Compaq (eg. Armada) Laptop Keyboard
bo_cn: འཁྱེར་བདེ་/ཟིན་དེབ་ Compaq(དཔེར་ན། Armada)འཁྱེར་བདེ་མཐེབ་གཞོང་།

source: Laptop/notebook Compaq (eg. Presario) Internet Keyboard
bo_cn: འཁྱེར་བདེ་/ཟིན་དེབ་ Compaq(དཔེར་ན་རང་ཅན་གྱི་མི་)དྲ་མཚམས་མཐེབ་གཞོང་།

source: Laptop/notebook eMachines m68xx
bo_cn: ཟིན་དེབ་རྩིས་འཁོར་ eMachines m68xx

source: Left Alt
bo_cn: གཡོན། Alt

source: Left Alt is swapped with Left Win
bo_cn: གཡོན་ Alt དང་གཡོན་ Win བརྗེ་བ།

source: Left Ctrl
bo_cn: གཡོན། Ctrl

source: Left Ctrl+Left Shift
bo_cn: གཡོན། Ctrl+གཡོན། Shift

source: Left Shift
bo_cn: གཡོན། Shift

source: Left Win
bo_cn: གཡོན། Win

source: Legacy
bo_cn: སྲོལ་རྒྱུན།

source: Legacy Wang 724
bo_cn: “སྲོལ་རྒྱུན་གྱི་ཝང་ཨན།724”

source: Lithuanian
bo_cn: ལི་ཐུ་ཝན་གྱི་སྐད།

source: Lithuanian (IBM LST 1205-92)
bo_cn: ལི་ཐུ་ཝན་གྱི་སྐད། (IBM LST 1205-92)

source: Lithuanian (LEKP)
bo_cn: ལི་ཐུ་ཝན་གྱི་སྐད། (LEKP)

source: Lithuanian (LEKPa)
bo_cn: ལི་ཐུ་ཝན་གྱི་སྐད། (LEKPa)

source: Lithuanian (US keyboard with Lithuanian letters)
bo_cn: ལི་ཐུ་ཝན་གྱི་སྐད།(ལི་ཐུ་ཝན་གྱི་གསལ་བྱེད་ལྡན་པའི་ཨ་རིའི་མཐེབ་གཞོང་།)

source: Lithuanian (standard)
bo_cn: ལི་ཐུ་ཝན་གྱི་སྐད།(ཚད་ལྡན།)

source: Logitech Cordless Desktop
bo_cn: ལུའོ་ཅི་གྲིབ་མེད་ལག་པ།

source: Logitech Cordless Desktop (alternate option)
bo_cn: ལུའོ་ཅི་གྲིབ་མེད་ལག་པ།(ཚབ་བྱེད་འདེམས་ཚན)

source: Logitech Cordless Desktop EX110
bo_cn: ལུའོ་ཅི་གྲིབ་མེད་ལག་པ། EX110

source: Logitech Cordless Desktop LX-300
bo_cn: ལུའོ་ཅི་གྲིབ་མེད་ལག་པ། LX-300

source: Logitech Cordless Desktop Navigator
bo_cn: ལུའོ་ཅི་གྲིབ་མེད་ལག་པ་ཞེས་པའི་ཅོག་ངོས་ཕྱོགས་ཁྲིད་ཆས།

source: Logitech Cordless Desktop Optical
bo_cn: ལུའོ་ཅི་གྲིབ་མེད་ལག་པ་འོད་རིགས་ཚན་སྡེབ།

source: Logitech Cordless Desktop Pro (alternate option 2)
bo_cn: ཆེད་ལས་པར་གཞིའི་ལུའོ་ཅི་གྲིབ་མེད་ལག་པ།(འདེམས་ཚན་ཚབ་བྱེད་པ། 2)

source: Logitech Cordless Desktop iTouch
bo_cn: ལུའོ་ཅི་དྲ་མཚམས་གྲིབ་མེད་ལག་པ། iTouch

source: Logitech Cordless Freedom/Desktop Navigator
bo_cn: ལུའོ་ཅི་སྣེ་འོད་གྲིབ་མེད་ལག་པ་ཚན་སྡེབ་/ཅོག་ངོས་ཕྱོགས་ཁྲིད་ཆས།

source: Logitech Generic Keyboard
bo_cn: ལུའོ་ཅི་ཀུན་འཕྲོད་མཐེབ་གཞོང་།

source: Logitech Internet 350 Keyboard
bo_cn: ལུའོ་ཅི་དྲ་མཚམས་ 350 མཐེབ་གཞོང་།

source: Logitech Internet Keyboard
bo_cn: ལུའོ་ཅི་དྲ་མཚམས་མཐེབ་གཞོང་།

source: Logitech Internet Navigator Keyboard
bo_cn: ལུའོ་ཅི་དྲ་མཚམས་ཕྱོགས་ཁྲིད་མཐེབ་གཞོང་།

source: Logitech Media Elite Keyboard
bo_cn: ལུའོ་ཅི་སྨྱན་གཟུགས་དྲག་སྣོན་མཐེབ་གཞོང་།

source: Logitech Ultra-X Keyboard
bo_cn: ལུའོ་ཅི་ Ultra-X མཐེབ་གཞོང་།

source: Logitech iTouch
bo_cn: ལུའོ་ཅི། iTouch

source: Logitech iTouch Cordless Keyboard (model Y-RB6)
bo_cn: ལུའོ་ཅི་ iTouch གྲིབ་མེད་ལག་པ་མཐེབ་གཞོང་།(ཁྱད་རྟགས་ Y-RB6)

source: Macedonian
bo_cn: མ་ཆི་ཏུན་གྱི་སྐད།

source: Macedonian (eliminate dead keys)
bo_cn: མ་ཆི་ཏུན་གྱི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Macintosh Old
bo_cn: སྲོལ་རྒྱུན། Macintosh

source: Make Caps Lock an additional Backspace
bo_cn: CapsLock དེ་ཚད་བརྒལ་གྱི་ Backspaceརུ་བརྩི་བ།

source: Make Caps Lock an additional Ctrl
bo_cn: CapsLock དེ་ཚད་བརྒལ་གྱི་ Ctrlརུ་བརྩི་བ།

source: Make Caps Lock an additional ESC
bo_cn: CapsLock དེ་ཚད་བརྒལ་གྱི་ ESCརུ་བརྩི་བ།

source: Make Caps Lock an additional Num Lock
bo_cn: CapsLock དེ་ཚད་བརྒལ་གྱི་ Num Lockརུ་བརྩི་བ།

source: Make Caps Lock an additional Super
bo_cn: CapsLock དེ་ཚད་བརྒལ་གྱི་ Supeརུ་བརྩི་བ།

source: Malayalam
bo_cn: རྒྱ་གར་མཱ་ལ་ཡ་མུའུ་ཡི་གེ

source: Maltese
bo_cn: མར་ཐའི་སྐད།

source: Maltese (with US layout)
bo_cn: མར་ཐའི་སྐད།(ཨ་རིའི་བཀོད་པ།)

source: Memorex MX2500 EZ-Access Keyboard
bo_cn: Memorex MX2500 EZ-Access མཐེབ་གཞོང་།

source: Menu
bo_cn: འདེམས་བྱང་།

source: Meta is mapped to Left Win
bo_cn: Meta དེ་གཡོན་ Win མཐེབ་ཏུ་རྟེན་འཕྲོ་བྱས་པ།

source: Meta is mapped to Win keys
bo_cn: Meta དེ་Win མཐེབ་ཏུ་རྟེན་འཕྲོ་བྱས་པ།

source: Microsoft Comfort Curve Keyboard 2000
bo_cn: ཝེ་རོན་སྐྱིད་སྣང་འཁྱོག་ཐིག་མཐེབ་གཞོང་། 2000

source: Microsoft Internet Keyboard
bo_cn: ཝེ་རོན་དྲ་མཚམས་མཐེབ་གཞོང་།

source: Microsoft Internet Keyboard Pro, Swedish
bo_cn: ཝེ་རོན་དྲ་མཚམས་མཐེབ་གཞོང་ཤུགས་བསྣན་པར་གཞི། སུའེ་ཏེན།

source: Microsoft Natural
bo_cn: ཝེ་རོན་རང་བྱུང་མཐེབ་གཞོང་།

source: Microsoft Natural Keyboard Elite
bo_cn: ཝེ་རོན་རང་བྱུང་མཐེབ་གཞོང་ཤུགས་བསྣན་པར་གཞི།

source: Microsoft Natural Keyboard Pro / Microsoft Internet Keyboard Pro
bo_cn: ཝེ་རོན་རང་བྱུང་མཐེབ་གཞོང་ཤུགས་བསྣན་པར་གཞི་/ཝེ་རོན་དྲ་མཚམས་མཐེབ་གཞོང་ཆེད་ལས་པར་གཞི།

source: Microsoft Natural Keyboard Pro OEM
bo_cn: ཝེ་རོན་རང་བྱུང་མཐེབ་གཞོང་ཤུགས་བསྣན་པར་གཞི། OEM

source: Microsoft Natural Keyboard Pro USB / Microsoft Internet Keyboard Pro
bo_cn: ཝེ་རོན་རང་བྱུང་མཐེབ་གཞོང་ཆེད་ལས་པར་གཞི USB/ཝེ་རོན་དྲ་མཚམས་མཐེབ་གཞོང་ཆེད་ལས་པར་གཞི།

source: Microsoft Office Keyboard
bo_cn: ཝེ་རོན་ Office མཐེབ་གཞོང་།

source: Microsoft Wireless Multimedia Keyboard 1.0A
bo_cn: ཝེ་རོན་སྐུད་མེད་སྨྱན་མང་གཟུགས་མཐེབ་གཞོང་།1.0A

source: Miscellaneous compatibility options
bo_cn: གཞན་དག་འཆམ་མཐུན་འདེམས་ཚན།

source: Mongolian
bo_cn: སོག་ཡིག

source: Montenegrin
bo_cn: ཧེ་ཧྲན་སྐད།

source: Montenegrin (Cyrillic)
bo_cn: ཧེ་ཧྲན་སྐད།(ཤི་ལེར།)

source: Montenegrin (Latin qwerty)
bo_cn: ཧེ་ཧྲན་སྐད།(ལ་ཏིང་། qwerty)

source: Nepali
bo_cn: ནེ་པ་ལའི་སྐད།

source: Non-breakable space character at fourth level
bo_cn: རིམ་པ་བཞི་པའི་མཚམས་གཅོད་མི་རུང་བའི་སྟོང་པའི་ཡིག་རྟགས།

source: Non-breakable space character at second level
bo_cn: རིམ་པ་གཉིས་པའི་མཚམས་གཅོད་མི་རུང་བའི་སྟོང་པའི་ཡིག་རྟགས།

source: Non-breakable space character at third level
bo_cn: རིམ་པ་གསུམ་པའི་མཚམས་གཅོད་མི་རུང་བའི་སྟོང་པའི་ཡིག་རྟགས།

source: Norwegian (Dvorak)
bo_cn: ནོར་ཝེའི་སྐད།(Dvorak)

source: Norwegian (Macintosh)
bo_cn: ནོར་ཝེའི་སྐད།(Mac)

source: Norwegian (Macintosh, eliminate dead keys)
bo_cn: ནོར་ཝེའི་སྐད།(Mac，ཤི་མཐེབ་ཕུད་པ།)

source: Norwegian (eliminate dead keys)
bo_cn: ནོར་ཝེའི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: Num Lock
bo_cn: ཨང་ཀི་དམིགས་འཛིན།

source: Numeric keypad delete key behaviour
bo_cn: ཨང་ཀིའི་མཐེབ་གཞོང་ཆུང་བའི་སྟེང་མཐེབ་ཀྱི་བྱ་སྤྱོད་བསུབ་པ།

source: Ogham
bo_cn: ཨོའུ་ཀན་ཡི་གེ

source: Oriya
bo_cn: ཨའོ་ལི་ཡའི་ཡི་གེ

source: PC-98xx Series
bo_cn: PC-98xx རིགས་གྲས།

source: Pashto
bo_cn: ཕུ་ཧྲི་ཐི་ཚུལ།

source: Pause
bo_cn: སྐབས་སྡོད།

source: Persian
bo_cn: པོ་སིའི་སྐད།

source: Polish
bo_cn: པོ་ལན་སྐད་ཡིག

source: Polish (Dvorak)
bo_cn: ཕོ་ལན་སྐད།(Dvorak)

source: Polish (programmer Dvorak)
bo_cn: ཕོ་ལན་སྐད།(བྱ་རིམ་པར་འཚམ་པའི་Dvorak)

source: Polish (qwertz)
bo_cn: ཕོ་ལན།(qwertz)

source: Portuguese
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།

source: Portuguese (Brazil, Dvorak)
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།(པ་ཞི།Dvorak)

source: Portuguese (Brazil, eliminate dead keys)
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།(པ་ཞི། ཤི་མཐེབ་ཕུད་པ།)

source: Portuguese (Macintosh)
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།(Mac)

source: Portuguese (Macintosh, Sun dead keys)
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།(Mac，Sun ཤི་མཐེབ།)

source: Portuguese (Macintosh, eliminate dead keys)
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།(Mac，ཤི་མཐེབ་ཕུད་པ།)

source: Portuguese (Sun dead keys)
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།(Sun ཤི་མཐེབ།)

source: Portuguese (eliminate dead keys)
bo_cn: ཕོར་ཐིའུ་ཀལ་གྱི་སྐད།(ཤི་མཐེབ་ཕུད་པ།)

source: PrtSc
bo_cn: ཡོལ་གཏུབ།

source: Right Alt
bo_cn: གཡས། Alt

source: Right Alt (while pressed)
bo_cn: གཡས། Alt(མནན་ཚེ།)

source: Right Ctrl
bo_cn: གཡས། Ctrl

source: Right Ctrl as Right Alt
bo_cn: གཡས། Ctrl དེ་ Altབྱེད་པ།

source: Right Ctrl+Right Shift
bo_cn: གཡས། Ctrl+གཡས། Shift

source: Right Shift
bo_cn: གཡས། Shift

source: Right Win
bo_cn: གཡས། Win

source: Romanian
bo_cn: རོ་མ་ཉི་ཡའི་སྐད།

source: Romanian (WinKeys)
bo_cn: རོ་མ་ཉི་ཡའི་སྐད།(Win མཐེབ།)

source: Romanian (standard)
bo_cn: རོ་མ་ཉི་ཡའི་སྐད།(ཚད་ལྡན།)

source: Russian
bo_cn: ཨུ་རུ་སུའི་སྐད་ཡིག

source: Russian (DOS)
bo_cn: ཨུ་རུ་སུའི་སྐད།(DOS)

source: Russian (legacy)
bo_cn: ཨུ་རུ་སུའི་སྐད།(སྲོལ་རྒྱུན།)

source: Russian (typewriter)
bo_cn: ཨུ་རུ་སུའི་སྐད།(གཏག་འཁོར།)

source: Russian (typewriter, legacy)
bo_cn: ཨུ་རུ་སུའི་སྐད།(གཏག་འཁོར།སྲོལ་རྒྱུན།)
