Repository: ubuntukylin-weblate/v10
Catalog: locale-langpack/*/LC_MESSAGES/zenity.po
Languages: bo_cn

source: About zenity
bo_cn: zenityའབྲེལ་ཡོད།

source: Activate directory-only selection
bo_cn: ཡིག་ཁུག་ཁོ་ན་འདེམས་ཆོག

source: Activate save mode
bo_cn: སྐུལ་སློང་ཉར་ཚགས་རྣམ་པ།

source: Add a new Calendar in forms dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་ནང་ལོ་ཐོ་གསར་པ་ཞིག་སྣོན།

source: Add a new Entry in forms dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་ནང་བྱ་ར་གསར་པ་ཞིག་སྣོན།

source: Add a new List in forms dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་ནང་རུ་སྟར་ཞིག་སྣོན།

source: Add a new Password Entry in forms dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་ནང་གསང་ཨང་བྱ་ར་གསར་པ་ཞིག་སྣོན།

source: Add a new combo box in forms dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་ནང་ཚན་སྡེབ་སྒྲོམ་གསར་པ་ཞིག་སྣོན།

source: Add a new entry
bo_cn: རྣམ་གྲངས་གསར་པ་ཁ་སྣོན།

source: Add an extra button
bo_cn: ཚད་བརྒལ་མཐེབ་གནོན་ཁ་སྣོན།

source: Adjust the scale value
bo_cn: ཁྱབ་ཁོངས་ཐང་ལེགས་སྒྲིག

source: All updates are complete.
bo_cn: གསར་སྒྱུར་ཚང་མ་འགྲུབ་སོང་།

source: Allow changes to text
bo_cn: ཡི་གེ་བཟོ་བཅོས་བྱས་ཆོག

source: Allow multiple files to be selected
bo_cn: ཡིག་ཆ་མང་པོ་འདེམས་ཆོག

source: Allow multiple rows to be selected
bo_cn: ཕྲེང་མང་པོ་འདེམ་ཆོག

source: An error has occurred.
bo_cn: ནོར་འཁྲུལ་ཤོར་བ།

source: Are you sure you want to proceed?
bo_cn: ཁྱེད་ཀྱི་མུ་མཐུད་དུ་བྱེད་པ་གཏན་འཁེལ་ལམ།

source: Auto scroll the text to the end. Only when text is captured from stdin
bo_cn: རང་འགུལ་ངང་ཡིག་དེབ་ཀྱི་མཇུག་བར་འགྲིལ་བ། ཡིག་དེབ་དེ་ཚད་ལྡན་ནང་འཇུག་ཐོབ་ལེན་གྱི་གནས་ཚུལ་ཁོ་ནར་་འཚམ་པ།

source: COLUMN
bo_cn: བསྟར།

source: C_alendar:
bo_cn: ལོ་ཐོ།(_A)：

source: Calendar field name
bo_cn: ལོ་ཐོའི་ཁོངས་མིང་།

source: Calendar options
bo_cn: ལོ་ཐོའི་འདེམས་ཚན།

source: Calendar selection
bo_cn: ལོ་ཐོའི་འདེམས་ཚན།

source: Cancel
bo_cn: འདོར་བ།

source: Change list default search function searching for text in the middle, not on the beginning
bo_cn: རེའུ་མིག་གི་གླེང་སྒྲོམ་སོར་བཞག་བཤེར་འཚོལ་རྟེན་འབྱུང་གྲངས་བཟོ་བཅོས་ནི་བར་ནས་འཚོལ་འགོ་ཚུགས་པ་ལས་འགོ་ནས་བཤེར་འཚོལ་བྱེད་པ་མིན།

source: Color selection options
bo_cn: ཁ་དོག་འདེམས་གཞི།

source: Combo box field name
bo_cn: མཉམ་སྡེབ་སྒྲོམ་ཁོངས་མིང་།

source: Confirm file selection if filename already exists
bo_cn: གལ་ཏེ་ཡིག་ཆའི་མིང་ཡོད་ན་ཡིག་ཆ་བཀབ་ཡོད་མེད་གཏན་འཁེལ་བྱེད་དགོས།

source: DAY
bo_cn: ཉིན།

source: Dismiss the dialog when 100% has been reached
bo_cn: 100%ཟིན་སྐབས་གླེང་སྒྲོམ་སྒོ་རྒྱག་པ།

source: Display calendar dialog
bo_cn: ལོ་ཐོ་གླེང་སྒྲོམ་འཆར་བ།

source: Display color selection dialog
bo_cn: ད་དོག་འདེམས་བྱང་གླེང་སྒྲོམ་འཆར་བ།

source: Display dialog boxes from shell scripts
bo_cn: Shell འཁྲབ་གཞུང་ཁྲོད་གླེང་སྒྲོམ་འཆར་བ།

source: Display error dialog
bo_cn: ནོར་འཁྲུལ་གླེང་སྒྲོམ་འཆར་བ།

source: Display file selection dialog
bo_cn: ཡིག་ཆ་འདེམ་པའི་གླེང་སྒྲོམ་འཆར་བ།

source: Display forms dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་འཆར་བ།

source: Display info dialog
bo_cn: ཆ་འཕྲིན་གླེང་སྒྲོམ་འཆར་བ།

source: Display list dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་འཆར་བ།

source: Display notification
bo_cn: བརྡ་ཐོ་འཆར་བ།

source: Display password dialog
bo_cn: གསང་བརྡའི་གླེང་སྒྲོམ་འཆར་བ།

source: Display progress indication dialog
bo_cn: འཕེལ་རིམ་མཚུབ་སྟོན་གླེང་སྒྲོམ་འཆར་བ།

source: Display question dialog
bo_cn: གནད་དོན་གླེང་སྒྲོམ་འཆར་བ།

source: Display scale dialog
bo_cn: ཁྱབ་ཁོངས་གླེང་སྒྲོམ་འཆར་བ།

source: Display text entry dialog
bo_cn: ཡིག་དེབ་ནང་འཇུག་གླེང་སྒྲོམ་འཆར་བ།

source: Display text information dialog
bo_cn: ཡིག་དེབ་ཆ་འཕྲིན་གླེང་སྒྲོམ་འཆར་བ།

source: Display the username option
bo_cn: སྤྱོད་མཁན་མིང་འདེམས་ཚན་འཆར་བ།

source: Display warning dialog
bo_cn: ཐ་ཚིགགླེང་སྒྲོམ་འཆར་བ།

source: Do not enable Pango markup
bo_cn: Pango མཚོན་རྟགས་ཁ་མི་འབྱེདད་པ།

source: Do not enable text wrapping
bo_cn: ཡིག་དེབ་རང་འགུལ་ཕྲེང་བརྗེ་སྤྱོད་འགོ་མི་ཚུགས་པ།

source: Do not enable user interaction with the WebView. Only works if you use --html option
bo_cn: WebView ཡི་སྤྱོད་མཁན་བརྗེ་རེས་སྤྱོད་འགོ་མ་རྩོམ། --html འདེམས་ཚན་བེད་སྤྱོད་སྐབས་ཁོ་ནར་ཕན་ནུས་ཡོད།

source: Enable HTML support
bo_cn: HTML རྒྱབ་སྐྱོར་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable an I read and agree checkbox
bo_cn: ངས་བཀླགས་པ་མ་ཟད་མོས་མཐུན་ཡོད་ཅེས་པའི་བསྐྱར་འདེམས་ཀྱི་སྒྲོམ་སྟེགས་སྤྱོད་འགོ་རྩོམ་པ།

source: Enable ellipsizing in the dialog text. This fixes the high window size with long texts
bo_cn: གླེང་སྒྲོམ་ཡིག་དེབ་ཁྲོད་མདོར་བསྡུས་མངོན་འཆར་སྤྱོད་འགོ་རྩོམ་པ། འདིས་ཡིག་ཆ་རིང་པོ་དྲགས་པའི་སྒེའུ་ཁུང་གི་ཆེ་ཆུང་སླར་གསོ་བྱེད་ཐུབ།

source: Error
bo_cn: ནོར་འཁྲུལ།

source: Error options
bo_cn: ནོར་འཁྲུལ་འདེམས་ཚན།

source: Estimate when progress will reach 100%
bo_cn: འཕེལ་རིམ་བྱང་ག་དུས་ 100%ལ་སླེབས་པ་ཚོད་དཔག

source: FILENAME
bo_cn: ཡིག་ཆའི་མིང་།

source: Field name
bo_cn: ཁོངས་མིང་།

source: File selection options
bo_cn: ཡིག་ཆ་འདེམ་པའི་འདེམས་ཚན།

source: Forms dialog
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ།

source: Forms dialog options
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་འདེམས་ཚན།

source: Give Cancel button focus by default
bo_cn: སོར་བཞག་མདོ་ཚེག་འདོར་མཐེབ་སྟེང་འཇོག་པ།

source: Hide Cancel button
bo_cn: འདོར་མཐེབ་གབ་སྦས།

source: Hide a specific column
bo_cn: དམིགས་འཛུགས་སྟར་པ་གབ་སྦས།

source: Hide the column headers
bo_cn: སྟར་མགོ་གབ་སྦས།

source: Hide the entry text
bo_cn: ཡི་གེ་ནང་འཇུག་གབ་སྦས།

source: Hide value
bo_cn: ཐང་གབ་སྦས།

source: ICON-NAME
bo_cn: རིས་རྟགས་མིང་།

source: ICONPATH
bo_cn: རིས་རྟགས་འགྲོ་ལམ།

source: Info options
bo_cn: ཆ་འཕྲིན་འདེམས་ཚན།

source: Information
bo_cn: གསལ་བརྡ།

source: Kill parent process if Cancel button is pressed
bo_cn: འདོར་མཐེབ་མནན་ན་ཕའི་འཕེལ་རིམ་མཇུག་སྒྲིལ།

source: List field and header name
bo_cn: རེའུ་མིག་གི་ཁོངས་དང་ཁ་བྱང་གི་མིང་།

source: List of values for List
bo_cn: རེའུ་མིག་གྲངས་ཐང་གི་རེའུ་མིག

source: List of values for columns
bo_cn: སྟར་ཐང་གི་རེའུ་མིག

source: List of values for combo box
bo_cn: ཚན་སྡེབ་སྒྲོམ་ཐང་རེའུ་མིག

source: List of values separated by |
bo_cn: “བར་འབྱེད་ཀྱི་རེའུ་མིག་ཐང་།”

source: List options
bo_cn: རེའུ་མིག་འདེམས་ཚན།

source: Listen for commands on stdin
bo_cn: stdin སྟེང་བཀའ་བརྡར་ཕག་ཉན།

source: MONTH
bo_cn: ཟླ་བ།

source: Miscellaneous options
bo_cn: ཚན་གཞན།

source: NAME | PATTERN1 PATTERN2 ...
bo_cn: མིང་། | རྣམ་པ།1 རྣམ་པ།2 ...

source: NUMBER
bo_cn: ཤོག་ཨང།

source: Notification icon options
bo_cn: བརྡ་ཐོ་རིས་རྟགས་འདེམས་ཚན།

source: OK
bo_cn: གཏན་འཁེལ

source: Open file
bo_cn: ཡིག་ཆ་ཁ་ཕྱེ་བ།

source: PERCENTAGE
bo_cn: བརྒྱ་ཆའི་བསྡུར་ཚད།

source: Password dialog options
bo_cn: གསང་བརྡའི་གླེང་སྒྲོམ་འདེམས་ཚན།

source: Password:
bo_cn: གསང་ཨང་།

source: Print a specific column (Default is 1. 'ALL' can be used to print all columns)
bo_cn: དམིགས་འཛུགས་སྟར་པ་པར་འདེབས།(སོར་བཞག་ནི་ 1 “ཆ་ཚང་”ནི་སྟར་པ་ཆ་ཚང་པར་འདེབས་ལ་སྤྱོད་པ་ཡིན།)

source: Print partial values
bo_cn: ཆ་ཤས་ཐང་པར་འདེབས།

source: Print version
bo_cn: པར་གཞི་མངོན་པ།

source: Progress
bo_cn: འཕེལ་ཚད།

source: Progress options
bo_cn: འཕེལ་རིམ་འདེམས་ཚན།

source: Pulsate progress bar
bo_cn: འཕེལ་རིམ་བྱང་མཆོངས་སྒུལ།

source: Question
bo_cn: གནད་དོན།

source: Question options
bo_cn: གནད་དོན་འདེམས་ཚན།

source: Running...
bo_cn: ད་ལྟ་འཁོར་སྐྱོད་བྱེད་བཞིན་པ།

source: SEPARATOR
bo_cn: མཚམས་གཅོད་རྟགས།

source: Scale options
bo_cn: ཁྱབ་ཁོངས་འདེམས་ཚན།

source: Select a date from below.
bo_cn: གཤམ་ནས་ཚེས་གྲངས་ཤིག་འདེམས།

source: Select items from the list
bo_cn: རེའུ་མིག་ནང་ནས་རྣམ་གྲངས་འདེམས།

source: Select items from the list below.
bo_cn: གཤམ་གྱི་རེའུ་མིག་ནང་ནས་རྣམ་གྲངས་འདེམས།

source: Set a filename filter
bo_cn: ཡིག་ཆའི་མིང་འཚག་ཆས་སྒྲིག་འགོད།

source: Set an URL instead of a file. Only works if you use --html option
bo_cn: སྒྲིག་འགོད URLསྒྲིག་འགོད་བྱེད་པ་ལས་ཡིག་ཆའི་མིང་སྒྲིག་འགོད་བྱེད་པ་མིན། --htmlའདེམས་ཚནསྒྲིག་འགོད་བྱས་ན་ད་གཟོད་ལས་ཀ་སྐྲུབ་ཆོག

source: Set dialog timeout in seconds
bo_cn: གླེང་སྒྲོམ་དུས་བརྒལ་སྐར་ཆའི་གྲངས་སྒྲིག་འགོད།

source: Set initial percentage
bo_cn: ཐོག་མའི་བརྒྱ་ཆའི་བསྡུར་གྲངས་སྒྲིག་པ།

source: Set initial value
bo_cn: ཐོག་མའི་གྲངས་ཐང་སྒྲིག་འགོད།

source: Set maximum value
bo_cn: ཐང་ཆེ་ཤོས་སྒྲིག་འགོད།

source: Set minimum value
bo_cn: ཐང་ཆུང་ཤོས་སྒྲིག་འགོད།

source: Set output separator character
bo_cn: མཚམས་གཅོད་ཐང་ཕྱིར་འདོན་སྒྲིག་འགོད།

source: Set step size
bo_cn: གོམ་བགྲོད་ཆེ་ཆུང་སྒྲིག་འགོད།

source: Set the calendar day
bo_cn: ཚེས་གྲངས་སྒྲིག་འགོད།

source: Set the calendar month
bo_cn: ཟླ་གྲངས་སྒྲིག་འགོད།

source: Set the calendar year
bo_cn: ལོ་ཚིགས་སྒྲིག་འགོད།

source: Set the color
bo_cn: ཁ་དོག་སྒྲིག་པ།

source: Set the column header
bo_cn: སྟར་པའི་ཁ་བྱང་སྒྲིག་འགོད།

source: Set the dialog icon
bo_cn: གླེང་སྒྲོམ་རིས་རྟགས་སྒྲིག་འགོད།

source: Set the dialog text
bo_cn: གླེང་སྒྲོམ་ཡི་གེ་སྒྲིག་འགོད།

source: Set the dialog title
bo_cn: གླེང་སྒྲོམ་ཁ་བྱང་སྒྲིག་འགོད།

source: Set the entry text
bo_cn: ཡི་གེ་ནང་འཇུག་སྒྲིག་འགོད།

source: Set the filename
bo_cn: ཡིག་ཆའི་མིང་སྒྲིག་འགོད།

source: Set the format for the returned date
bo_cn: ཟླ་ཚེས་ཕྱིར་ལོག་རྣམ་གཞག་སྒྲིག་འགོད།

source: Set the height
bo_cn: མཐོ་ཚད་སྒྲིག་འགོད།

source: Set the label of the Cancel button
bo_cn: [འདོར་བ] མཐེབ་ཀྱི་གདོང་འཛར་སྒྲིག་འགོད།

source: Set the label of the OK button
bo_cn: [གཏན་འཁེལ་] མཐེབ་ཀྱི་གདོང་འཛར་སྒྲིག་འགོད།

source: Set the modal hint
bo_cn: དཔེ་རྣམ་སྣེ་སྟོན་སྒྲིག་འགོད།

source: Set the notification hints
bo_cn: བརྡ་ཐོ་སྣེ་སྟོན་སྒྲིག་པ།

source: Set the notification text
bo_cn: བརྡ་ཐོའི་ཡི་གེ་སྒྲིག་པ།

source: Set the parent window to attach to
bo_cn: འཇིབ་བྱའི་སྒེའུ་ཁུང་སྒྲིག་པ།

source: Set the text font
bo_cn: ཡིག་དེབ་ཡིག་གཟུགས་སྒྲིག་འགོད།

source: Set the width
bo_cn: ཞེང་ཚད་སྒྲིག་འགོད།

source: Set the window icon
bo_cn: སྒེའུ་ཁུང་རིས་རྟགས་སྒྲིག་འགོད།

source: Show calendar options
bo_cn: ལོ་ཐོའི་འདེམས་ཚན་འཆར་བ།

source: Show color selection options
bo_cn: ཁ་དོག་འདེམ་པའི་འདེམས་ཚན་འཆར་བ།

source: Show error options
bo_cn: ནོར་འཁྲུལ་འདེམས་ཚན་འཆར་བ།

source: Show file selection options
bo_cn: ཡིག་ཆ་འདེམ་པའི་འདེམས་ཚན་འཆར་བ།

source: Show forms dialog options
bo_cn: རེའུ་མིག་གླེང་སྒྲོམ་འདེམས་ཚན་འཆར་བ།

source: Show general options
bo_cn: རྒྱུན་ལྡན་འདེམས་ཚན་འཆར་བ།

source: Show info options
bo_cn: ཆ་འཕྲིན་འདེམས་ཚན་འཆར་བ།

source: Show list options
bo_cn: རེའུ་མིག་འདེམས་ཚན་འཆར་བ།

source: Show miscellaneous options
bo_cn: འདྲེས་རིགས་འདེམས་ཚན་འཆར་བ།

source: Show notification icon options
bo_cn: བརྡ་ཐོའི་རིས་རྟགས་འདེམས་ཚན་འཆར་བ།

source: Show password dialog options
bo_cn: གསང་བརྡ་གླེང་སྒྲོམ་འདེམས་ཚན་འཆར་བ།

source: Show progress options
bo_cn: འཕེལ་རིམ་འདེམས་ཚན་འཆར་བ།

source: Show question options
bo_cn: གནད་དོན་འདེམས་ཚན་འཆར་བ།

source: Show scale options
bo_cn: ཁྱབ་ཁོངས་འདེམས་ཚན་འཆར་བ།

source: Show text entry options
bo_cn: ཡི་གེ་ནང་འཇུག་འདེམས་ཚན་འཆར་བ།

source: Show text information options
bo_cn: ཡིག་དེབ་ཆ་འཕྲིན་འདེམས་ཚན་འཆར་བ།

source: Show the columns header
bo_cn: སྟེར་པའི་ཁ་བྱང་འཆར་བ།

source: Show the palette
bo_cn: ཚོན་གཞོང་འཆར་བ།

source: Show warning options
bo_cn: ཐ་ཚིག་འདེམས་ཚན་འཆར་བ།

source: Suppress OK and Cancel buttons
bo_cn: གཏན་འཁེལ་དང་འདོར་བའི་མཐེབ་གནོན་མེད་པར་བཟོ་བ།

source: TEXT
bo_cn: ཡི་གེ།

source: TIMEOUT
bo_cn: དུས་བརྒལ།

source: TITLE
bo_cn: ཁ་བྱང་།

source: Text View
bo_cn: ཡི་གེ་བརྙན་རིས།

source: Text entry options
bo_cn: ཡི་གེ་ནང་འཇུག་འདེམས་ཚན།

source: Text information options
bo_cn: ཡིག་དེབ་ཆ་འཕྲིན་འདེམས་ཚན།

source: Type your password
bo_cn: ཁྱེད་ཀྱི་གསང་ཨང་ནང་འཇུག་བྱོས།

source: Type your username and password
bo_cn: ཁྱེད་ཀྱི་སྤྱོད་མཁན་མིང་དང་གསང་ཨང་ནང་འཇུག་བྱོས།

source: Use an image for the first column
bo_cn: སྟར་པ་དང་པོར་བརྙན་རིས་སྤྱོད།

source: Use check boxes for the first column
bo_cn: སྟར་པ་དང་པོར་བསྐྱར་འདེམས་སྒྲོམ་སྤྱོད།

source: Use radio buttons for the first column
bo_cn: སྟར་པ་དང་པོར་རྐྱང་འདེམས་སྒྲོམ་སྤྱོད།

source: Username:
bo_cn: སྤྱོད་མཁན་གྱི་མིང་

source: VALUE
bo_cn: ཚད།

source: WINDOW
bo_cn: སྒེའུ་ཁུང་།

source: Warning
bo_cn: ཉེན་བརྡ།

source: Warning options
bo_cn: ཐ་ཚིག་འདེམས་ཚན།

source: YEAR
bo_cn: ལོ།

source: Zenity notification
bo_cn: Zenity བརྡ་ཐོ།

source: _Cancel
bo_cn: ལེན་པ། (_C)

source: _Enter new text:
bo_cn: ཡི་གེ་གསར་པ་ནང་འཇུག(_E)：

source: _OK
bo_cn: འགྲིག་པ།(_O)

source: translator-credits
bo_cn: He Qiangqiang <carton@linux.net.cn>, 2002 Funda Wang <fundawang@linux.net.cn>, 2003 2004བདུད་རྩི<rhythm.gan@gmail.com>, 2009 Fan Qijiang <fqj1994@linux.com>,2010
